{
  "full_title": "Chapter 6: Millie Part II",
  "number": 6,
  "title": "Millie Part II",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text",
  "body": "<p>Millie jolted awake, panicked. The dream again, the same faceless, formless void calling to her, demanding she listen, obey… But she could never hear what they want, never understand what they command…</p>\n\n<p>And then she heard it. The silence. The lights were off. The air was stifling and humid…</p>\n\n<p>The generators had finally died.</p>\n\n<p>And all was silent. No more scratching, no more rustling. Dead silence.\nShe checked her phone. She&#39;d plugged it up to charge before going to bed, so it was nearly at full charge, but no more updates, just the same repeated warning over and over again, every hour on the hour like clockwork.</p>\n\n<pre><code>This is a state of Emergency.\nRemain in your shelters.\nDo not look outside.\nDo not look at the sky.\nDo not make noise.\nDo not make heat.\nTo personnel with ∆6 clearance: Blue 12 procedures are in effect.\n</code></pre>\n\n<p>It&#39;s not like she had a choice before, but now she was in full compliance. It wasn&#39;t going to be long before the fish exhausted their oxygen and their water grew stagnant, after that the reptiles would starve as the supplies of freeze dried crickets and mice went bad… Then the air itself, she was sure, would become toxic.</p>\n\n<p>It was time to look into finding another place.</p>\n\n<p>She didn&#39;t remember the benches being so heavy when she barricaded the doors that first time. Maybe, after a week away from the gym she&#39;d just gotten flabby. Either way, time to take a peek outside, just to be sure whatever they were really gone. She&#39;d use her compact mirror, no way she&#39;s looking directly.</p>\n\n<p>As the door creaked open she though she heard something, but looking back it looked like the Savannah Monitor had just crawled up on it&#39;s branch. No big deal. Fresh cold air wafted through the crack and she resisted putting her face to it.</p>\n\n<p>She slowly moved the compact mirror into position. She couldn&#39;t see anything, just pitch blackness… No… Wait… There are edges… Intersections in the dark… Like cracks in glass…</p>\n\n<p>Millie wondered why she was holding her breath, and then she realized she wasn&#39;t. She simply couldn&#39;t breathe. She slid down against the door, her weight pushing it closed again, her arms deadweights, falling to her sides. Her head fell, her chin coming to rest on her chest, she could see her ankles and feet poking out of her capris… They were so pale… So pale…</p>"
}
