{
  "full_title": "Chapter 7: The Story of Sharon",
  "number": 7,
  "title": "The Story of Sharon",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text",
  "body": "<p>Sharon had always been a survivor. First in the hell of her childhood, then in the streets, in the shelters, then the Marines, Kandahar..</p>\n\n<p>She thought she&#39;d finally escaped the constant sense of desperation. Out of combat, off the streets, a good job, working from home, her own apartment, a car stashed away in case she needed to leave town.. The anonymity of a concrete jungle.</p>\n\n<p>New York though.. New York had gone to hell in a handbasket damn quick. She liked to do her shopping early in the mornings. She was picking up Rice and beans when her phone chirped the first warning.</p>\n\n<p>She gathered supplies and made her way deep into the back of the store, in the center of the building she&#39;d found what she knew she would, basement access. Sewer access, access to the maintenance stairways and exhaust tunnels leading to the subways. That&#39;s why she&#39;d chosen New York. Plenty of winding tunnels and hidden abandoned areas to get lost in quick. Plenty of places to flee to.</p>\n\n<p>She&#39;d gotten close enough to the active subway lines to know that they were no kind of shelter. All the street thugs and worst of the city had hit the subways as soon as things hit the fan.</p>\n\n<p>Down there it was survival by knife and rule by might. So she went to her apartment and grabbed her bug out bag. MREs, cash, clothes, and weaponry. The laser rangefinder was the most useful tool though. She knew that if she was headed up near the surface that any opening to sky could mean her death. She&#39;d seen the dessicated corpses of people at doorways and not-quite-blocked windows too often in those first few days.</p>\n\n<p>Now it was a matter of finding someplace, close to surface for airflow and signal, where she might be able to hole up, gather supplies, wait for the all clear. Survive.</p>"
}