{
  "full_title": "Chapter 8: Sharon Part II",
  "number": 8,
  "title": "Sharon Part II",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text",
  "body": "<p>She had to be quick and quiet. Open, shove, click-click, yank, and close.</p>\n\n<p>Open the hatch an inch or two.</p>\n\n<p>Shove the hand with the range finder around the corner, pointing straight up.</p>\n\n<p>Click it on.</p>\n\n<p>Click it off.</p>\n\n<p>Pull the hand back.</p>\n\n<p>Close the hatch.</p>\n\n<p>It was an exercise she&#39;d done a dozen times a day for the last week, and it always managed to set her on edge.</p>\n\n<p>If the hatch opened to sky, she was pointing a laser straight up towards.. whatever the hell they were.. If it didn&#39;t, she risked being heard, seen, grabbed, by other, more desperate, less civilized denizens of the tunnels. But it was her only way to make it to the surface to check for updates.</p>\n\n<p>Have to keep checking, have to wait it out. She had enough food, but she had to know when she could get to surface, when she could get to her car. It wasn&#39;t pretty, but it was tough, and it had a trunk with another set of bug-out bags. The tent might be useless, but the MREs wouldn&#39;t be.</p>\n\n<p>She knew that whatever was left of New York after this wouldn&#39;t be safe. Too many good people died in the first day, never getting the message, and in the days after.. Too many bad people making it by victimizing others.. Savages.</p>\n\n<p>Open..</p>\n\n<p>Shove..</p>\n\n<p>Click..</p>\n\n<p>Click..</p>\n\n<p>Yank..</p>\n\n<p>Close.</p>\n\n<p>Freezing in place, listening, holding her breath.. No sounds, no scurrying or shouting.. Good. Bringing the rangefinder close to her face to read the barely luminous display, she found it said 3 .1 meters.</p>\n\n<p>Good, that&#39;s just the roof of another tunnel.</p>\n\n<p>A sudden sound sent her heart tearing in two, into her throat and dropping through her stomach like a lead weight.</p>\n\n<p><strong><em>Knock Knock</em></strong></p>\n\n<p>It was sudden, terrifying, and hilarious. In a life or death situation, fearing rapists, murderers, possibly even cannibals, someone had seen her take the range and then politely knocked on the hatch above her like they were delivering a pizza.</p>\n\n<p>If she wasn&#39;t on the edge of blacking out from the adrenaline she might have been in tears laughing at the absurdity of the situation.</p>\n\n<p>But, should she answer? Or run? Find some other path upwards?</p>"
}