{
  "full_title": "Chapter 10: The Story of Emil & Sarya",
  "number": 10,
  "title": "The Story of Emil & Sarya",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnb25fq",
  "body": "<p>Emil watched the woman like a hawk. She&#39;d come up from below like a demon, pointed a gun at his Sarya, and he&#39;d bashed her across the back of the head with his bat like he had all the other predators who&#39;d been hunting them.</p>\n\n<p>But this woman was different. For one, well, she was a woman. All the rest of them had been men.</p>\n\n<p>She was armed, but she didn&#39;t fire. Not that he could&#39;ve taken the chance, others had played at being peaceful too. Sarya was too important to take such risks. But now that he had her, what was he to do with her? With the men it was simple enough, stuff them in the hole they&#39;d come from, the next predator to come that way would get the warning, but a woman? She&#39;d be taken and raped, unconscious or dead. And Allah would never forgive such mercilessness on his part.</p>\n\n<p>No, for better or worse, she was his prisoner. Her bag had been a treasure trove. Sarya had her first real meal in weeks, and the antibiotics and other medicines would surely come in handy if things went for much longer.</p>\n\n<p>Sarya slept on top of the refrigerator. This stinking basement had been his first and only refuge. Thankfully it was under a block of well-off apartments, all with blinds. Most of them were unoccupied, summer homes of rich out of towners. and it seemed with each passing day another one of the occupied apartments went quiet. He imagined them opening their drapes and welcoming the scourge Allah had sent upon the world rather than slowly starving.</p>\n\n<p>As he contemplated his position, he felt a familiar buzzing in his pocket. His phone was having another damn alert. Hour by hour, always the same now.\nHe pulled it out to check anyway, saw it was the… No! It&#39;s changed! New information thank goodness!</p>\n\n<pre><code>Satellite mapping of the phenomenon has revealed that there are gaps and openings periodically in it&#39;s coverage of the Earth.\nThe next projected opening in the phenomenon is expected to be in the major New York Metropolitan area between 0920 and 1000 hours.\nDue to the phenomenon operating at various altitudes, viewing of the sky is still strongly warned against.\nThis is expected to be the only opening in the phenomenon for some time, as such, it is recommended you do not try and evacuate.\nMake a very short scouting trip for necessary supplies or superior shelter.\nDo not look at the sky.\nDo not make noise.\nGenerate as little heat as possible.\nMove as slowly as possible to avoid accidental noise.\nTo personnel with ∆6 clearance: Blue 12 procedures are no longer in effect, Red 4 procedures now supersede all previous orders.\n</code></pre>\n\n<p>Suddenly Emil could make out explosions. Distant, but distinct. </p>\n\n<p>Someone, somewhere, was destroying something. He&#39;d been in Manhattan during 9/11, had heard those sounds before. Somewhere, a building was coming down.</p>\n\n<p>He looked up at his daughter, still sleeping, and more earnestly than ever before, Emil prayed.</p>"
}
