{
  "full_title": "Chapter 12: Briefing on the Phenomenon",
  "number": 12,
  "title": "Briefing on the Phenomenon",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnb25fq",
  "body": "<p>The following was recovered from a Hard Drive located in the wreckage of Air Force One approximately 12 miles ESE of Boulder Colorado, three months after the End of the Phenomenon.</p>\n\n<blockquote>\n<p>This is a unique phenomenon we&#39;re dealing with. It has a radar signature, but it&#39;s decidedly not metallic, or at least it&#39;s not ferrous. </p>\n\n<p>They are wingless, yet they fly. They do not seem to consume anything, neither flesh nor fuel, yet they are highly active. We cannot observe them, directly or indirectly, nor touch them, without dying. They seem to react like a predator, hunting by sight, sound, movement, and heat..</p>\n\n<p>They are patient, seeming to interlock and form cocoons over buildings and vehicles that emit signs of life, waiting for an entrance, waiting for a gap, waiting for a way in.</p>\n\n<p>They do not conform to anything previously encountered, biological or technological. They do not stop when hit with any form of weaponry yet tried, including chemical, biological, laser, sonic, or fission and fusion nuclear weaponry.</p>\n\n<p>In short, ladies and gentlemen, after an entire month attempting every method of communication and combat, we have learned exactly nothing of use.</p>\n\n<p>We have utilized agents all over the globe to preserve and isolate pockets of survivors as best we can. Most major cities have one or two confirmed populations of survivors, notably large in cities with major underground rail installations, New York, London, Moscow, Seoul, Shanghai, Beijing, Tokyo, Paris.. Though some of them are not in the most organized or civilized fashion.</p>\n\n<p>Mr. President, it is at this point that we have exhausted all options except some attempt at surrender, <strong>which we currently do not know how to do even if it is possible to do so.</strong></p>\n</blockquote>"
}
