{
  "full_title": "Chapter 13: The Lab",
  "number": 13,
  "title": "The Lab",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnb2kl3",
  "body": "<blockquote>\n<p>This sort of event was never even conceived when this facility was built! There <em>is</em> no SOP, there <em>is</em> no protocol! Don&#39;t you understand!? This is an exception to the rules, an aberration, a possibility unaccounted for!</p>\n</blockquote>\n\n<pre><code>Irrelevant, please reestablish protocol. Containment is paramount.\nIf procedures are not reestablished in five minutes, secondary sample elimination will occur.\n</code></pre>\n\n<blockquote>\n<p>There is no sample! There <em>can&#39;t</em> be! There is no way to study the phenomenon! We can&#39;t even look at it much less capture it and analyze it!</p>\n</blockquote>\n\n<pre><code>Secondary sample elimination will occur in one minute thirty seconds.\nPlease reestablish protocol.\n</code></pre>\n\n<blockquote>\n<p>Goddamnit <em>we can&#39;t</em>! There is no sample, there&#39;s nothing to contain! We can&#39;t open the doors! We can&#39;t look out the windows! We can&#39;t go outside! We can&#39;t evacuate, <em>please!</em></p>\n</blockquote>\n\n<pre><code>Secondary sample elimination will occur in thirty seconds.\n</code></pre>\n\n<blockquote>\n<p>B.I.L.L., compliance is impossible.</p>\n</blockquote>\n\n<pre><code>Secondary sample elimination protocol will be initiated.\nTen.\n</code></pre>\n\n<blockquote>\n<p>No!</p>\n</blockquote>\n\n<pre><code>Nine.\nEight.\nSeven.\n</code></pre>\n\n<blockquote>\n<p>Fuck!</p>\n</blockquote>\n\n<pre><code>Six.\nFive.\nFour.\nThree.\nTwo.\n</code></pre>\n\n<blockquote>\n<p>MotherF-</p>\n</blockquote>\n\n<pre><code>One.\n</code></pre>\n\n<p>In a small corner of the American Southwest, an innocent looking facility, from the outside a simple office building, is swept by flame, ignited from within.</p>\n\n<p>A few dozen of the worlds best and brightest geneticists, pathologists, immunologists, and virologists perish, having never had the chance to work or leave since the alert was issued a month ago.</p>\n\n<p>Computers in an empty skyscraper in Pheonix, it&#39;s floors inhabited only by a few dry corpses of government workers, calculates that secondary protocols are sufficient for a contingency of the assigned magnitude, and a nuclear device is kept offline in the foundations of that faraway facility.</p>"
}