{
  "full_title": "Chapter 14: Sharon & Emil Part II",
  "number": 14,
  "title": "Sharon & Emil Part II",
  "created_at": "January 1, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnb3eul",
  "body": "<p>Sharon was debating stabbing him in the eye with the fork. He&#39;d trusted her with a fork and spoon in order to eat some kind of pasta dish.</p>\n\n<p>She&#39;d never had it before, but since there didn&#39;t appear to be any meat in it, she wasn&#39;t as concerned as she&#39;d otherwise be. No rats or people in her diet. And they&#39;d had plenty of opportunities to defile or kill her in the two days she&#39;d been unconscious. She was pretty sure they didn&#39;t intend to kill her now, but if she stabbed him she might be able to disable him long enough for her to use her free hand to search him, find the key to the cuffs.</p>\n\n<p>She decided against it, but only for Sarya&#39;s sake. Sarya had helped tend to her wound. Had brought her water, a pillow, had told her about how her and her father had watched Sarya&#39;s mother die after looking out the window, seen her turn pale and dry as the blood disappeared from her body. Had told her about how they took to the basements and sewers and tunnels, just as she had, until Emil found them a place under a building with useful supplies.</p>\n\n<p>She told him how her father was in important man, a leader, she told her how her father used to go on television, and talk to other Muslims, and debate with them, and teach them.</p>\n\n<p>She told her about her school, and her classmates, and her favorite parks, and about her hopes to help other immigrants get accustomed to America, as her and her family had done.</p>\n\n<p>Sharon liked Sarya. And she was beginning to like Emil, but she knew she could not stay. She had to get to her car, or back to her hiding place in the old maintenance tunnels.. They simply didn&#39;t have the resources, the food, the water.. She was better on her own.</p>\n\n<p>~</p>\n\n<p>Emil liked Sharon. Not in any improper way, of course, but she seemed.. Stout. Resolute. Sturdy and determined. Capable. He could fill volumes with descriptions of her. She was admirable. Listening in from up the stairs, he heard her tell his Sarya an obviously abridged tale of her life, and Sarya go into effusive detail about hers.</p>\n\n<p>He also recognized the advantages and disadvantages of his plight. Sharon was like a Tiger, useful if the wrong sort came about, but just as much a danger to himself if he got too close. He had this Tiger on a chain for the moment, but what will happen when he eventually must release her?</p>\n\n<p>His pocket vibrated again. Hoping for new information, perhaps his work having led to some change, he eagerly withdrew it from his pocket and read the newest alert..</p>\n\n<pre><code>This is a state of Emergency.\nRemain in your shelters.\nDo not look outside.\nDo not look at the sky.\nDo not make noise.\nDo not make heat.\nTo personnel with ∆6 clearance, Blue 12 procedures are reinstated.\nTo personnel with ɸ1 clearance, be aware that the lantern is lit.\n</code></pre>\n\n<p>Emil was confused, why were ∆6&#39;s still on standby? It didn&#39;t make sense, nothing he can do would be of any further help, even assuming Red 4 <em>had</em> helped in some way..</p>"
}