{
  "full_title": "Chapter 15: The Story of Lucinda",
  "number": 15,
  "title": "The Story of Lucinda",
  "created_at": "January 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnbnk97",
  "body": "<pre><code>..be aware that the lantern is lit.\n</code></pre>\n\n<p><em>Fuuuuuuck.</em> Fuck fuckedy fuck fuck fuck. Lucinda stared at the screen for a long minute, her mind spinning with the meanings of that simple phrase. It meant that any kind of professional analysis of the phenomenon was out of the question now. That meant secondary analysis was now their only hope.</p>\n\n<p>And that meant it was up to her and her team. They&#39;d already done the preliminaries, everything they could think of anyway. They&#39;d autopsied victims of the phenomenon, finding nothing they didn&#39;t already know. Complete exsanguination and near total dehydration. Every blood cell and nearly every drop of water completely drained from the body by unknown means.</p>\n\n<p>Every corpse exactly the same. They&#39;d had the tech gurus analyze the digital files of recordings of the phenomenon, finding nothing unusual, it was only <em>watching</em> the files that killed you. Any observation of the phenomenon was lethal, blind subjects who&#39;d encountered the phenomenon died similarly, though the point of physical contact also showed signs of severe burns, though nothing showed up on IR sensors.</p>\n\n<p>Ultraviolet, IR, greyscale, tinted, photo-negative, no method of visual detection worked, either the person viewing it died, or in the cases of IR &amp; Ultraviolet they simply didn&#39;t show up.</p>\n\n<p>The whole thing was a damn pain in the ass.</p>\n\n<p>And now there was only one method of exploring the phenomenon left, the drastic action. The intentional sacrifice. They&#39;d exhausted their supply of lab animals weeks ago. Most through various tests and autopsies, others through simple economics of being under siege.</p>\n\n<p>They had been starving before the wider gap in their area had allowed them to make a trip to the local grocery. Luckily it had been closed and empty when the phenomenon hit. It was still fully stocked. Most of the fresh was rotten, of course, but power hadn&#39;t gone out so the frozen, canned, and dry goods had all been preserved.</p>\n\n<p>But still, now they were left with one option. To intentionally expose a test subject to the phenomenon and record every bit of information from their body as they died.</p>\n\n<p>She had twenty staff and two civilians under her care. uncaring logic of course said one of the civilians, but her humanity said all must share an equal chance, including herself. Drawing straws was not going to go over well.</p>"
}