{
  "full_title": "Chapter 16: Dr. Roberts & Lucinda",
  "number": 16,
  "title": "Dr. Roberts & Lucinda",
  "created_at": "January 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnbrxug",
  "body": "<p>It made perfect sense, that was the worst part of it.</p>\n\n<p>He was a Forensic Pathologist. His job, his specialty, was to determine details and methodology of cause of death and details of life <em>after death</em>. And there was plenty of that in the first few weeks. Lots of dessicated corpses telling the same story. No commonality among the backgrounds or other wear and tear of the bodies. Just blood loss and dehydration. Blood loss and dehydration. Blood loss and dehydration. Again and again, body after body… And no new results.</p>\n\n<p>So with nothing having been gained from his work, it made sense that he should be the one here, wired up like a marionette, about to see the Phenomenon for himself. About to become another one of the corpses he&#39;d worked on.</p>\n\n<p>He wasn&#39;t scared. Chemical analysis of various capillary, vein, &amp; artery walls hadn&#39;t detected any trace of cytosol in what remained of the vascular system. So no cell damage. No trace of nervous system excitement. No pain in any of the victims.</p>\n\n<p>So death from the Phenomenon wasn&#39;t painful, at least. But what came after? It was probably a bit late to wane philosophical he supposed. Still, he wondered.</p>\n\n<p>He must have lost track of time, because he noticed that Elysia, the lab tech who&#39;d been elected as their impromptu nurse and assistant, was no longer fussing with his leads and had exited the room.</p>\n\n<p>He looked around, he was alone. there was a wire running from the window blinds to the corner of the doorway. The intercomm was on. He could hear the muffled conversation at the other side. They were getting ready to kill him.</p>\n\n<p>He supposed it&#39;s for the best, hell, he&#39;d already had it in his will that his body was to be donated to science. This was bit more directly than he&#39;d figured, but it counted.</p>\n\n<p>The count was going. Less than twenty seconds now. There had been a party for him the night previous. Well, for everyone, festivities to lighten the mood of the drawing. Lucinda&#39;s idea. Stone cold bitch that one. once the drawing was done with it had definitely been for him though. Ice cream cake…</p>\n\n<p><em>The blinds were opening, oh good lord was it time?</em></p>\n\n<p>Blue sky, beautiful blue sky, he&#39;d forgotten how beautiful it was… What was tha…</p>\n\n<p>~</p>\n\n<p><em>It wasn&#39;t catatonia.</em> That in itself was an incredibly valuable peice of information. All the brainwave activity was normal, right up until death by <em>asphyxiation</em>. The exsanguination came <em>after death</em>, it wasn&#39;t the cause.</p>\n\n<p>Total body paralysis at the moment of sight. Paralysis of the lungs and heart led to rapid and complete asphyxiation, no blood pumping, no oxygen being processed, all in a matter of seconds. No pain, no panic, no struggle. They just… <em>stopped.</em></p>\n\n<p>Of course, they still had no idea the method of exsanguination or dehydration. It seemed like the blood simply drained away over the course of what they now knew was <em>exactly</em> 128 seconds after brain-death. Total dehydration was slower, taking place over the half hour after exsanguination.</p>\n\n<p>A mountain of data. A treasure trove, and all it took was one under-performing forensic pathologist. She had to wonder what other data they could gather from a second test. Choices had been made leading up to the first. With limited input leads they&#39;d had to choose. Do you monitor Heart function or the Liver? The Pancreas or the Kidney? They could gain a wealth from a second test…</p>"
}
