{
  "full_title": "Chapter 17: Timor & George",
  "number": 17,
  "title": "Timor & George",
  "created_at": "January 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnbwti1",
  "body": "<p>Only ten minutes until the Station came back in range. Tracking Station 8 wasn&#39;t much of a home, but he was lucky to have been assigned. It had food. Most of the other tracking stations didn&#39;t, they were little more than shacks. Station 8 had been part of an Early Warning system during the cold war, re-purposed nearly a decade after the fall of the USSR into part of Russia&#39;s cooperation with international efforts with the Station.</p>\n\n<p>The biggest part of the station was underground, in a concrete bunker still kept stocked by some forgotten supply company that never received counter-orders. So Timor had months worth of food, and blankets, and hundreds of barrels of fuel for the generators.</p>\n\n<p>The Station above, orbiting every hour and a half, was his lifeline, his communication with the outside world, literally out of the world.</p>\n\n<p>They&#39;d been on the other side of the world when the Phenomenon entered the Americans airspace, and had been warned early on to cover up all their viewing ports.</p>\n\n<p>They were in contact with three other tracking stations. One in Japan, one in France, and one in America. Enough that the crew was busy all the time, always talking to someone, relaying news.</p>\n\n<p>Station 8 had lost contact with Moscow very early on, just hours into the Phenomenon. Japan was still in contact with the last remaining elements of their government. France was cut off like Timor, and the Americans weren&#39;t in contact with their government, but they were in contact with a University there, students in tunnels and boarded up halls.</p>\n\n<p>Each nation seemed to have their own warning systems in place, but there were indications that they were cooperating, as the content was almost all uniform. Japan couldn&#39;t confirm this, unfortunately, but just the same.</p>\n\n<p>The indicator lit up announcing the ISSs transition into range, and Timor flipped the broadcast switch and keyed his mike:</p>\n\n<blockquote>\n<p>Hello? George, are you still there my friend?</p>\n</blockquote>\n\n<p><em>Er, roger that Timor, things still status quo down there?</em></p>\n\n<blockquote>\n<p>Yes yes, no problems, have you any news from America or Japan?</p>\n</blockquote>\n\n<p><em>Indeed we have, Americas changed their warning again, more code phrases, nothing anyone understands. Japan, well, Japans official representative, has no comment, as usual, though they seemed surprised by the news.</em></p>\n\n<blockquote>\n<p>Oh who knows, they&#39;re probably just pretending, everything good up there?</p>\n</blockquote>\n\n<p><em>Well Timor I wish I could say so. Truth is, well, we just finished inventory. We&#39;ve got enough food left for another two weeks. After that, well, we&#39;ll be getting awfully grumpy up here.</em></p>\n\n<blockquote>\n<p>If I could do anything I would, you know that, but I&#39;ve got no way of communicating with Moscow, as you know, and even if I did, I doubt anyone could get a Roskosmos up to you to resupply.</p>\n</blockquote>\n\n<p><em>We&#39;re well aware of that Timor, just letting you know. You&#39;re the best supplied of any of the surviving Tracking Stations, we know it must be awful lonely down there with just us to talk to, but we&#39;ve got a bit of a pool going, and well, to be honest Timor we feel you&#39;re going to outlive all the rest of us.</em></p>\n\n<p><em>That makes you our best chance for carrying through messages once this whole thing is over.</em></p>\n\n<blockquote>\n<p>Do not say that! I am sure that some government somewhere is working on a way right now to clear our skies of these things, and once that&#39;s done I&#39;m sure we&#39;ll bring you home.</p>\n</blockquote>\n\n<p><em>That&#39;s awfully nice of you to say Timor but, well, we&#39;ve detected a few things up here that make us think otherwise.</em></p>\n\n<blockquote>\n<p>What do you mean?</p>\n</blockquote>\n\n<p><em>Radiation detectors go nuts when we go over the South Pacific. We, uh, well, we think that somebody used a nuke. Radar still puts coverage of the area unchanged though. Even if the nuke did something, they moved right back into the area, unaffected by the radiation.</em></p>\n\n<blockquote>\n<p>When was this? When did you detect the radiation?</p>\n</blockquote>\n\n<p><em>Truth be told we don&#39;t know. The indicator on that panel had burnt out and nobody noticed, hehe.. We were doing a maintenance check over the Atlantic when we noticed and repaired, and then when we got over the Pacific the thing lit up like a Christmas Tree. We were still in contact with the University in the USA at the time and gave them the data. They&#39;re crunching the numbers and seeing how old long ago it was, checking decay rates and all that. We&#39;ll let you know on the next pass if they&#39;ve finished.</em></p>\n\n<blockquote>\n<p>Fair enough. 30 seconds til you&#39;re gone. Good tidings, see you in 80 minutes!</p>\n</blockquote>\n\n<p><em>Roger that, enjoy the weather down there, hehe..</em></p>\n\n<p><strong>EDIT:</strong> Please note that there is a <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2r2r5w/chapter_discussion_timor_george\">Thread specifically dedicated to discussion of this chapter.</a>  I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}