{
  "full_title": "Chapter 18: Captain Ben Longmire, USS Oregon, SSN 793",
  "number": 18,
  "title": "Captain Ben Longmire, USS Oregon, SSN 793",
  "created_at": "January 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnbyvy5",
  "body": "<p><em>Three VLF messages in as many days… Jesus Christ… At least we know we&#39;re not the last people left on Earth, right?</em></p>\n\n<p>Yes indeed Cap&#39;n. What&#39;s this one say?</p>\n\n<p><em>Ahem: To USS Oregon… blah blah blah, bunch of procedural bullshit… Ah, here we go: Despite your successful deployment of a Thermonuclear warhead to the precise coordinates and it&#39;s subsequent detonation coverage of the area of the South pacific inside the radius of the detonation has remained unchanged as measured by satellite radar… Son of a bitch.</em></p>\n\n<p>So, so what&#39;s that mean?</p>\n\n<p><em>That, XO, means that last night we utilized a 100 Kiloton, 200 Million dollar warhead for precisely squat!</em></p>\n\n<p>Shit.</p>\n\n<p><em>Yes, shit.</em></p>\n\n<p>How could that be Cap&#39;n?</p>\n\n<p><em>Hell I don&#39;t know. Maybe whatever these things are are immune to radiation. Maybe they&#39;re machines, maybe they&#39;re indestructible or maybe they&#39;re ghosts how the hell should I know…</em></p>\n\n<p>So what&#39;re our new orders sir?</p>\n\n<p><em>Uh, lessee… Proceed at flank speed to such and such coordinates and… Holy Hell. We&#39;re putting ashore.</em></p>\n\n<p>Sir?</p>\n\n<p><em>Sub Pen. They&#39;ve got a damn Sub Pen!</em></p>\n\n<p>I&#39;ve heard the term before but I can&#39;t remember…</p>\n\n<p><em>It&#39;s a goddamned covered offshore dock. Concree and steel, meant to be a reload and resupply facility in wartime, haven&#39;t been put into practice since World War II, and then by the goddamn Nazis. Where the fuck did COMSUBPAC dig up a motherfucking Pen?</em></p>\n\n<p>I think we should be glad they did sir.</p>\n\n<p><em>Hell yes I am. I was beginning to worry, all this shit they&#39;ve thrown at us, don&#39;t use the periscope, don&#39;t put men on deck when you surface no matter what, all exterior repairs to be done at night by divers out of hatches… And then they finally give us the story and it&#39;s some gobbeldy gook about strange clouds from space killing people who so much as look at it… Then they have us nuke someplace in the empty ocean. If it weren&#39;t for all the proper confirmation codes and the civilian radio we hear when we cycle the air, I&#39;d have thought our comms had been compromised. This is the first order that&#39;s made sense!</em></p>\n\n<p>Should I have Thompson set a course sir?</p>\n\n<p><em>Damn straight, here&#39;s the coordinates, Flank Speed, just like it says!</em></p>"
}
