{
  "full_title": "Chapter 19: The Story of Jesse",
  "number": 19,
  "title": "The Story of Jesse",
  "created_at": "January 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnccmut",
  "body": "<p><em>You know, they called me crazy. Crazy. Like this couldn&#39;t happen. But I knew. I knew… Oh sure, I thought it&#39;d be the Soviet Union, but then they quit, then China went all free trade and got dependent on us, North Korea was nice to think about but erreybody knew they&#39;d never be a real threat… But got-damned spaced aliens! Like some shit outta a comic book, go figure.</em></p>\n\n<p>Jesse knew all his preparations would be put to good use one day. The bunker, the garage, the armory, the stockpiling… Hell he&#39;d lived longer than any of the folks who used to call him crazy he figured.</p>\n\n<p><em>Biggest damn surprise to me was the damn Emergency Alert System! Hell I&#39;d figured they was just another tool of Big Brother, another level of propaganda, but damn if</em> <strong><em>somebody</em></strong> <em>there wasn&#39;t on our side, those fucking things is damn useful. And then there&#39;s all them Military comms, hell, they told me all I needed to know before I ever got started. Infrared and Ultraviolet are safe. Observation the enemy, who&#39;d a figured?</em></p>\n\n<p>As he drove down the road Jesse smoked like a chimney, his ashes all over the floorboards, his smoke making the air hazy. The bellowing of the engine and the tires nearly drowning out his diatribe. Still, he went on, maybe out of excitement, maybe out of nervousness, the rattling and scratching all over the outside a constant reminder of the danger inches away.</p>\n\n<p><em>But you know what</em> <strong><em>really</em></strong> <em>surprised me? How easy it is to outwit the damn things! I mean, Right now they&#39;re damn near all over, but when we get to Atlanta, all we have to do is park the truck in an underground garage, shut the engine off, and take a damn nap. One hour, two, and the damn things lose interest! They go off and rejoin their brothers in the sky! Easy-peezy, I&#39;ll tell ya what… I mean, sure, that first time they wrapped all over the truck, I was a little concerned, hell who wouldn&#39;t be? But they lose interest if you get cold and quiet and stay that way.</em></p>\n\n<p>The armored truck thundered down the highway, it&#39;s windows blacked out, it&#39;s body covered with interlocking onyx shards. Two large cameras, one infrared, one ultraviolet, sticking forward out of the grill.</p>"
}
