{
  "full_title": "Chapter 20: Lucinda Part III",
  "number": 20,
  "title": "Lucinda Part III",
  "created_at": "January 3, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cncmy6g",
  "body": "<p>She was getting impatient. She&#39;d been very clear, very calm, and very patient with her staff. She just needed <em>one</em> volunteer. Half the damn staff was useless as it stands, with exsanguination and dehydration as the secondary effects after death both hematologists &amp; the nutritionists were extraneous, it certainly wasn&#39;t cancer, so the oncologist was useless, the orthopedist was out.. Why was this taking so damn long? How hard could it be to realize you&#39;re useless?</p>\n\n<p>Just one of them, any of them, could lead to the piece of information that would be the key to this struggle. She was especially looking forward to seeing the data from a real-time ophthalmoscopy as the eye witnessed the Phenomenon.</p>\n\n<p>But here they were wasting time debating in some damn committee!</p>\n\n<p>How many people had died already? Initial estimates had put the casualty rate in the first <em>day</em> at 65%. And it had been five <em>weeks</em>. many of those who&#39;d taken shelter had run out of food. There were riots in the shelters in Tokyo, a reversion to tribalism and cannibalism in Japan.. <em>They could not afford to waste time.</em> Every day the survival of the human race grew less and less likely and they were wasting time debating ethics, <em>ethics!</em></p>\n\n<p>She was beginning to consider taking matters into her own hands. So far, she hadn&#39;t had to call for support, even when the food was getting low she considered that a last resort, but then, at the time she was still counting on the Lantern figuring this thing out.</p>\n\n<p>But now it was up to her. She couldn&#39;t do it alone. Once again she opened her desk drawer stared at the recessed keypad within. She&#39;d set the access code herself, years ago when she was first sworn into the Agency, 1984, her favorite novel, easy to remember, ironic to use.</p>\n\n<p><em>How dare they waste time and the future of mankind over one useless life!?</em></p>\n\n<p>She punched in the code.</p>"
}
