{
  "full_title": "Chapter 21: Captain Ben Longmire Part II",
  "number": 21,
  "title": "Captain Ben Longmire Part II",
  "created_at": "January 3, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cncrnhz",
  "body": "<p><em>Port Rudder five degrees. Up three degrees on the planes. Full Stop.</em></p>\n\n<p><em>XO, start up the photonics masts, infrared range finder only please. Lets see make sure we&#39;re under cover before we go abovedeck.</em></p>\n\n<blockquote>\n<p>Aye-aye sir. AN/BVS up.. We&#39;ve got coverage overhead at 20 meters at the bow.. 30 meters amidship.. 20 meters astern.</p>\n</blockquote>\n\n<p><em>Good, hit the infrared.</em></p>\n\n<blockquote>\n<p>Going to infrared.. We&#39;ve got railings, pylons, solid cover overhead, closed doors ahead, doors closing astern.. Fully closed now. Looks like we&#39;ve got personnel coming out onto the walkways.</p>\n</blockquote>\n\n<p><em>Excellent. Get the men up on deck tying us up. Cycle the air, bring the reactor down to minimum.</em></p>\n\n<blockquote>\n<p>Aye sir!</p>\n</blockquote>\n\n<p>Captain Longmire made his way along the passages up to the forward hatch. Emerging onto the deck for the first time in a month, he blinked and looked around, unused to the brighter light outside his boat.</p>\n\n<p>Four massive concrete supports stood up out of the water, two to port and starboard linked by girders and aluminum siding, the other two forward and astern linked by large hanging sliding doors. Men and women in splotchy blue-grey camouflage moved along the walkways, tying ropes, throwing ropes. One with more Stripes than most moved down a gangplank towards the Oregon, pausing at the end near one of the Oregon&#39;s own men.</p>\n\n<p>He saluted, oddly, but a salute nonetheless, and requested permission to board <em>for the purposes of briefing the Captain</em>. This.. was going to be interesting.</p>\n\n<p>The Officer came marching forward, extending his hand.</p>\n\n<blockquote>\n<p>Commander Walther Pepricheck, Royal Australian Navy, at your service sir.</p>\n</blockquote>\n\n<p><em>Captain Ben Longmire, US Navy.</em></p>\n\n<blockquote>\n<p>Welcome to Oz Captain.</p>\n</blockquote>\n\n<p><em>Glad to be here, mind telling me</em> <strong><em>why</em></strong> <em>we&#39;re here?</em></p>\n\n<blockquote>\n<p>All in good time Captain, time is short, if I might invite you to dinner aboard the Pen, we&#39;ll restock and resupply your perishables, give your men some time above deck, and brief you about the Phenomenon.</p>\n</blockquote>\n\n<p><em>Have it your way.</em></p>\n\n<p>All this was damn unusual, but he supposed everything was at this point.</p>"
}
