{
  "full_title": "Chapter 23: Sharon & Emil Part III",
  "number": 23,
  "title": "Sharon & Emil Part III",
  "created_at": "January 4, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cndvxit",
  "body": "<p>Freedom.</p>\n\n<p>Green 2 was freedom. All orders negated but one. No further orders projected. No more packages, no more training trips.. Well, those had ended already, but still, <em>freedom</em>. All he had to do was continue to listen for further updates. Standby. Keep listening. That was easy, he&#39;d have done that regardless.</p>\n\n<p>He was free to get out of New York, free to take Sarya away to someplace.. Where? Where could he go? What could he do? He didn&#39;t have the skills to go out there, he could barely find supplies in a city of 9 Million.</p>\n\n<p>Sharon was going to have to be the key. But that meant he&#39;d have to trust her. To free her and follow her. When she has every reason in the world to leave him and Sarya to fend for themselves.</p>\n\n<p>Part of him wanted to see if he could somehow keep her in captivity, keep her prisoner while on the move, gain some control, some form of leverage. However the bigger and better part of him rebelled at the very concept. He was not a kidnapper, nor a prison warden, nor a slavemaster.</p>\n\n<p>He&#39;d have to secure her cooperation through diplomacy. Mutual advantage was a good bargaining chip, if he could find it. But how could <em>he</em> benefit <em>her?</em></p>\n\n<p>~</p>\n\n<p>Her wrist was raw from being cuffed for so long. Sarya was very helpful, bringing her wetwipes and cold packs as needed. She was a very sweet, helpful, and mindful little girl. But what she really needed was to be released.</p>\n\n<p>Almost on cue, Emil stood up from his normal lounging spot across the room, walked over, and without a word handed her the handcuff key.</p>\n\n<p>In shock, Sharon stared at it for a few moments before sitting up and reaching around to unlock herself. Rubbing her wrist as she stood, she looked around for a moment as Emil sat down, his head set on his clasped hands, his dark eyes following her every move. He raised a finger, following it, she saw her pack, gear belt and weapons in a pile next to the door.</p>\n\n<p>She immediately went over, lifting her gear, she felt aches in her arms and back, a few weeks without exercise and she goes weak, pitiful. She was going to have to double up on her strength training when she got.. Wherever.</p>\n\n<p>She clipped her gear into place, took a look around the basement, and with one last look at Emil, she turned</p>\n\n<p><em>Take Sarya with you.</em></p>\n\n<p>She wheeled around and nearly screamed at him &quot;What!?&quot;</p>\n\n<p><em>Take Sarya with you.</em></p>\n\n<p>&quot;What!? Why would I do that? Why  would you want me to? She&#39;s your daughter, I mean, what the hell?&quot;</p>\n\n<p><em>I&#39;m not as capable as you are. I&#39;m not strong like you. I&#39;m not going to be able to keep her alive. You could. You could keep her alive, see her through this until you both find a group of survivors who can be trusted, a community. I have no chance of doing that, of giving her a future.</em> <strong><em>Take her with you.</em></strong></p>\n\n<p>&quot;And what would you do?&quot;</p>\n\n<p>He shrugged.</p>\n\n<p><em>I have no idea. Continue as I am for as long as I can. until I run out of supplies. Until the murderers down in the Subways rise up and take what I&#39;ve got left and my life. Perhaps take a walk outside when I get hungry and desperate enough.</em></p>\n\n<p>Sharon looked around again at the basement that had been her prison for weeks. The stinking drain they used to relieve themselves. the piles of rags and furniture. The workbench she&#39;d idly considered trying to get to and use the tools to escape..</p>\n\n<p>She made up her mind then.</p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2ra25e/chapter_23_discussion_sharon_emil_part_iii\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}
