{
  "full_title": "Chapter 25: Timor & George Part II",
  "number": 25,
  "title": "Timor & George Part II",
  "created_at": "January 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnfvuo1",
  "body": "<p>Timor idly chewed a piece of jerky as he watched the counter click down until George came back on. A small piece flecked off and got caught in his beard. He&#39;d get it out later. Just like he&#39;d shower later. and cut his hair later. He had time now, time for everything. For all the books, movies, video games…</p>\n\n<p><em>Timor! Timor are you there?</em></p>\n\n<p>He threw himself forward in his chair, crumbs and dirt falling to the floor off his growing belly in his rush to key his mike.</p>\n\n<blockquote>\n<p>Yes, yes, hello George, did you have a good rest? You&#39;ve been off the air for nearly eight hours, I was beginning to get worried…</p>\n</blockquote>\n\n<p><em>Yes Timor I&#39;m here, of course, where else would I be?</em></p>\n\n<blockquote>\n<p>Of course, of course, sorry…</p>\n</blockquote>\n\n<p><em>It&#39;s alright. Um… We have a bit of news from the Japanese.</em></p>\n\n<blockquote>\n<p>Yes?</p>\n</blockquote>\n\n<p><em>They&#39;ve had a bit of an Earthquake. No warning. Tokyo is a wreck. There&#39;s no contact from the government anymore, just the engineers at the tracking station. They… They think… They think the entire metro system collapsed.</em></p>\n\n<blockquote>\n<p>So… So that&#39;s it then? Do we consider the Japanese government gone? Is that it? Our last official link gone?</p>\n</blockquote>\n\n<p><em>I&#39;m afraid so Timor… And, you know what today is.</em></p>\n\n<blockquote>\n<p>I do.</p>\n</blockquote>\n\n<p><em>This is our last communique.</em></p>\n\n<blockquote>\n<p>Have the Americans calculated a landing site?</p>\n</blockquote>\n\n<p><em>They think so. They&#39;ve calculated a trajectory that&#39;ll put me off the coast of France in the channel… The French are going to try and pick our escape capsule up, but it&#39;s going to be a long shot. They&#39;ve been making their way to the coast for a few days now, but they&#39;re not sure if they&#39;ll find a ship, much less figure out how to get her running or find us.</em></p>\n\n<blockquote>\n<p>So how long?</p>\n</blockquote>\n\n<p><em>We&#39;ve already fired the retrorockets. This is the ISS&#39; last orbit friend.</em></p>\n\n<blockquote>\n<p>And my last contact with anyone on the outside.</p>\n</blockquote>\n\n<p><em>You&#39;ll survive. You&#39;ll be found or make your way outside eventually. I believe in you Timor.</em></p>\n\n<blockquote>\n<p>I wish I had your courage friend.</p>\n</blockquote>\n\n<p><em>We&#39;re about to get ourselves into the escape capsule. Not too long now before we have to separate from the station.</em></p>\n\n<blockquote>\n<p>I understand. Fly safe my friend. I hope you have clear skies and a soft landing.</p>\n</blockquote>\n\n<p><em>Haha! Clear skies would indeed be a welcome sight! Goodbye Timor.</em></p>\n\n<blockquote>\n<p>Goodbye George.</p>\n</blockquote>"
}
