{
  "full_title": "Chapter 26: The Project",
  "number": 26,
  "title": "The Project",
  "created_at": "January 7, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cngvbob",
  "body": "<p>Doctor Rodriguez was at a loss for words. Confronted with this new evidence he was forced to alter his position as to the projects efficacy, but his ethical opposition still stood. If not for the procedures in place he&#39;d argued for that curtailed the dangers of permanent damage, he would never have agreed to this.</p>\n\n<p>As it stood, those procedures had been cut to the bone, and still they had very nearly violated them on countless occasions. But, all things considered, he&#39;d do it again. The scientific applications of the findings were beyond reproach, and the applications of the findings would surely have far-reaching consequences.</p>\n\n<p>..Not that he&#39;d ever be able to publish his findings openly. The subjects would go on, forever connected by their experiences and training. Each were specially educated and trained based upon their unique characteristics and strengths.</p>\n\n<p>He doubted they knew what they were getting into when they signed up for the program. They&#39;d been recruited from all walks of life, military, trades, academia, white collar blue collar.. Each from somewhere different, all twenty six of them.</p>\n\n<p>They each had names before, but he knew them only by their designated numbers. Subject 12 was his favorite, but he wasn&#39;t about to show it. She had too much ego already, too likely to go to extremes at times, attention and praise only exacerbated her worst qualities. Better to keep her seeking approval, she performed best under pressure.</p>\n\n<p>Now that the project was over, he was tasked with delivering their new identities, new names, assigned places of work.. Subject 12 was next.</p>\n\n<p>He sighed, and opened the door. She was sitting ramrod straight at the table, like always, hands folded in front, dark eyes following his every move as he sat across from her, like twin pools of ink..</p>\n\n<blockquote>\n<p>Good Afternoon sir.</p>\n</blockquote>\n\n<p><em>Hello 12, how are you?</em></p>\n\n<blockquote>\n<p>I&#39;m fine sir.</p>\n</blockquote>\n\n<p><em>I suppose you know why I&#39;m here.</em></p>\n\n<blockquote>\n<p>Yes sir, we&#39;re supposed to get our orders today.</p>\n</blockquote>\n\n<p><em>I wouldn&#39;t phrase it that way 12, it&#39;s not orders, they&#39;re assignments. You can request changes or even a discharge..</em></p>\n\n<p>He knew she wouldn&#39;t, of course, none of them would. Ambition, loyalty, and desire to do great things were high on all their personality tests. They&#39;d see things through to whatever end came.</p>\n\n<blockquote>\n<p>No sir, I&#39;ll accept whatever assignment is given me.</p>\n</blockquote>\n\n<p><em>Alright then, lets have a look at what&#39;s been chosen for you..</em></p>\n\n<p>He opened the manilla envelope marked 12, and slid the leaf of papers out on the desk. A small plastic bag filled with identification cards, a passport, credit cards, and licenses spilled out along with them.</p>\n\n<p><em>Looks like.. Well 12, your new name is Lucinda Alvarez.. Oh, excuse me,</em> <strong><em>Doctor</em></strong> <em>Lucinda Alvarez..</em></p>"
}
