{
  "full_title": "Chapter 27: Captain Ben Longmire Part III",
  "number": 27,
  "title": "Captain Ben Longmire Part III",
  "created_at": "January 8, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cni25l3",
  "body": "<p><em>It&#39;s a damn long shot, sir.</em></p>\n\n<blockquote>\n<p>That&#39;s the understatement of the century Commander, this is a damn near impossible shot.</p>\n</blockquote>\n\n<p><em>Surely a boat in the Atlantic is closer?</em></p>\n\n<blockquote>\n<p>COMSUBLANT has been out of contact since the day after the Phenomenon hit. It hit the East Coast first, they got the worst of it, their entire CoC is in tatters, some Subs reported in, some haven&#39;t. None of the ones that did have the shallow draft or bunkroom to do it.</p>\n</blockquote>\n\n<p><em>So who are we losing?</em></p>\n\n<blockquote>\n<p>Perkins, Smoot, Winthorpe, a few others from the forward torpedo room, Sonar, Weapons Control.. This isn&#39;t a combat Op, and no combat Ops are forcasted for the forseeable future, so they&#39;re getting off here. Australia&#39;s converting the HMAS <em>Success</em> to operate in the blind by GPS nav and IR, she&#39;ll put out to get our boys home as soon as she&#39;s able.. Hopefully we&#39;ll have got things in the US back in hand by then.</p>\n</blockquote>\n\n<p><em>Is it that bad sir?</em></p>\n\n<blockquote>\n<p>From what I&#39;ve been told, we don&#39;t even want to ask how bad it really is, but what they&#39;ve had to tell me is enough to make me think nobody on this boat may have any good news waiting for them when we get home.</p>\n</blockquote>\n\n<p><em>What should we tell the men sir? I mean..</em></p>\n\n<blockquote>\n<p>We tell them the truth. We&#39;ve got a long cruise ahead of us, plenty of time for the men to get their heads in the game.</p>\n</blockquote>\n\n<p><em>Aye sir, should I..?</em></p>\n\n<blockquote>\n<p>No, I&#39;ll handle it. That&#39;s the problem with being the Captain, sometimes it has to come down on my shoulders. This is a textbook example of when that is.</p>\n</blockquote>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2rpjja/chapter_27_discussion_captain_ben_longmire_part\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}