{
  "full_title": "Chapter 28: Sharon Part IV",
  "number": 28,
  "title": "Sharon Part IV",
  "created_at": "January 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnj4m4t",
  "body": "<p>It was far, far quieter than she was comfortable with. It was eerie. New York city on a.. Hell, what day was it now? It didn&#39;t matter. It was afternoon in the Big Apple, and there was no traffic. There were no horns blaring. There were no crowds. And Sharon was alone.</p>\n\n<p>She was moving quietly and carefully car to car in the middle of the structure. Eyes down, sunglasses dark, crouched, almost crawling. Quiet and slow from space to space, only looking up at the number on the wall.</p>\n\n<p>Her bug-out car was parked in space B19, odd cars on the exterior spaces evens on the interior, she was on B12. Three more spaces then across. It was a silver bumper with a <em>Semper Fi</em> Plate Border. She wouldn&#39;t have to look up.</p>\n\n<p>B14, Red Ford by the looks of it. It had a flat tire and was coated in dust, it had probably been here months before the Phenomenon.</p>\n\n<p>B16, a Yellow Camaro, might make for a nice midlife crisis car if she ever got to live to have a midlife crisis.</p>\n\n<p>B18, Green Range Rover, could definitely use that if she had to leave the city.</p>\n\n<p>Across, by the bumper, down low, stay away from the opening in the garage that leads to sky. She could feel the warmth of the light on the top of her head, but she didn&#39;t look up. Key in, turn.. Damn. It&#39;s stuck.</p>\n\n<p>Hasn&#39;t been opened in a while. She gently pushed upwards but it didn&#39;t move. She sighed, squeezed her eyes shut, and stood up, putting both her hands into a strong heave on the trunk. It sprung open with an uncomfortably loud clang, the keys flying through the air over head head and landing behind her on the ground.</p>\n\n<p>She peeked out of her right eye looking down into the trunk. It was all there, the duffel bags, the arms cases, the boxes of ammunition, the cardboard box full of MREs, the road bag with it&#39;s blankets and flares and various emergency tools.. The spare gallon of gasoline.. This would all help. A little spray-paint, a stop by one of those spy shops to pick up a a pair of IR goggles.. It would work, she could do this.</p>\n\n<p><em>Thump.</em> Something hit the roof of the trunk, felt like inches from her hand.</p>\n\n<p>Without hesitation she closed her eyes, threw herself in, and closed the trunk.</p>\n\n<p>As she lay in the dark, the stink of gasoline choking her, she heard, and felt, as innumerable things thumped into the outside of the car, she could tell they were covering it, cocooning it. And then they started moving, shifting, maybe vibrating, it was hard to tell, but they were tapping all over the car.</p>\n\n<p><em>Shit.</em></p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2rtjw3/chapter_28_discussion_sharon_part_iv\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}