{
  "full_title": "Chapter 29: Jesse Part III",
  "number": 29,
  "title": "Jesse Part III",
  "created_at": "January 10, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnk99n4",
  "body": "<p><em>Gat-dang son! You look like you&#39;ve got a tale to tell..</em></p>\n\n<blockquote>\n<p>Yes, yes I do.. But first, who are you? Are you military? Agency? Who sent you?</p>\n</blockquote>\n\n<p><em>Aw hell ain&#39;t nobody sent me Doc.. I just came here to see if there was anybody doing anything about them things in the sky.</em></p>\n\n<blockquote>\n<p>Ok, so, you&#39;re a civilian? How&#39;d you get here? How&#39;d you avoid the, er, &quot;things in the sky&quot;?</p>\n</blockquote>\n\n<p><em>Got a truck.</em></p>\n\n<blockquote>\n<p>A truck?</p>\n</blockquote>\n\n<p><em>Yeah, big old armored truck, like they use for bank deliveries and all that? Got it at auction when they upgraded their fleet. Repainted it, stocked it up, parked it in a hanger that I put up over meh&#39;bunker. When the alert went off, I got down in to the bunker and hunkered down, listened to reports, police scanner, military radio, the EAS, all of it. Then I prepped my trunk and came here.</em></p>\n\n<blockquote>\n<p>Ah, I see, and, uh.. You haven&#39;t, uh, haven&#39;t made contact with anybody in the government?</p>\n</blockquote>\n\n<p><em>Oh hell no! For all we know they made the dang things.. The ultimate way to wipe the slate clean and leave all the material goods untouched. Better than the Neutron Bomb.</em></p>\n\n<blockquote>\n<p>(Oh god he&#39;s one of those) Well yes, I suppose that&#39;s possible..</p>\n</blockquote>\n\n<p><em>So what&#39;s your story doc? How&#39;d you get up here? How long have you been there? What&#39;d you do?</em></p>\n\n<blockquote>\n<p>My name is Doctor Warren Rafei, and I am, or was, an Exobiologist with NASA on loan to the CDC. Anytime there&#39;s a question of a contaminant with possible extraterrestrial origins I&#39;m called in.</p>\n</blockquote>\n\n<p><em>So this thing really did come from outer space?</em></p>\n\n<blockquote>\n<p>Most definitely.</p>\n</blockquote>\n\n<p><em>Aw dang I was bettin&#39; on escaped government experiment meself..</em></p>\n\n<blockquote>\n<p>I&#39;m sorry to disappoint you. Can, can we get out of here? This place is a bit.. Exposed for my tastes..</p>\n</blockquote>\n\n<p><em>Oh hell yeah, I&#39;m sorry Doc. Stairs are this way, c&#39;mon..</em></p>\n\n<blockquote>\n<p>You&#39;ll have to guide me.</p>\n</blockquote>\n\n<p><em>Huh?</em></p>\n\n<blockquote>\n<p>I&#39;m blind. I was blinded.. It&#39;s a long story.</p>\n</blockquote>\n\n<p><em>Aw hell, I&#39;m sorry, I can&#39;t tell, I&#39;m looking at ya in infrared Doc.</em></p>\n\n<blockquote>\n<p>Infra-!? That&#39;s brilliant. Lead the way.</p>\n</blockquote>\n\n<p><em>You got it Doc, I&#39;m right here, let&#39;s go.</em></p>"
}
