{
  "full_title": "Chapter 30: Captain Ben Longmire Part IV",
  "number": 30,
  "title": "Captain Ben Longmire Part IV",
  "created_at": "January 11, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnlbxl1",
  "body": "<p><em>Easy does it Thompson, you don&#39;t want to oversteer here there&#39;s no room for correction.</em></p>\n\n<blockquote>\n<p>Aye sir, easy as I can..</p>\n</blockquote>\n\n<p><em>You&#39;re doing a good job, just don&#39;t get nervous.</em></p>\n\n<blockquote>\n<p>Heh, too late for that sir..</p>\n</blockquote>\n\n<p><em>Wentworth whats our depth sounding?</em></p>\n\n<p>A voice from an aft station pronounced &quot;We&#39;ve got 12 meters under the keel sir&quot;.</p>\n\n<p><em>You hear that Thompson? You&#39;ve got some wiggle room, relax.</em></p>\n\n<blockquote>\n<p>Aye sir..</p>\n</blockquote>\n\n<p><em>Nav!</em></p>\n\n<p>A twin pair of voices responded immedietly &quot;Yessir?&quot;</p>\n\n<p><em>Whats our current position, how far have we gotten?</em></p>\n\n<p>The Navigator, a wiry redheaded Ensign, responded &quot;We are approximately 6 miles upriver in the East river, west of Roosevelt Island, we&#39;re about to go under the Ed Koch Queensboro Bridge connecting Manhatten and Queens.&quot;</p>\n\n<p><em>And how much further until our destination?</em></p>\n\n<p>&quot;2 1/2 miles until we&#39;re sitting pretty off the coast of East 97th and FDR Drive.&quot;</p>\n\n<p><em>XO!</em></p>\n\n<p>&quot;Aye sir?&quot;</p>\n\n<p><em>Are our accommodations ready for our passengers?</em></p>\n\n<p>&quot;Absolutely sir.&quot;</p>\n\n<p><em>Good, lets hope they&#39;re there waiting for us. I&#39;d hate to have come all this way for nothing.</em></p>\n\n<p>&quot;Now that we&#39;re almost here sir, can I ask who, exactly, we&#39;re picking up?&quot;</p>\n\n<p><em>No idea. All I know is they&#39;re Government Agency VIPs, people in the know who are important to the efforts to understand this whole thing.</em></p>\n\n<p>&quot;What if there are others waiting for us?&quot;</p>\n\n<p><em>I somehow doubt the Chinese or North Koreans are waiting for us in the East River..</em></p>\n\n<p>&quot;No sir, I mean, other survivors, New Yorks a city of a couple million sir, there&#39;s bound to be survivors other than our VIPs.&quot;</p>\n\n<p><em>We only take the VIPs. It&#39;s a tough deal, but this boat doesn&#39;t have room for civilians. We&#39;re only here for the VIPs.</em></p>\n\n<p>&quot;How will we know them?&quot;</p>\n\n<p><em>They&#39;ve an authorization level and pass-phrases which were relayed to me, I&#39;ve got them written down in the notebook in my left breast pocket.. Wentworth, sounding?</em></p>\n\n<p>&quot;15 meters sir!&quot;</p>\n\n<p><em>Nav, position?</em></p>\n\n<p>&quot;Only a few hundred yards sir..&quot;</p>\n\n<p><em>Good, time to hit the surface. Blow tanks, set planes at 15 degrees upwards bubble, rudder amidships, all stop on the engines, raise the AN/BVS and hit the Infrared.. Lets see if there&#39;s somebody waiting.</em></p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2s1ok8/chapter_30_discussion_captain_ben_longmire_part_iv\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}