{
  "full_title": "Chapter 31: Lucinda Part IV",
  "number": 31,
  "title": "Lucinda Part IV",
  "created_at": "January 14, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnohu74",
  "body": "<p>The hard metal seat was cold, and the way the helicopter was bouncing up and down in the wind and banged against her rump wasn&#39;t helping. She was sure that when they got to their destination she&#39;d have bruises all over from the rough treatment she&#39;d received during her evacuation.</p>\n\n<p><em>Omega Protocol, immediate recall of all ɸ1 Clearance to the Safehouse.</em></p>\n\n<p>That had been hammered into their heads over and over again at the Project. For years.</p>\n\n<p>The Safehouse, that was what they called it. When she got back out into the world and was able to look up what the coordinates actually meant she was taken aback, just as she was sure most of the world would if they knew. But it was the last stand. The final place where the best and brightest and most important were to take shelter if all else was lost. Every member of the Project was a part of it. Every member was aware. She didn&#39;t expect to see them all. Their contingency plans were all based around nuclear exchange, or biological or chemical attack.. The Phenomenon was something else.</p>\n\n<p>If she had followed her plan to the letter she&#39;d have been dead multiple times over, stuck in a resort cabin in the Appalachia&#39;s with no escape, too few supplies, and too many windows. Still, she expected to see most of them there, reunited after nearly six years.. She wondered if any of them had gotten used to their new identities? Had they had families? Gone rogue? There was no way to know.</p>\n\n<p>The choppers engine sounds changed, they were winding down. It was a subtle change, but with sound her only real way to know what was going on it couldn&#39;t be helped. The Pilot and Copilot, the men who&#39;d pulled her out, they all had IR goggles. She was blindfolded to keep her safe. Still, in the meantime she&#39;d learned new information that might fit into the wider puzzle. The pilots had been very talkative about the things they&#39;d discovered with regards to mid-Phenomenon flight.</p>\n\n<p>The Phenomenon cocooned aircraft like they did cars or ships, but only while the aircraft was on the ground, and they avoided the engines. Once the plane was at speed or in the air, they peeled off and resumed their normal activities. So as long as you could board the plane and fly her in UV or IR, you could fly reliably. Air Force One was still in the air, moving from controlled landing site to controlled landing site.</p>\n\n<p>The President, well, the old president, had died in the initial event, looked right out the window of the White House. The Vice President had as well. The new President, the old Speaker, was not the best person for the job (she thought) but he wasn&#39;t overreacting or going overboard. He was a cautious politician, and a cautious Chief Executive.</p>\n\n<p>A sudden bump told her they&#39;d landed. Now was the worst part, waiting. A couple of hours of being still and quiet. As the rotors wound down above them, she started hearing thumps all over the body of the helicopter. The Phenomenon, finding the chopper hot and on the ground, were suddenly interested again.</p>\n\n<p>The pilots whispered that the best thing to do was take a nap, unless you snored, if you snored, it was just loud enough to keep them interested.</p>\n\n<p>A couple of hours, a quick run from the pad inside, and she&#39;d be reunited with the Project. The only people she&#39;d ever truly related to her entire life.</p>"
}
