{
  "full_title": "Chapter 32: Sharon Part V",
  "number": 32,
  "title": "Sharon Part V",
  "created_at": "January 15, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnpo7p0",
  "body": "<p>Even through the mask , the fumes were enough to make her eyes water. With nothing to look at anyway she closed them. The rustling and chittering of the things on the outside of the car was disconcerting, but only mildly so. In fact it was rather soothing. Like a fan or rain on a roof, white noise.</p>\n\n<p>But there was no way she was taking a nap. No way she could sleep through that smell. Plus she knew from the EAS that so long as she was still and quiet they&#39;d leave her alone eventually. She had to find a way to bide her time quietly.</p>\n\n<p>She figured if she made noise in the initial few minutes of her captivity it wouldn&#39;t be so bad. She began by rolling over on her side to face the bug-out bag and find her flashlight. Finding the moonbeam strapped to the pack itself rather than inside, she clicked it on and began rifling through the pack for something to read.</p>\n\n<p>Survival manuals, hunting guides from various game reserves, game cookbooks, <em>Everyday Chemistry</em>, maps, guidebooks, reference manuals for various firearms… <em>Aha!</em> I can always reread <em>The Art of War</em>…</p>\n\n<p>Rolling back, her left elbow and funny bone slammed into the roof of the trunk, sending lightning bolts of pain shooting up her arm. It was oddly quiet, the things had ceased their wriggling, their chittering, whatever the hell they&#39;d been doing, they weren&#39;t doing it now.</p>\n\n<p><strong>Thump.</strong></p>\n\n<p>Either one of the things had just thumped the car or a mass of them had coordinated to do so.</p>\n\n<p>Annoyed, Sharon slapped the roof intentionally this time, telling them under her breath to be quiet.</p>\n\n<p><strong>Thump.</strong></p>\n\n<p>Again they thumped right back at her.</p>\n\n<p>Angry now Sharon punched the roof of her confinement, rapid fire, three strikes, left-right-left.</p>\n\n<p><strong>Thump-thump-thump!</strong></p>\n\n<p>Sharon gave them one last slap before angrily grabbing for the book from where it had settled beside her.</p>\n\n<p><strong>Thump!</strong></p>\n\n<p><strong>Thump!</strong></p>\n\n<p><strong>Thump-thump-thump!</strong></p>"
}
