{
  "full_title": "Chapter 33: Jesse & Dr. Rafei",
  "number": 33,
  "title": "Jesse & Dr. Rafei",
  "created_at": "January 15, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnpx4jn",
  "body": "<blockquote>\n<p>So what&#39;s the deal Doc? What&#39;cha doin&#39; here still?</p>\n</blockquote>\n\n<p><em>I have duties, assignments. I have to stay here.</em></p>\n\n<blockquote>\n<p>Well jeez what kind of assignments Doc? I mean, pardon me if I missed something, but I don&#39;t exactly see a whole bunch of things to accomplish by a blind man sitting around an empty building.</p>\n</blockquote>\n\n<p><em>There are subbasements, levels below the ground, that still have supplies, power.. I&#39;m supposed to stay here, there are people coming for me. I can&#39;t be sure they&#39;ll know of the subbasements, so everyday I go upstairs and wait quietly. So long as I keep to the center of the building, near the elevators and stairways, away from the windows, then I&#39;m relatively safe from harm.</em></p>\n\n<blockquote>\n<p>Who&#39;s coming for ya Doc?</p>\n</blockquote>\n\n<p><em>I can&#39;t be sure. I&#39;m a member of a specialized organization, or project. I&#39;ve received my evacuation orders, and my procedure was to remain here, to await rescue.</em></p>\n\n<blockquote>\n<p>Are we talkin&#39; thin gentleman in black suits with bland features, pale skin, and dark sunglasses here Doc?</p>\n</blockquote>\n\n<p><em>I&#39;m not sure. Might be, could be military, or something else entirely, I&#39;m not sure.</em></p>\n\n<blockquote>\n<p>Alright Doc, we&#39;ll stay put. I gotta be honest wid&#39;ya, I ain&#39;t exactly looking forward to meeting the folks coming for ya, always been mighty suspicious of figures in authority and the folks who kowtow to &#39;em. But, er, considering the circumstances..</p>\n</blockquote>\n\n<p><em>Better the government than the loneliness of a dead world?</em></p>\n\n<blockquote>\n<p>I wouldn&#39;t&#39;a phrased it quite like that Doc, but, pretty much, yeah.</p>\n</blockquote>\n\n<p><em>I figure we&#39;ve still got a few hours, do you have anything to eat?</em></p>\n\n<blockquote>\n<p>Oh, dang, heck ya, hold on, you stay right here, I&#39;ve got plenty of food in the truck.</p>\n</blockquote>\n\n<p><em>Don&#39;t leave me alone, please..</em></p>\n\n<blockquote>\n<p>Oh, ok, alright, well, lets get going, we got a few floors of stairs, and then a quick trip through the garage, but when we get to the garage we&#39;ll have to be quiet, there&#39;s opening to the sky in there and we don&#39;t want to attract nothing.</p>\n</blockquote>\n\n<p><em>I think you could leave me at the staircase in that case.</em></p>\n\n<blockquote>\n<p>That sounds like a good idea.</p>\n</blockquote>\n\n<p>As Jesse led the blind Dr. Rafei down the winding staircase to the garage level, they spoke of the researchers who&#39;d staffed the building before the Phenomenon, their initial efforts to survive it, their dwindling numbers and isolation limiting their previously presumed research capability. As they approached the lower levels, Dr. Rafei held up a hand, signalling Jesse to halt his line of questioning. As they listened to the silence, the sound of an idling diesel engine could just be made out coming from below.</p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2sj5ck/chapter_33_discussion_jesse_dr_rafei\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}