{
  "full_title": "Chapter 34: Timor Part III",
  "number": 34,
  "title": "Timor Part III",
  "created_at": "January 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnqw40d",
  "body": "<p>Timor was running for his life.</p>\n\n<p>He couldn&#39;t remember how he got into this situation. All he knew was that he had to escape. He was moving through the tunnels of the Station, dodging hanging pipes and debris left over from a cold war long ago.</p>\n\n<p>The sounds of his pursuer behind him were subtle. His own footfalls nearly drowned it out. The shadows of his pursuers stretched ahead of him. The cloud that chased him was a wall of broken glass, black and sharp, whirling and surging, as it moved through the station the world around it changed, he knew.. But he didn&#39;t know <em>how</em> he knew. The voices from the dark were the damnedest thing.. A constant cacophony of whispers and hushed commands.. <em>obey.. bow.. worship.. sacrifice..</em></p>\n\n<p>They were getting louder, it was getting closer. The hall was twisting under his feet, his shoes sinking through the cold concrete as the angles went wrong and what was flat became curved and solid became pliable..</p>\n\n<p>An errant pipe snaked out of nowhere and caught the cuff of his pant-leg, sending him flying onto his hands and knees. That was all it took, the void was upon him..</p>\n\n<p>With a start, flailing against his attacker, Timor awoke in a cold sweat, wrapped too tightly in his blankets.. again. He had to start taking a sedative before bed. He couldn&#39;t keep moving so much in his sleep.</p>\n\n<p>He swiveled his body to the side, throwing his legs off the side of the cot. His knees ached, his feet were swollen, and his breathing was ragged.</p>\n\n<p>Unlike his dreams, in real life, the halls of the Station were too cramped and narrow for running, and with no open space large enough for anything but tight circles of six or seven feet, the lack of activity and exercise, the wealth of processed foods, and complete boredom were taking their tolls on his health.</p>\n\n<p>His waistline was testing the limits of the biggest pants he had on hand. Pretty soon, he&#39;d have to go nude and just bump up the thermostat.</p>\n\n<p>As he made his way into the Communications Center on his way to the privy, he kept an ear out for an alert notifying him of active comm traffic, but as usual, there was nothing.</p>\n\n<p>Timor was sure there were still satellites in operation, but the systems here were hardwired to certain frequencies, and none of them were military, commercial, or civilian. Unless somebody started making uses of the ISS bands or the NASA shuttle bands, he might as well be the last soul on earth.</p>\n\n<p>As he sat on the cold steel rim of the privy, he contemplated what he was to do. The same options kept cycling through his head, the same ones he&#39;d had since the ISS went down two weeks before. He could try to live out the rest of his life in the Station, or, he could take a walk outside and skygaze. He was starting to think the latter was better than ending up obese and dying of a heart attack alone in a concrete cave.</p>\n\n<p>His reverie was broken by a shrill tone coming from the Communications Center.</p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2smpbk/chapter_34_discussion_timor_part_iii\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}