{
  "full_title": "Chapter 35: The Story of George",
  "number": 35,
  "title": "The Story of George",
  "created_at": "January 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnr9ehu",
  "body": "<p>&quot;Gravity is a bitch.&quot;</p>\n\n<p>George had forgotten how heavy his hands were. It was a funny thing, coming back from a long-term stay in orbit. One he felt wonder at each time… And this, now, was likely to be the last time, and all he could marvel at was the weight of his own damn hands. He manipulated the controls of the Soyuz Capsule in slow, heavy precision, pressing each key, flipping each toggle methodically.</p>\n\n<p>Again, he settled back into the seat. For the third time, there were no signals the Soyuz&#39; radio could pick up. No civilian bands, no EAS messages, nothing. Of course, he couldn&#39;t remember which frequencies were within the sets range, and his Russian was too rusty to make any sense of the manuals…</p>\n\n<p>But, his own beacon was functioning, that much he knew. So he waited, and hoped. At least he could open up the vents to breath the fresh air. He dared not look out the porthole though. He&#39;d used gum to stick a few pages of the useless manual to the glass, just in case.</p>\n\n<p>The ride was pleasant enough on the way in. Bumpy as usual, but not overly so. He tried not to think too much about the future. About the people coming for him, and whether they&#39;d managed to make it to the coast or not. About what his life was going to be like on Earth. He didn&#39;t speak any French, after all. Thankfully, he&#39;d never married or had children. He couldn&#39;t imagine if he had. One of the men on the American West Coast that had been at the Tracking Station attached to the ISS, a Professor, Dr. Walthers, had a newborn, somewhere, he hoped.</p>\n\n<p>He preferred not to think of the other distinct possibility. That the French hadn&#39;t made it to the coast, or hadn&#39;t found a ship that they could use, and no-one was coming. That he&#39;d sit here, in the capsule, until either he starved or it sank.</p>\n\n<p>He pondered what kind of future he could have if he was rescued. He was a physicist by trade. He couldn&#39;t think of much he could do as a member of a post-apocalyptic community. Well, unless France had a Nuclear Reactor that was still operable.</p>\n\n<p>Well, he&#39;d always enjoyed metallurgy, maybe he could take up blacksmithing. That would be a proper survival skill in the new world, wouldn&#39;t it?</p>\n\n<p>His train of thought was interrupted by a sudden clanking as the capsule impacted something, or rather, something clanked into the capsule…</p>"
}
