{
  "full_title": "Chapter 37: The Project Part II",
  "number": 37,
  "title": "The Project Part II",
  "created_at": "January 19, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cntsqu3",
  "body": "<p>Doctor Rodriguez pored through his notes, looking again and again at locations, assignments, addresses, drop sites.. He had records of the eventual destinations of all 26 of the Subjects, spread worldwide. He knew there had to be at least one of them posted near to where he&#39;d taken shelter.</p>\n\n<p>Now that he knew travel across the surface was possible, it was only a matter of getting the right materials, and having a destination. All the subjects were well trained, and most were well equipped, cover stories, drop sites, bug out locations, safe-houses.. If he could find one of them, any of them, they would help him, he knew it, he was the one who&#39;d argued for them, for their conditions, for their comfort and their treatment..</p>\n\n<p>Still, there was the distinct possibility that they&#39;d want nothing to do with him or the Project at this point, regardless of their previous orders. The nature of the Phenomenon changed everything. If this was a traditional WMD apocolyptic situation, a specialized command system would have been activated and each of them would&#39;ve been picked up and gathered into a specialized facility in the Rockies. But the sudden and devastating nature of the Phenomenon had been uniquely unlike anything they&#39;d prepared for. They never considered the possibility of being totally blinded above ground in the initial stage, much less requiring specific precautions other than preserving environmental integrity.</p>\n\n<p>The Project was never intended for this kind of survival scenario, but, it could be adapted, even with their known losses. But, first things first, he had to get to one of them. His own access to the Project Satellite had been cut off. Stupid, a driver, killed by the Phenomenon, the out of control vehicle slamming right into Rodriguez&#39; own shelter facility in the initial hour, destroying his satellite up-link.</p>\n\n<p>26 subjects, 13 men and 13 women, each with their own unique traits and specialties. Spread all over the world, to minimize causalities in the event of total Thermonuclear War. The last resort. There had to be one within reasonable range of the Kansas City area.. And he was right.</p>\n\n<p>Subject 26, Art Historian, <em>Zoe</em>.. Sweet, gentle little Zoe. The Art Institute of Chicago. It was a little far, but according to this her safe-house was optimal, underground, independent water &amp; power, serious stores.. Not that that was the deciding factor. The next likely candidates were Subject 23 in Atlanta or Subject 10 in New Mexico, and he knew 10 was dead, burned with his lab.</p>"
}
