{
  "full_title": "Chapter 38: The Story of Dr. Warren Rafei",
  "number": 38,
  "title": "The Story of Dr. Warren Rafei",
  "created_at": "January 22, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnwto9i",
  "body": "<p><em>The Phenomenon, day 2, 10 weeks ago.</em></p>\n\n<p>In retrospect, whoever designed the CDC with one entire side of the building as floor to ceiling windows was an idiot. NASA had much better sense when it came to architecture. Large buildings, surprisingly few windows. As it stood, the CDC was in piss poor shape. Fully a third of the labs were inaccessible.</p>\n\n<p>The natives, as he thought of them, were getting restless. They acknowledged that his expertise and the mandate of the Surgeon General were enough to put him in charge, even as half of them had better qualifications and many had decades in experience, his was the relevant field.</p>\n\n<p>Even so, things were going quickly south. Many of them were completely irrelevant to the work at hand. And in survival situations as this, feelings of powerlessness and isolation could be a potent recipe for trouble. Not to mention the lack of supplies. The facility mess was well stocked, but perishables were going at a prodigious rate. The vending machines had already been raided and collected, though goodness knows what several weeks worth of JuicyFruit would do for them once the real food had gone.</p>\n\n<p>Fortunately the underground facilities were untouched, but with travel impossible none of the proper staff were going to be coming in. He had no choice. He opened up his desk and punched the four digit code into the pinpad there.</p>\n\n<p><em>The Phenomenon, day 16, 8 weeks ago.</em></p>\n\n<p>Dr. Rafei finally gave up hope. Help wasn&#39;t coming. Food stores were gone. He was going to have to show them the subbasements. They&#39;d be angry, they&#39;d been working like dogs with little food and almost no sleep for over two weeks, and he&#39;d been holding out on them. Angry.. was probably optimistic, actually. Still, they would have to understand.. He&#39;d have to tell them about the Project, or at least, his part in it, the purpose of the subbasements.</p>\n\n<p><em>The Phenomenon, day 37, 5 weeks ago.</em></p>\n\n<p>They were going to abandon their posts, and he couldn&#39;t do anything about it. He couldn&#39;t help but admire their courage. They had no way of seeing in the IZR or UV spectrums, no definite guarantee of effective shelter at any stage of their journey, and little hope of finding food or help awaiting them at the end of their journey, and yet still they were going.</p>\n\n<p>At least they&#39;d used a gap to restock all they&#39;d taken from his stores.</p>\n\n<p><em>The Phenomenon, day 55, 2 weeks and 3 days ago.</em></p>\n\n<p>Dr. Rafei winced as he pulled the bandages off. Each and every time the gauze liked to stick to his skin, sometimes <em>in</em> his skin as it healed. He braced himself, then leaned his head back over the washroom sink and poured the isopropyl alcohol over his face. The burn was intense, but he had no choice. It was the only wound disinfectant he could rely on, as it was the bottle in the medkit. Any number of other bottles throughout the labs could be any number of things that could be deadly to pour on his face or even smell.</p>\n\n<p><em>The Phenomenon, day 88.</em></p>\n\n<p>Dr. Rafei listened carefully to the men who&#39;d finally exited the vehicle in the garage. Their hushed conversation was too quiet for him to follow, but he could hear a singular word here and there.. Suddenly, he realized who the men were. He quickly pulled at the arm of the neanderthal Jesse to encourage him to lead them both back up the stairway towards the elevator lobby.</p>"
}
