{
  "full_title": "Chapter 39: Sharon Part VI",
  "number": 39,
  "title": "Sharon Part VI",
  "created_at": "January 24, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/cnz34ua",
  "body": "<p><em>Sharon was running. Something pursuing, something behind, something dark.. She knew she had to get away.. No way to fight back, nowhere to hide, escape was the only option. If she turned she would die, and she knew it. But the voices kept demanding she look. or maybe they wanted something else. Her acquiescence, her surrender.. As she focused her attention back on her path, she realized there was a precipice ahead. It was too dark to see the other side or the bottom. It had to be a leap of faith..</em></p>\n\n<p>With a sudden jerk she awoke, banging her elbow yet again against the hard plastic of the trunk floor. She froze, straining her ears to listen for any indication the things had heard her. It was silent outside, until she heard someone fumbling with keys outside, heard one key after another pushed into the trunk.</p>\n\n<p>She fumbled around trying to get at her weapon, but that hand was numb and the bug-out bag was in the way of the draw. Suddenly the trunk lid opened and a blinding light flooded in, forcing her to squint.</p>\n\n<blockquote>\n<p>Sharon!!!</p>\n</blockquote>\n\n<p>Emil was a welcome sight, even if unnecessary, all she had to do was hit the internal trunk release and she&#39;d have been out.</p>\n\n<blockquote>\n<p>Sharon! Thank goodness I found you, I came looking after so many hours.. Found these keys right next to the drain grate.. I was worried you&#39;d, well..</p>\n</blockquote>\n\n<p><em>I&#39;m fine, but you shouldn&#39;t be here Emil. What did I tell you!? What&#39;s the protocol?</em></p>\n\n<blockquote>\n<p>One person..</p>\n</blockquote>\n\n<p><em>One Person Out At A Time. OPAAT. One person out, everyone else waits, that way if one person does something stupid it doesn&#39;t put the others at risk. Where is Sarya? What would happen if you came looking for me and we both died? What would she do?</em></p>\n\n<blockquote>\n<p>Yes yes, you&#39;re right.. But I&#39;m naturally an impatient person, I couldn&#39;t help myself.</p>\n</blockquote>\n\n<p><em>Well help yourself next time, stick to the protocol.</em> <strong><em>Stay home.</em></strong> <em>I didn&#39;t need your help.</em></p>\n\n<blockquote>\n<p>I&#39;m sorry, I just...</p>\n</blockquote>\n\n<p><em>Enough, lets get back indoors, even in the middle of the day it&#39;s not safe out here.</em></p>\n\n<blockquote>\n<p>Yes, yes of course, need any help carrying any of that?</p>\n</blockquote>\n\n<p><em>Well you&#39;re here, might as well make yourself useful..</em></p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2thgtb/chapter_39_discussion_sharon_part_vi\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}