{
  "full_title": "Chapter 40: The Day Things Changed",
  "number": 40,
  "title": "The Day Things Changed",
  "created_at": "January 27, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/co2wh6x",
  "body": "<p><em>Day 89 of the Phenomenon, noon.</em></p>\n\n<p>A man in a rumpled and grease stained black suit sat under an awning along the waterline of the East River. He was cold, tired, and the weight of the Infrared goggles were beginning to make his neck hurt. He was dying for a cigarette, but even sitting still under cover from the sky, the heat of a lighter and then the slow burn of a smoke would attract the damn things.</p>\n\n<p>As he shivered and wished for the thousandth time he had brought a blanket or something, he suddenly saw something he never expected in a million lifetimes to see so up close and in person. Through the various multihued rainbows that the goggles made of the world, he could see a sleek, cold, metal, rounded hump rise from the water, quickly taking a more recognizable form. He slowly reached into his inside vest pocket and keyed the radio tucked within…</p>\n\n<blockquote>\n<p>The ride&#39;s here, it&#39;s a Submarine.</p>\n</blockquote>\n\n<p>A crackling voice from the radio started speaking and then was drowned out in static.</p>\n\n<p>~</p>\n\n<p>Sharon and Emil made their way quickly and quietly through a series of tunnels, headed towards their latest shelter in a warehouse along the waterline, lugging several large seabags of gear and supplies.</p>\n\n<p><em>So do you think we&#39;ll make it?</em></p>\n\n<blockquote>\n<p>Under normal circumstances, no, way too much traffic on the river and in the bay, but with things the way they are, so long as we stay in the center of the current, we should easily be able to pass through to the Atlantic.</p>\n</blockquote>\n\n<p><em>And what then? You still haven&#39;t told me where we&#39;re going.</em></p>\n\n<blockquote>\n<p>The way I figure it, there&#39;s bound to be more civilized survivors out there, and the best bet for where they&#39;ll be is Washington DC. Congress, the President, the Supreme Court, they&#39;re all high priority in situations like this. There&#39;ll be survivors there. All we&#39;ll have to do is get into an important building and wait. The White House, the Capital Building, the Library of Congress…</p>\n\n<p>After that, we just trade services, my combat training and survival skills, your lingual skills, for food and shelter.</p>\n</blockquote>\n\n<p><em>Sounds like a good plan, but how will we navigate? We can&#39;t exactly navigate by the stars…</em></p>\n\n<blockquote>\n<p>My phone GPS still works, so long as the boat has a plug, I&#39;ll be able to charge my phone.</p>\n</blockquote>\n\n<p><em>…And if it doesn&#39;t? If we can&#39;t find a suitable boat?</em></p>\n\n<blockquote>\n<p>Emil, we have the choice of every floating vessel on the New York waterfront. There&#39;s going to be <em>at least</em> one decent boat we can use.</p>\n</blockquote>\n\n<p>As they made their way forward, they could see a shaft of light from a ventilation shaft ahead suddenly go dark.</p>\n\n<p>~</p>\n\n<p>Jesse spooned out some soup from the pan for Dr. Rafei. Cheddar Broccoli, not his favorite, but as far as premade powdered mixes went, it wasn&#39;t too bad. The simple fact that Jesse could cook without fear of burning down the building was a welcome relief. Dr. Rafei was sick and tired of playing guessing games with prepackaged food. Too many times he&#39;d been hopeful he was opening a box of cereal only to find himself eating cheez-its or with hands full of pancake mix.</p>\n\n<p>As Dr. Rafei brought the spoon to his mouth, he inhaled the rich aroma of the watery mixture. Suddenly though, he heard a tone coming from the Control room down the hall. Jesse placed his own soup down on the table and hurried to discover what was the matter.</p>\n\n<p>Dr. Rafei listened for his new assistants report. As they&#39;d gotten to know each other over the past day and a half, he&#39;d gradually reassured and allayed his companions fears, explained his place as a part of the Project, and dissuaded him of his initial plans to evacuate them back to his bunker. They may have to retreat there eventually, but no time soon, thanks to his eyesight.</p>\n\n<blockquote>\n<p>Hey Doc, there&#39;s a little light flashing back here, has some letters next to it… E T S, what&#39;s that mean?</p>\n</blockquote>\n\n<p><em>It could mean several things, which panel is it on?</em></p>\n\n<blockquote>\n<p>External Environmental Indicators.</p>\n</blockquote>\n\n<p><em>Extreme Temperature Shift, there should be a readout somewhere nearby it, should show either a positive or negative number, red or blue, what does it say?</em></p>\n\n<blockquote>\n<p>Uh, er… It&#39;s blue… 8? What&#39;s it mean Doc?</p>\n</blockquote>\n\n<p><em>It means that the temperature sensor on the roof detected a temperature drop of 8 degrees in less than 30 seconds, check the display that reads &quot;WD&amp;S&quot;, what does it say?</em></p>\n\n<blockquote>\n<p>Uh, hold on a second, lemme find&#39;er… Uh, looks like W2.</p>\n</blockquote>\n\n<p><em>That means the wind is headed west at 2 miles per hour, so it&#39;s not a sudden gust of cold wind, not fast enough to drive temperatures down that fast.</em></p>\n\n<blockquote>\n<p>Doc that readout&#39;s changing again…</p>\n</blockquote>\n\n<p><em>Which one?</em></p>\n\n<blockquote>\n<p>The first one, the one that beeped, it&#39;s now blue 14.</p>\n</blockquote>\n\n<p><em>That</em> <strong><em>is</em></strong> <em>a significant change… I wonder what&#39;s going on out there.</em></p>\n\n<blockquote>\n<p>I think I&#39;ve got an idea Doc.</p>\n</blockquote>\n\n<p><em>What is it?</em></p>\n\n<blockquote>\n<p>There&#39;s a camera here, pointed at the ground, well, it&#39;s like noonish, right?</p>\n</blockquote>\n\n<p><em>You&#39;d know better than I.</em></p>\n\n<blockquote>\n<p>Well, it is, and it&#39;s pitch black out there.</p>\n</blockquote>"
}
