{
  "full_title": "Chapter 41: Angela Part II",
  "number": 41,
  "title": "Angela Part II",
  "created_at": "January 29, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/co4dqdy",
  "body": "<p><em>The Phenomenon, day 89, 6pm, Lycksele Sweden.</em></p>\n\n<p>Angela could feel the heat being drained from her body by the cold. Cramped inside a small metal cabinet in the employee break room of a grocery was not the ideal place to be. If she&#39;d had some warning, some hint of things to come, she&#39;d have been nice and warm and safe in her basement, or better yet, retreived and evacuated with the rest of the Project members.</p>\n\n<p>She could hear whatever it was walking around outside. It&#39;s footfalls were strange. Definitely bipedal, but the floors here weren&#39;t made of glass, and the storm definitely couldn&#39;t penetrate this far indoors, certainly not this quickly, and yet… It&#39;s every step crackled like it was crunching through icy puddles.</p>\n\n<p>If it had been an Elk, or a Moose, or a Bear, it would have made other noises, but other than it&#39;s footfalls it was silent. Eerily so. She couldn&#39;t even hear any <em>breathing.</em></p>\n\n<p>Suddenly, she heard it rush off, heard doors being slammed open and wind howling as it rushed back out into the blizzard. She waited, listening, not even breathing, straining to hear anything and everything going on outside her hiding spot.</p>\n\n<p>3 heartbeats, 6… Nothing. Nothing at all.</p>\n\n<p>She gently pressed on the door of the cabinet, it&#39;s freezing metal burning to the touch. It didn&#39;t move. She pressed firmer, and still it stayed closed. She thought she might have jammed the latch when she slammed it closed just moments before the… whatever… came barreling into the room.</p>\n\n<p>She braced herself against the rear of the cabinet and heaved against the door after an agonizing second where she was terrified she might be trapped, and then with a crack it broke open. Peering around the break room she was astounded to find everything, <em>everything</em>, coated in ice. She&#39;d been frozen in.</p>\n\n<p>Nearly a quarter inch of ice covered every square inch of the floor, walls, and ceilings, every stick of furniture, even the heater was encased in rapidly thawing ice. The footprints of the creature were clearly outlined. As the tiles underneath were shattered like glass. The shape of the footprints were odd in and of themselves. Neither hooves nor pads nor feet… Just oblong ovals.</p>\n\n<p>She&#39;d only just hidden from the creature when it came in, it had only stomped around the room a few seconds before leaving. She looked around, the shattered tiles, the layer of ice… Whatever it was, it was freezing by it&#39;s very presence.</p>\n\n<p>As she shored up the door and started clearing up the puddles as the ice melted, she started to notice new details. The chair legs, the tables, the door frame itself were all slightly off. Bent, warped, as if they&#39;d been exposed to heat instead of chill. Already her mind was working, running through scenarios and hypotheses…</p>\n\n<p>Heat was out of the question, acid, well, it would&#39;ve left distinctive traces, smells, bubbling patterns, runs of dissolved materials, plus, she wouldn&#39;t have been able to touch any of it so quickly and easily after exposure. Perhaps some high level of radiation, but even that was unlikely, at that high a dose she wouldn&#39;t have survived.</p>\n\n<p>She was going to have to find some way to get out and make contact. No choice about it now.</p>"
}
