{
  "full_title": "Chapter 42: Captain Ben Longmire Part V",
  "number": 42,
  "title": "Captain Ben Longmire Part V",
  "created_at": "February 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/coni4xl",
  "body": "<p><em>Everything looks clear Captain. We&#39;re getting some funny readings on the Temperature sensors, but we figure it&#39;s just a bad sensor.</em></p>\n\n<blockquote>\n<p>Funny, what do you mean?</p>\n</blockquote>\n\n<p><em>Well, It&#39;s December, and it&#39;s New York, so we expected cold, but the sensors reading 20 below, and there&#39;s just no way it&#39;s that cold. Last reading when we were off the coast in the Atlantic had us at 35 above. Chilly, but not freezing. And that was just a 12 hours ago. Unless there&#39;s a major front come in the sensor&#39;s bad.</em></p>\n\n<blockquote>\n<p>And we certainly didn&#39;t crack through ice on our way up, so it&#39;s got to be the sensor.</p>\n</blockquote>\n\n<p><em>Exactly sir.</em></p>\n\n<blockquote>\n<p>Alright, well, get the shore party ready. Make sure they bundle up, even 35 degrees can be dangerous if they&#39;re wet going ashore.</p>\n</blockquote>\n\n<p><em>Aye sir.. Should they be armed?</em></p>\n\n<blockquote>\n<p>Yeah.. Better safe than sorry. Have the Master At Arms issue out sidearms and longarms to the party, them as can use&#39;em.</p>\n</blockquote>\n\n<p><em>Shotguns or rifles sir?</em></p>\n\n<blockquote>\n<p>Both.</p>\n</blockquote>\n\n<p><em>Aye Sir, who should lead the party?</em></p>\n\n<blockquote>\n<p>I am XO.</p>\n</blockquote>\n\n<p><em>Sir, regulations..</em></p>\n\n<blockquote>\n<p>More than 80% of the world is dead Commander, we&#39;re picking up VIPs for the survival of the human race from the greatest city on Earth, which it so happens I&#39;ve never been to. I&#39;d like to see New York, even as she is now, and this is likely to be my last chance.</p>\n</blockquote>\n\n<p><em>Sir, all due respect, I can&#39;t let you go. I just can&#39;t.</em></p>\n\n<blockquote>\n<p>Are you going to have Cox hold me here at gunpoint?</p>\n</blockquote>\n\n<p>Eyes all over the bridge of the Submarine were locked on Captain Longmire and Commander Gaines. This was the first time they&#39;d ever disagreed in the view of the crew before, their normally smooth partnership suddenly in rough waters. Regulations were clear, and in normal circumstances the XO would be indeed well within his rights to have the senior Master At Arms, a CPO named Cox, keep the captain on the boat regardless of the circumstances, but even Cox himself at this point, standing at the aft hatch with his hand on his holstered weapon, didn&#39;t look too sure about what could or should be done under these circumstances. It&#39;s not like there was likely to be any kind of legal review in whatever port they ended up putting into.</p>\n\n<p>After a tense number of seconds which felt like minutes, the XO turned his gaze to the Master At Arms and spoke:</p>\n\n<p><em>You heard the Captain, get the Shore Party armed and dressed for the cold, yourself too. If the Captains going, you&#39;re going with him, and you&#39;re not going to let him out of your sight or out of arms reach, understood?</em></p>\n\n<p>The Master At Arms stood at attention, locked eyes with the XO and belted out a sincere &quot;AYE SIR&quot; before turning and heading towards the Arms Locker.</p>\n\n<p>Commander Gaines turned to the captain once more, a hard look on his face.</p>\n\n<p><em>This is the compromise, I don&#39;t presume to give you orders, but I&#39;d rather not hear anything from Cox when you get back about you trying to get away from him.</em></p>\n\n<blockquote>\n<p>XO that will work, that will work.. It&#39;s your boat, I&#39;m going to go get changed.</p>\n</blockquote>\n\n<p><em>Aye sir, my boat.</em></p>\n\n<p><strong>EDIT:</strong> Please note that <a href=\"https://www.reddit.com/r/ThePhenomenon/comments/2w4j4w/chapter_42_discussion_captain_ben_longmire_part_v\">there is a Thread specifically dedicated to discussion of this chapter.</a> I&#39;d like to keep this main story thread as clutter-free as possible. Existent comments will not be removed, but whatever critiques, fan theories, or simple &quot;This is cool&quot; comments you have, please post them in the discussion thread.</p>"
}