{
  "full_title": "Chapter 43: Lucinda Part V",
  "number": 43,
  "title": "Lucinda Part V",
  "created_at": "February 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2qzrym/the_phenomenon_full_text/conkpzp",
  "body": "<p>Lucinda was shocked into silence. At no point had she thought there&#39;d be so <em>few</em> of them.</p>\n\n<p>The list of confirmed casualties amongst Project personnel was the worst part. Dr. Ferguson had died in the Lantern, that she&#39;d already known, but he wasn&#39;t so much of a loss, but Daniel, Gretchen, Patricia and Quentin were going to be sorely missed.</p>\n\n<p>The few who were confirmed living but inaccessible was no better, Warren Rafei would be useful, but he was out of reach at the CDC, Henry Walthers was alive and well at Berkley, Zoe was in Chicago, Nikki, Xenia, &amp; Yosef were safe, but with dwindling resources in London, there was talk of a mission to rescue them later, but their supplies might not last long enough..</p>\n\n<p>The list of those missing and presumed dead was the longest, naturally, and read like a laundry list, Angela, Elaine, Kelly, Terrance, Viktor..</p>\n\n<p>There was definitely work to be done. The Hangar was abuzz with activity. It looked like they were trying to refit a MI-26 for operation in the Phenomenon long term, extra fuel tanks, food stores, beds for hot swapping the crew, 360 degreee IR camera mounts..</p>\n\n<p>When it was finished it&#39;d be very useful. The covered dock had long since been closed off and the <em>Nautilus</em> was being worked on as well,. She was told they were going to clear it&#39;s aft deck and make it a landing pad for the chopper, which people had nicknamed the Blind Ghost based off it&#39;s completely enclosed cockpit and white skin.</p>\n\n<p>She&#39;d been pressed into service in the infirmary, even though the fascility had the proper outfitting for her to continue her research, caring for the other, non-Project VIPs had taken priority she was told.</p>\n\n<p>She disagreed, but here she was just another cog in the wheel rather than the person in charge. She hoped that if the results came back positive from Roberts experiment, they could re-prioritize, but contact had been lost, hopefully just an equipment failure, because the other possibilities were less than positive.</p>\n\n<p>As she ruminated on the possibilities for future research in this environment, her charge reached out and grasped her sleeve, the famous (or infamous) former Vice President was having yet another heart attack.</p>\n\n<p>She hit the intercom and called for her team.</p>"
}
