{
  "full_title": "Chapter 44: Timor Part IV",
  "number": 44,
  "title": "Timor Part IV",
  "created_at": "March 4, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2xvjjt/chapter_44_timor_part_iv",
  "body": "<p><em>Damn these concrete floors… My feet freeze every time I get out of bed, the shower…</em></p>\n\n<p>As Timor made his way from his quarters to the storerooms near the bunker entrance, he ruminated and mourned his lack of adequate footwear. He&#39;d worn through his sneakers in the first few weeks when he&#39;d still pace for exercise… Cheap black market Nike rip-offs simply weren&#39;t up to par… As he approached the storerooms he wheezed and gasped and grasped at his side.</p>\n\n<p><em>I&#39;ve</em> <strong><em>got</em></strong> <em>to start shifting stores around the bunker, get a big empty space opened up… Make myself a gym.</em></p>\n\n<p>As he came round the last narrow corner into the bunker entrance, still crowded high with the creates and pallets of the last delivery before things had gone to hell, he caught sight of the massive steel doors that had seemed so superfluous on his first arrival… Now, knowing what last beyond, he was grateful for their weight.</p>\n\n<p>But… Something was wrong. The doors seemed pale…</p>\n\n<p>As he approached, he saw what was the matter: the massive steel doors were covered with a fine layer of frost. Russian winters were notoriously cold, but, <em>the doors were three feet thick, they&#39;d never frosted before, no matter how cold it got.</em></p>\n\n<p>Curious, Timor approached the guard post nearest the doors, long unmanned, it still held readouts and screens for the suite of sensors and cameras outside the bunker.</p>\n\n<p>He&#39;d covered the camera screens when things first went to shit, but the other readouts were intact.</p>\n\n<p>The temperature gauge shocked him, and he thought the readout was wrong, or in the wrong scale. He pulled out the binder that held the operators manuals and quickly double checked the scale temperature was displayed in. -196° Celsius.</p>\n\n<p><em>What the hell is going on?</em></p>\n\n<p>Almost in answer, the door reverberated with a deep impact from outside.</p>"
}
