{
  "full_title": "Chapter 45: George Part II",
  "number": 45,
  "title": "George Part II",
  "created_at": "March 5, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2xz3z3/chapter_45_george_part_ii",
  "body": "<p>The sounds of metal screeching together allayed his fears that the impact was some inane and accidental contact with a bouy.</p>\n\n<p>He could hear voices, muffled, dim, and distant, though he couldn&#39;t make out what they were saying. He was sorely tempted to uncover the porthole and take a peek outside, but before he could even begin to reach for it the pod shifted and rolled onto its side, pushed, seemingly, from outside.</p>\n\n<p>A few panicked seconds and the craft begin righting itself, only to jerk to a halt at a 45° angle to the sound of yet another impact.</p>\n\n<p>Moments later, he heard an electrical winch begin whirring as the pod was lifted, it&#39;s balance returning as she was pulled from the water.</p>\n\n<p>The voices were closer now, louder, though still tinny, as if coming through a long pipe. They were telling him, in English no less! To remain calm, not to look outside, and welcome home.</p>\n\n<p>A few minutes more than he&#39;d liked of hanging in the air like a yoyo, and then he felt the pod thump and settle onto a hard surface.</p>\n\n<p>The glow of sunlight, filtered through the paper stuck against the porthole, suddenly dimmed as he heard large hydraulics humming above him.</p>\n\n<p>The voices were distinct now, telling him he was aboard a Royal Navy Supply Ship, and that after a waiting period of some few hours to let the phenomenon clear the decks, they&#39;d seal the forward cargo bay he&#39;d been lifted into, and then go about getting him out of the pod.</p>\n\n<p>Just a few more hours, a few moments really.. A nap wouldn&#39;t hurt him one bit..</p>\n\n<p>George was rudely interrupted by the chattering of his own teeth. It was freezing, he could see his breath fog the air.</p>\n\n<p>He looked at his watch, he&#39;d been asleep nearly six hours.. Far longer than he expected. They&#39;d said it would be about three or four hours, not six.. And they hadn&#39;t come.</p>\n\n<p>Something was wrong. He supposed, his exit this long delayed, that it was a reasonable choice to take a peek outside..</p>"
}