{
  "full_title": "Chapter 46: George Part III",
  "number": 46,
  "title": "George Part III",
  "created_at": "March 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2y388v/chapter_46_george_part_iii",
  "body": "<blockquote>\n<p><em>Lot of good that did.</em></p>\n</blockquote>\n\n<p>George slumped back into the seat, disappointed and yet relieved that the porthole was iced over and dark. Even with the pages of the manual removed he couldn&#39;t see anything beyond his little capsule.</p>\n\n<p>It had taken him twenty minutes of debate to even work up the courage to remove the page from the window, five minutes after that to actually scrape it off and look.. Now he was a half hour past six hours in the pod waiting for the royal navy to open things up and let him out.</p>\n\n<blockquote>\n<p><em>Fuck it.</em></p>\n</blockquote>\n\n<p>He grabbed the hatch and turned the handle, throwing his weight against it.. And it didn&#39;t budge.</p>\n\n<blockquote>\n<p><em>Of course. The outside is frozen, just like the window. Winter in the channel.</em></p>\n</blockquote>\n\n<p>He turned away, shielded his eyes, and pulled the cord affixed to the inner hatch frame to blow the explosive bolts.</p>\n\n<p>With a sudden muted thump they blew apart, simultaneously shattering the ice coating the pod and severing the hatch from the craft. It hung, balanced on the frame for a brief moment before falling to the deck outside, clanging loudly against the metal plating.</p>\n\n<blockquote>\n<p><em>Do not make noise.</em></p>\n</blockquote>\n\n<p>George suddenly remembered the cardinal rules of how to live on the surface. He&#39;d been in space. He hadn&#39;t had to worry about these things until now, not really.</p>\n\n<p>His breath caught in his throat, he squeezed his eyes closed, and he strained to hear anything coming from outside.. Two seconds, three.. Nothing. Silence. Dead silent. <em>Too silent..</em></p>\n\n<p>He slowly turned, opening his eyes, getting out of the pod, breathing in the cold air. And saw nothing. The bay outside was empty. Cold steel flooring, and a cold steel wall with a lone lightbulb sitting high up in a wire cage. All seemed coated with a fine layer of white frost.</p>\n\n<p>He crept out onto the deck, his soft slippers doing little to protect his feet from the chill.</p>\n\n<p>He kept hold of the edges of the pod as he stood upright for the first time since landing. Feeling his weight settle and his back groan for the first time in month.</p>\n\n<p>He looked around, seeing the rest of the bay. Large crates stood piled against a far wall, obviously shoved aside to make room for the pod.</p>\n\n<p>The ceiling was mostly taken up by four large doors with hydraulic pistons attached, the doors overhead slightly ajar, the gap between them only an inch wide and iced over, a cable leading from their center down to a hook looped through one of the grapple rings on the exterior of the pod. On the other side of the room, opposite of where the pod opened, a hatchway stood, the door within cracked a scant few inches.</p>\n\n<p>George was beginning to think something was very, <em>very</em> wrong.</p>"
}