{
  "full_title": "Chapter 47: George Part IV",
  "number": 47,
  "title": "George Part IV",
  "created_at": "March 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2y3v4r/chapter_47_george_part_iv",
  "body": "<p>George&#39;s feet were starting to lose feeling. The decks were freezing. The bulkheads were freezing. The whole damn ship was frozen.</p>\n\n<p>He made his way through the narrow corridors, the various markings and codes printed on various pipes and hatches a complete mystery to him. He just knew he had to find the berths. If he didn&#39;t find some thicker clothing soon and some boots he was going to start worrying about losing toes.</p>\n\n<p>Finally he found something he could understand, a handmade sign, in plain English, warning him not to open the hatch above as it opened to the exterior.</p>\n\n<blockquote>\n<p><em>Best not go that way then.</em></p>\n</blockquote>\n\n<p>He made his way, best he could figure, towards the center of the ship, the keel line, where the ship was most stable… He&#39;d heard that&#39;s where most ships put their crew quarters…</p>\n\n<p>Two, three compartments in he found what he was looking for. He crawled under the blankets of the first berth he came to. Let his body warmth return.</p>\n\n<p>A brief foray into the nearest lockers for clothes and a scramble through another few cabins for a pair of boots that fit, and then back under the covers to thaw them before he put them on.</p>\n\n<p>Properly outfitted, he began to wonder just where the crew had gotten to. All his wanderings he hadn&#39;t found a trace of them.</p>\n\n<p>He made his way up every ladder he could find. Most ships, he knew, had their control centers in a superstructure amidship. Even with precautions taken against the Phenomenon, they had to use the bridge, and it would be manned.</p>\n\n<p>He passed through what looked to be the mess hall, meals frozen on plates with glasses of frozen coffee or tea next to them, forks and knives still neatly placed on napkins next to each plate.</p>\n\n<p>At last he began to figure out the stenciled codes, A for aft, F for Fore, P for Port, S for Starboard, deck number, then compartment… He followed them until he was amidship and then started moving upwards, finding the narrow, near vertical stairs to worrisome.</p>\n\n<p>At last a simple sign, &quot;Bridge&quot; with an arrow. As he opened the hatch to the bridge, he knew instantly that he&#39;d made a mistake, the sound of howling wind and it&#39;s bite against his face told him that a window was broken or an outer hatch was opened.</p>\n\n<p>He kept his eyes on the deck as he moved slowly into the room. The consoles were all smashed. There was nobody in the room. As he approached the forward view ports, he could see the ragged edges of the shatter resistant materials - not glass, certainly - and how they&#39;d been painted over with black paint.</p>\n\n<p>Glancing out at the deck, and the channel beyond the railing, his already short breaths turned ragged with panic.</p>\n\n<p>Clothing was strewn about the deck. Haphazard and scattered. As if cast off in orgiastic dancing. But that, that was just unusual. The channel, the channel was frozen. Salt water. Frozen solid.</p>\n\n<blockquote>\n<p><em>Well, at least if worse comes to worse I can walk to shore.</em></p>\n</blockquote>"
}
