{
  "full_title": "Chapter 48: George Part V",
  "number": 48,
  "title": "George Part V",
  "created_at": "March 7, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2y7jsu/chapter_48_george_part_v",
  "body": "<p>George was sure he couldn&#39;t be more than a few miles from shore. The channel was only 20-30 miles wide, and he could be certain the chances he landed in the exact middle were slim..</p>\n\n<p>If he were to make his way west northwest he&#39;d hit the UK sooner than later. That had to be why he&#39;d been picked up by a royal navy ship, he&#39;d landed closer to England than France, that&#39;s all.</p>\n\n<p>With the fog, the phenomenon wouldn&#39;t see him direct, and with the frost that would cover his clothing and beard he was sure he&#39;d be nearly invisible in infrared..</p>\n\n<p>A few miles to shore then finding shelter somewhere with a radio, police, fire station, hospital.. It was a good plan, a solid plan.. And he was scared shitless.</p>\n\n<blockquote>\n<p><em>No use delaying things.</em></p>\n</blockquote>\n\n<p>He climbed the ladder to the upper deck, keeping his eyes on the ladder. He wondered why he couldn&#39;t hear them. He&#39;d always imagined that the &quot;things&quot; would make noise like a flock of birds. And shadows, there should be shadows, shouldn&#39;t there?</p>\n\n<p>He pulled his way along the deck railing to the point lowest and closest to the ice. There he tied up the rope ladder he&#39;d found below decks. As he swung first one leg then the other over the side, he listened warily to the creaking and groaning of the ship, squeezed as it was in the ice..</p>\n\n<p>One misstep was all it took.</p>\n\n<p>His foot missed the rein below, his other slipped, and his grip couldn&#39;t hold him alone with the weight of his layers and supplies..</p>\n\n<p>It wasn&#39;t a long fall, only seven or eight feet. But, it was enough. The wind knocked out of him, his head cracked against the ice.. And his eyes snapped open turned upwards towards the foul grey sky.</p>\n\n<p>There were shadows moving in the clouds above, hanging low like fruit on an overburdened tree.</p>\n\n<p>He rolled over, squeezing his eyes closed and curling into a ball on his stomach, his arms wrapped around his head, his hands and gloves in his sleeves, his face pressed to the ice.</p>\n\n<p>One deep ragged breath, two.. And then they were on him. The first impacted square in the middle of his pack, it&#39;s impact a slight thump and muffled sound of cloth compressed.. Others followed, five, ten, then too many to count all over.</p>\n\n<p>They were hard, and cold, and he could feel them shifting and pushing into his layers upon layers of clothing all over his legs, sides, arms.. Even the back of his hooded head.</p>\n\n<p>They were squeezing him, pulling tighter and tighter together, the pressure was unbearable.. He screamed.</p>\n\n<p>It just drove them to push harder, an edge, a blade pressing against his left leg cut through, he felt it pierce his skin, a flash of understanding, knowledge imparted, a vision of elsewhere, of a void filled with strange shapes with too many angles and too few sides..</p>\n\n<p>And then nothing.</p>"
}