{
  "full_title": "Chapter 49: The Project Part III",
  "number": 49,
  "title": "The Project Part III",
  "created_at": "March 7, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2y9kda/chapter_49_the_project_part_iii",
  "body": "<p><em>Day 90 of the Phenomenon, I44 East, Missouri.</em></p>\n\n<p>Doctor Rodriguez squinted at the road through the IR goggles, confused as to what he was seeing. His progress has been simple for the most part. He managed to find an auto dealer and scrounge up a vehicle far superior to his own old broken down Hyundai.</p>\n\n<p>In fact it was probably the nicest car he&#39;d ever even ridden in. Even with his salary there was no way he&#39;d have ever afforded a Lamborghini. He regretted the damage the phenomenon was doing to the paint job, but he supposed that wasn&#39;t important since nobody would be looking at it without IR goggles..</p>\n\n<p>But all that aside, he was growing concerned, temperatures had plummeted as he&#39;d gotten further north, as expected, but not like this. The heat was on full blast and barely keeping up, the engine temperature gauge was barely registering, almost like the sports car had just been started rather than driven for nearly six hours.</p>\n\n<p>The road was covered in a light layer of frost or snow - no telling which - and the only indication he had of the road ahead was the smoothness of the highway and the occasional mile marker, road sign, or wrecked vehicle, mostly large tractor trailers.</p>\n\n<p>But things were getting thicker, a haze in the air was beginning to make things difficult to see.. He reduced his speed yet again, now down to 30mph.</p>\n\n<p>He lifted the goggles to check his gauges yet again, temperature nil, rpms holding steady, fuel.. Down to a quarter tank. He&#39;d have to stop soon. A garage was his best bet. Closed interior, a few cars nobody would miss, easily siphoned from.</p>\n\n<p>Pulling the goggles back down, he looked back to the road, just catching a glimpse of what appeared to be someone standing in the middle of the road on stilts just before he hit them.</p>\n\n<p>The Lamborghini was brought to a stop instantly as the front end crumpled around the figures legs. Broken glass peppered the Doctors face, arms and chest as he struggled for breath against the pressure of the seatbelt.</p>\n\n<p>Looking up, his goggles lost somewhere in the maelstrom, the Doctor was eye to eye with something inhuman. Before he could so much as find and put on his glasses it struck forward with an arm like a tree trunk, ripping Rodriguez out of the vehicle, bones snapping like toothpicks as the seatbelt held.</p>\n\n<p>Shock kept the pain at bay just long enough for the doctor to realize he&#39;d been ripped in half, and that his blood was crawling of its own accord up his torso before being absorbed by the creatures porcelain flesh.</p>\n\n<p>Then the pain and the darkness swallowed him.</p>"
}