{
  "full_title": "Chapter 50: Sharon & Emil Part IV",
  "number": 50,
  "title": "Sharon & Emil Part IV",
  "created_at": "March 10, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2yist7/chapter_50_sharon_emil_part_iv",
  "body": "<p><em>The Phenomenon, Day 90, New York City, Lower East Side</em></p>\n\n<p>Sharon, Emil, &amp; Sarya moved cautiously through the warehouse passing rows and rows of shipping containers as they made their way towards the waterfront.</p>\n\n<p>Sarya &amp; Emil kept their heads low, eyes shut as Sharon guided them between the containers and the wall with the only set of Goggles they had, always cautious as they approached a door or window opening to the outside.</p>\n\n<p>There had been a bait stand at the entrance to these docks so she knew there had to be a civilian marina or tie up somewhere along the waterline here, though she had yet to see it.</p>\n\n<p>She took the opportunity of another doorway to look out and see if they were any closer to escaping from New York when she saw something that didn&#39;t make any sense.</p>\n\n<p>She turned and told Sarya &amp; Emil to keep low and their eyes on the ground. Looking down, Sharon removed the IR Goggles and placed her hand across her forehead as a makeshift visor. Slowly she lifted her head and hand together making sure her hand blocked all of the sky.</p>\n\n<p>There, in the bay, something was walking, and as it did the bay ahead and to the sides would freeze. The thing was tall, even at this distance that was clear. With alabaster skin and limbs that were longer than any mans, the legs ending in surpassingly narrow feet, the arms with long nimble hands. The eyes at this distance nothing more than small amber points of light.</p>\n\n<p>To the left of it she saw another, also making its way across the bay.. And another, even more distant.. A line of these.. Things.. Moving across the bay.. The bay freezing around them as they go. Further out the whirling winds kicking up snow and frozen fog obscured how many there might be.</p>\n\n<p>She pulled the door gently closed and tugged Emil &amp; Sarya down to the floor.</p>\n\n<blockquote>\n<p>We&#39;re going to have to consider a new strategy.</p>\n</blockquote>\n\n<p>Emils voice dripped with rising panic even in whisper.</p>\n\n<p><em>Why, what is wrong? Are there no boats?</em></p>\n\n<blockquote>\n<p>No, there&#39;s something else. Things. Creatures, they&#39;re freezing the bay.</p>\n</blockquote>\n\n<p><em>How could beasts be freezing the bay?</em></p>\n\n<blockquote>\n<p>I don&#39;t know, they just are. We&#39;ve got to get back inland, back underground. Someplace that won&#39;t freeze, near a steam vent maybe.</p>\n</blockquote>\n\n<p><em>Whatever you say, we trust you.</em></p>\n\n<blockquote>\n<p>Let&#39;s hope it&#39;s well founded.</p>\n</blockquote>"
}