{
  "full_title": "Chapter 51: Captain Ben Longmire Part VI",
  "number": 51,
  "title": "Captain Ben Longmire Part VI",
  "created_at": "March 11, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2ymmxq/chapter_51_captain_been_longmire_part_vi",
  "body": "<blockquote>\n<p>Keep your eyes down boys. Those goggles the Aussies gave us are supposed to protect us from seeing the things, but we&#39;re not paid nearly enough to risk it.</p>\n</blockquote>\n\n<p><em>Begging your pardon sir, but, uh, are we being paid? I mean… It&#39;s not like there&#39;s many stores left… Or banks… Or a Federal Reserve… I mean…</em></p>\n\n<blockquote>\n<p>Well, Mr. Homme, if you feel three hots and a cot in the most secure vehicle in the world isn&#39;t good enough recompense for your paltry services, I suppose I&#39;ll have to take your arms, your uniform, and allow you to put about on a more permanent basis on our return to the Oregon… Is that along the lines you were thinking?</p>\n</blockquote>\n\n<p><em>Uh, er… No sir.</em></p>\n\n<blockquote>\n<p>I didn&#39;t think so. Cox, correct me if I&#39;m wrong, but does that look something like a man waiting on shore ahead of us under that overhang?</p>\n</blockquote>\n\n<p>Cox leaned a few degrees port to clear his line of sight, peering through his goggles ahead of the inflatable zodiac.</p>\n\n<p>It would appear so sir, but can we be cautious, we don&#39;t exactly know who else might have survived…</p>\n\n<blockquote>\n<p>Cool it Cox, most of humanity is dead, I&#39;m not about to make enemies of every last remainder we run across. In fact, while we can&#39;t take any with us except our assigned VIPs, I&#39;m sure as hell going to tell any groups we encounter to head for shelters we&#39;ve been informed are still operable.</p>\n</blockquote>\n\n<p>Aye sir, just saying, having Forsythe keep a rifle trained on him from the bow on our way in might not be an unreasonable precaution.</p>\n\n<blockquote>\n<p>Is this you fulfilling your promise to the XO?</p>\n</blockquote>\n\n<p>Partly so sir. Partly. Otherwise I&#39;ve just got a damned bad feeling about this whole venture.</p>\n\n<blockquote>\n<p>Don&#39;t be so paranoid.</p>\n</blockquote>\n\n<p>As the zodiac approached the river wall, Forsythe kept his rifle trained on the figure standing against the building above, never moving. As they tied up to the boardwalk above, The Captain, Forsythe, and the Master At Arms Cox made their way up to meet the man on the shore.</p>\n\n<p>Approaching cautiously, they waited until they were a mere ten feet from the man before speaking.</p>\n\n<blockquote>\n<p>Captain Longmire, USS Oregon, I believe the passphrase is &quot;Oh Say Can You See&quot;.</p>\n</blockquote>\n\n<p>The man finally looked up, responding &quot;God save our gracious King.&quot;</p>"
}
