{
  "full_title": "Chapter 52: Captain Ben Longmire Part VII",
  "number": 52,
  "title": "Captain Ben Longmire Part VII",
  "created_at": "March 12, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2yreh3/chapter_52_captain_ben_longmire_part_vii",
  "body": "<p><em>Inside an abandoned bodega, NE Manhattan, The Phenomenon, Day 90</em></p>\n\n<blockquote>\n<p>So how are we doing this? You&#39;ve got one VIP inland that needs evacuation, we&#39;ve got one very good way to get them where they need to go. We were told to be here, now. We are. Now as I understand it, you&#39;re supposed to bring your VIP to us, is that what&#39;s happening?</p>\n</blockquote>\n\n<p>The man from the sea wall warmed his hands over a kerosene lantern on the counter.</p>\n\n<p><em>Aye. But with a complication. Our VIP is a couple blocks away. We were going to bring&#39;em here by sewer..</em></p>\n\n<blockquote>\n<p>Ugh..</p>\n</blockquote>\n\n<p><em>Better than you&#39;d think, you&#39;ve got to remember this cities been a corpse for three months. Rains in the first few weeks did wonders to clear out every drainage system she had, and now, without millions of people flushing warmth down the drains even the sewers are frozen over.</em></p>\n\n<blockquote>\n<p>Right.. So what&#39;s the hangup?</p>\n</blockquote>\n\n<p><em>The cities been dead for three fuggin&#39; months that&#39;s what.. Sewers froze, pipes that weren&#39;t never supposed to freeze froze, burst, then froze over again. Half the sewers are blocked by big frozen sprays. The route we&#39;d planned is completely bolloxed.</em></p>\n\n<p><em>Our hope is that you fine folks might have means to bring&#39;em out. Frankly, we were hoping you&#39;d arrive by whirly.. Submarine though.. That complicates things.</em></p>\n\n<blockquote>\n<p>Hold on just a damn second.. We didn&#39;t exactly plan for much of an inland excursion here.. I mean.. We&#39;re sailors, not Marines. Our Master At Arms here, Cox, has the most experience and training, but I don&#39;t think..</p>\n</blockquote>\n\n<p><em>Oh, no, I know, I know.. But, you might not be Marines, but I am, y&#39;see, Second Lieutenant Hardy, His Majesties Royal Marines, at your service.</em></p>\n\n<blockquote>\n<p>Good to meet you Lieutenant, now.. What did you have in mind?</p>\n</blockquote>\n\n<p><em>I thought I&#39;d borrow two of your men and make a little jaunt inland, get my VIP, and get back here as quick as we can.</em></p>\n\n<blockquote>\n<p>How long do you figure?</p>\n</blockquote>\n\n<p><em>The colds been kind, brought fog and haze in, the bugger&#39;s up above seem to have just as much trouble seeing or sensing us through it as we would them, well, were we looking.. I&#39;d say we could get there and back in two hours.</em></p>\n\n<blockquote>\n<p>Two hours it is. Homme, Forsythe, go with Lt. Hardy. Cox, get on the horn, tell the XO we&#39;re going to camp here and wait, when they get back, we&#39;ll all get aboard the Oregon together.</p>\n</blockquote>"
}