{
  "full_title": "Chapter 53: Sharon & Emil Part V",
  "number": 53,
  "title": "Sharon & Emil Part V",
  "created_at": "March 13, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2yvoii/chapter_53_sharon_emil_part_v",
  "body": "<p><em>The Phenomenon, Day 90, New Yorks East Side.</em></p>\n\n<p><em>There&#39;s got to be a way through… Or under…?</em></p>\n\n<blockquote>\n<p>Not that I can see. Sewers underneath are blocked. Building inside is… Burnt out. Some fire sometime after things went to shit. Looks like the automated suppressors killed it but… There&#39;s no way through that&#39;s safe.</p>\n</blockquote>\n\n<p><em>So around?</em></p>\n\n<blockquote>\n<p>Around.</p>\n</blockquote>\n\n<p><em>In the open?</em></p>\n\n<blockquote>\n<p>In the open.</p>\n</blockquote>\n\n<p><em>Have you seen… I mean… Have there been signs…?</em></p>\n\n<blockquote>\n<p>No bodies. But that&#39;s no guarantee… I mean… I don&#39;t know. Slow and low and quiet, like before.</p>\n</blockquote>\n\n<p><em>Before we had cover, walkways, vehicles… This is</em> <strong><em>open</em></strong> <em>open… They&#39;ll be right above us…</em></p>\n\n<blockquote>\n<p>Emil… Would it be better for us to…</p>\n</blockquote>\n\n<p>Sharon stopped mid sentence, sensing something amiss. The very air had taken on an even more bitter chill… It&#39;s currents accelerated, the howling outside taking a high shrill tone.</p>\n\n<p>Motioning for Emil &amp; Sarya to take cover, Sharon lowered her IR Goggles down over her eyes and moved forward towards the storefront, stepping high to avoid tripping on anything that&#39;d fallen off the shelves over the past three months.</p>\n\n<p>When she got to the door she paused. Pulling her sidearm from its holster on her hip, she gently pulled back the slide to put a round in the chamber.</p>\n\n<p>The door was cold. Freezing in point of fact. She holstered her sidearm for a moment, putting on a pair of thin leather gloves, then redrawing her weapon, she eased open the door and looked each way, first left, then right…</p>\n\n<p>Coming face to face with three raised rifles in her face.</p>"
}
