{
  "full_title": "Chapter 54: Sharon & Emil Part VI",
  "number": 54,
  "title": "Sharon & Emil Part VI",
  "created_at": "March 14, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2yzk30/chapter_54_sharon_emil_part_vi",
  "body": "<p><em>The Phenomenon, Day 90, East New York</em></p>\n\n<p>For a moment, nobody moved. Sharon froze, but recognizing two official uniforms and a dress suit, she slowly lowered her weapon towards its holster.</p>\n\n<p>Three rifles followed suit until a loud noise altered fate.</p>\n\n<p>A piece of office furniture on the fourth floor of the building they stood under, pushed by the quickening wind, rolled out a window and fell four stories, crashing to the street not twenty feet from where four very nervous armed individuals stood.</p>\n\n<p>Petty Officer Homme panicked. A single twitch on an improperly placed trigger finger and a weapon that wasn&#39;t on safe, and three times in rapid succession his rifle spit rounds that never should have flown.</p>\n\n<p>The first tore through Sharon&#39;s thigh, grazing bone and splitting muscle.</p>\n\n<p>The second flew through empty air before shattering the glass door Sharon had just opened.</p>\n\n<p>The third blew through Sharon&#39;s left wrist, severing the Ulnar Vein.</p>\n\n<p>Without a sound, Sharon pushed back with her right leg, falling back inside the store she was exiting.</p>\n\n<p>Emil, shocked into action by the sound of gunfire, grasped Sarya and pulled her into the back office of the store.</p>\n\n<p>Lieutenant Hardy, Seaman Forsythe &amp; Petty Officer Homme stood shocked. Homme, at the rear, stood mute as Seaman Forsythe turned to him in anger and confusion before falling over like a puppet with its strings cut. Moments later Homme felt the impact as the first Phenomenon slammed into his back.</p>\n\n<p>Hardy knew what was happening. And he knew not to look. He dived for the store entrance, trying to follow the unknown woman, but he wasn&#39;t fast enough. Several Phenomenon, initially attracted by the noise of gunfire, were now attracted to his heat and movement, they flew into his legs, cutting immediately through the thin material of his suit.</p>\n\n<p>Visions of beings walking amongst the stars like dust motes in a sunbeam, gods without form that no man ever worshipped twisting gravity and time like old women knit mittens…</p>"
}
