{
  "full_title": "Chapter 56: Sharon & Emil Part VII",
  "number": 56,
  "title": "Sharon & Emil Part VII",
  "created_at": "March 21, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2zs551/chapter_56_sharon_emil_part_vii",
  "body": "<p>Emil shoved Sarya under the desk in the office. Putting one finger to his lips to indicate she should be quiet, he turned and quietly opened the door to the shop, peeking through the crack.</p>\n\n<p>The aisles of various consumer slop kept him from directly seeing Sharon or the front of the shop.</p>\n\n<p>He knew he could probably make his way back to the riverside with Sarya, but without Sharon he knew his chances, <em>their</em> chances, were slim. A couple of hours wait, he takes the goggles off Sharon&#39;s body and then..? Then what?</p>\n\n<p>As he pondered his course, he suddenly heard something which terrified him. Slow ragged breathing. Sharon had told them about the giants on the bay. If one of them were in the store..</p>\n\n<p>~</p>\n\n<p>A mere twenty feet away, Sharon used her one good leg to push herself further from the door. Her right hand gripping tight to her left wrist to slow the bleeding, her left leg dragging behind her. She took it slow, making sure she had solid purchase with her boot at each push. She could hear the things doing their damnable chittering on the bodies of the three just outside. One squeak, one loud kick against something, and they&#39;d be on her too.</p>\n\n<p>She regretted packing so much now. Her harness was loaded down with probably twenty pounds of shit that was only serving to slow her down and possibly hang her up.</p>\n\n<p>Slow breath in, lift her right leg, place the right foot down solid, exhale and push.</p>\n\n<p>In. Lift. Place. Exhale &amp; push.</p>\n\n<p>Six inches. A foot every other time. Ten seconds a push. Three feet a minute, twenty feet to the office, five and a half minutes total. She hoped the things would stay distracted that long.</p>\n\n<p>At least the cold was beginning to numb her leg.</p>"
}