{
  "full_title": "Chapter 57: Captain Ben Longmire Part IX",
  "number": 57,
  "title": "Captain Ben Longmire Part IX",
  "created_at": "March 22, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2zvo0q/chapter_57_captain_ben_longmire_part_ix",
  "body": "<p><em>The Phenomenon, Day 90, NE New York</em></p>\n\n<blockquote>\n<p>Cox, get on the radio with the Oregon, they know they&#39;re in ice, the sonar acoustics will have told them that. Tell them to adjust trim on the ballast tanks fore and aft, port and starboard, whatever they&#39;ve got to do to get free.</p>\n\n<p>Let them know not to submerge just yet, just rock her loose. In the meantime, we&#39;re going to go after the rest of our shore party and the VIP.</p>\n</blockquote>\n\n<p><em>Sir, what about the XOs orders? I&#39;m not supposed to let you get within a stones throw of danger, and charging off inland after some Brit VIP isn&#39;t exactly a low risk endeavor..?</em></p>\n\n<blockquote>\n<p>Let me worry about the XO, you just let him know what we&#39;re doing.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<p>The room was suddenly a flurry of angry whispering and repeated slaps as one of the seaman charged with keeping watch harshly berated the other. Their Captain strode over quickly, crouching and putting a hand on a shoulder of each.</p>\n\n<blockquote>\n<p>What&#39;s all this then?</p>\n</blockquote>\n\n<p>The junior Seaman Apprentice responded before his colleague.</p>\n\n<p><em>Watkins here looked out at the thing on the river.</em></p>\n\n<blockquote>\n<p>So? That&#39;s what you&#39;re supposed to be doing.</p>\n</blockquote>\n\n<p><em>Without the Scope sir. Naked eye&#39;d it. He could&#39;ve gotten himself killed if I hadn&#39;t pulled his silly ass back.. Sir.</em></p>\n\n<blockquote>\n<p>This true Seaman?</p>\n</blockquote>\n\n<p>The other man looked up sheepishly at his Captain.</p>\n\n<p><em>Yeah, I guess it is.. I was just curious, Sir.</em></p>\n\n<blockquote>\n<p>About what?</p>\n</blockquote>\n\n<p><em>Whether or not we could see them, Sir.</em></p>\n\n<blockquote>\n<p>Explain.</p>\n</blockquote>\n\n<p><em>Well I figured if we can&#39;t see the flying things in Infrared, but we can see the giants, maybe we can&#39;t see the giants in normal spectrum.. Sir.</em></p>\n\n<p>Captain Longmire rocked back on his heels and stood up, looking down at the two Seaman.</p>\n\n<blockquote>\n<p>Watkins, that was kind of stupid. What if there were even one of the things out there? You&#39;d be a dried up corpse right now. You&#39;re lucky Seamans Apprentice..?</p>\n</blockquote>\n\n<p><em>Kellogg Sir.</em></p>\n\n<blockquote>\n<p>Seamans Apprentice Kellogg cared enough to bother saving your dumb ass.</p>\n\n<p>Kellogg, do you have time in rank yet?</p>\n</blockquote>\n\n<p><em>No sir, still have a month left.</em></p>\n\n<blockquote>\n<p>Well I suppose circumstances being what they are we can overlook that. When we get back to the Oregon talk to laundry and see if you can rustle up all the proper accoutrements for a full Seaman.</p>\n</blockquote>\n\n<p>Longmire then strode across the room, grabbing a chair, he carried it back to where his two Seaman sat on the floor by the window.</p>\n\n<p>Setting it down and sitting down upon it, he looked at Watkins and began..</p>\n\n<blockquote>\n<p>Now, Watkins, you&#39;re the first person to get a good look at these things in full color, so tell me, what&#39;d you see?</p>\n</blockquote>"
}