{
  "full_title": "Chapter 58: Captain Ben Longmire Part X",
  "number": 58,
  "title": "Captain Ben Longmire Part X",
  "created_at": "March 22, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/2zvqtx/chapter_58_captain_ben_longmire_part_x",
  "body": "<p><em>The Phenomenon, Day 90, NE New York</em></p>\n\n<p><em>Well Sir, the things are white, like ghost white, snow white, chalk white, whitest damn things I&#39;ve ever seen. Like they&#39;re made of porcelain or something.</em></p>\n\n<blockquote>\n<p>They&#39;re made of porcelain?</p>\n</blockquote>\n\n<p><em>No sir, just white like that. Their skin is bumpy, like a crocodiles, rough, scaled, with odd nodules all over. And their proportions are all wrong. Like, their legs are thinnest just below the hip, and get wider as they go down until just below the knee, when they narrow again until their feet are just round pegs of what look like horn, or bone, emerging from the skin.</em></p>\n\n<p><em>Their arms do the same, except instead of narrowing to pegs they have hands. Long thin fingers, too many joints. Like Spiders legs. The heads are wide at the bottom, domed at the top. Like a tree stump that&#39;s been weathered and worn down..</em></p>\n\n<p><em>They don&#39;t seem to have noses. But they have mouths, wide, thin, lipless, like, it&#39;s just a slit running the full width of their head. The eyes though.. They&#39;re sort of.. Solid amber, or gold.. Yellow-Orange like that, and they glow. Seriously, they emit light of their own.</em></p>\n\n<blockquote>\n<p>Ears?</p>\n</blockquote>\n\n<p><em>No Sir.</em></p>\n\n<blockquote>\n<p>Did it look like it was wearing anything, clothing, equipment of some kind?</p>\n</blockquote>\n\n<p><em>No Sir, nothing like that. Just lumpy flesh all the way.</em></p>\n\n<blockquote>\n<p>Any sex organs?</p>\n</blockquote>\n\n<p><em>Nothing I could see Sir, looked like a Ken Doll down there.</em></p>\n\n<blockquote>\n<p>What was it doing?</p>\n</blockquote>\n\n<p><em>Just walking Sir. It wandered back and forth on the river, around the Oregon.</em></p>\n\n<blockquote>\n<p>What do you mean &quot;around the Oregon&quot;?</p>\n</blockquote>\n\n<p><em>Ever since it walked here it&#39;s just been circling the Oregon, from the stern to the bow and back again.</em></p>\n\n<p>The Captain leaned forward in the chair, taking hold of the IR Scope and peering through. He watched for a solid minute before leaning back and beckoning his Master At Arms over.</p>\n\n<blockquote>\n<p>Cox, radio the Oregon tell them that once they&#39;re loose of the ice I want them to dive down beneath, get under the surface and let the giants freeze it over, I don&#39;t want them to be able to touch the hull, understand? They&#39;re pacing her off like they&#39;ve got plans for her and I want her out of reach.</p>\n</blockquote>"
}