{
  "full_title": "Chapter 59: Captain Ben Longmire Part XI",
  "number": 59,
  "title": "Captain Ben Longmire Part XI",
  "created_at": "March 24, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/303j8g/chapter_59_captain_ben_longmire_part_xi/",
  "body": "<p><em>The Phenomenon, Day 90, E New York</em></p>\n\n<p>Captain Longmire, his Master at Arms, Cox, and two Seamen stood in the ruins of a frozen department store, peering over the checkout with IR Goggles, whispering back and forth.</p>\n\n<p><em>What&#39;s wrong with them sir?</em></p>\n\n<blockquote>\n<p>They&#39;re dead.</p>\n</blockquote>\n\n<p><em>Well, uh, yes sir, but.. Uh.. Why are they moving like that still?</em></p>\n\n<blockquote>\n<p>The things got&#39;em. They&#39;re covered in &#39;em. When they cover a person or a vehicle they vibrate like that. You just can&#39;t see them in the Infrared.</p>\n</blockquote>\n\n<p><em>So they&#39;re covered right now? Right now as we&#39;re looking at them..? That&#39;s frankly terrifying sir.</em></p>\n\n<blockquote>\n<p>Good reason not to look outside without IR, huh?</p>\n</blockquote>\n\n<p><em>Yes sir.</em></p>\n\n<p>Cox moved over between his Captain and Seaman Watkins, fiddling with a dial on his IR Goggles. He pointed through  the doorway in front of the bodies of their shipmates and the Brit, Hardy.</p>\n\n<p><em>What&#39;s that sir? There&#39;s something on the ground in the shop there.</em></p>\n\n<p>The Captain peered through his own Goggles, then, giving up, he took them off, squeezing his eyes closed. Putting the IR Scope up to one eye and opening it, he used its higher magnification to look deeper into the store.</p>\n\n<blockquote>\n<p>There&#39;s someone in there on the floor. They&#39;re still warm, so they&#39;ve still got blood in &#39;em, but they aren&#39;t moving.. I&#39;m seeing exhalations.. <em>Shit, they&#39;re still alive.</em></p>\n</blockquote>\n\n<p><em>Sir, we can&#39;t go out there. The.. The things are</em> <strong><em>right there.</em></strong></p>\n\n<blockquote>\n<p>For all we know that&#39;s the VIP. We can&#39;t just leave&#39;em there.</p>\n</blockquote>\n\n<p><em>So what&#39;s the play sir?</em></p>\n\n<blockquote>\n<p>We backtrack. Find a way around with cover. Then we come in from the back.</p>\n</blockquote>\n\n<p><em>Sir, all due respect they could be dead by then. They&#39;re laying on exposed ground in freezing weather. Even if they&#39;re just laying there to avoid making noise for the things to follow, they&#39;ll die of hypothermia if we don&#39;t get to them soon.</em></p>\n\n<blockquote>\n<p>You&#39;re right. That&#39;s why Watkins &amp; Kellogg are going to stay here and keep watch on the bodies of Forsythe, Hardy, &amp; Homme, when they stop twitching, when the things lose interest, if we haven&#39;t got over there yet, they&#39;ll wait five minutes then they cross the street quick and quiet.</p>\n</blockquote>\n\n<p><em>Sir, that&#39;s too risky, I can&#39;t let you be part of the scout around and I can&#39;t leave your side, so I&#39;m going to have to insist Watkins &amp; Kellogg do the scouting and you and I hold here and wait out the things.</em></p>\n\n<blockquote>\n<p>You going to shoot me Cox?</p>\n</blockquote>\n\n<p>Cox tilted his head towards the still quivering bodies across the street.</p>\n\n<p><em>That&#39;d kind of defeat the point a number of ways sir, but I would choke you out.</em></p>\n\n<p>The Captain briefly noted the differences between himself, 5&#39;10&quot;, 135lbs, and his Master At Arms, a decidedly more imposing 6&#39;1&quot; and 180lbs, before simply nodding his head in acceptance.</p>"
}