{
  "full_title": "Chapter 60: Watkins & Kellogg",
  "number": 60,
  "title": "Watkins & Kellogg",
  "created_at": "March 24, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/303ycl/chapter_60_watkins_kellogg",
  "body": "<p><em>The Phenomenon, Day 90, New York</em></p>\n\n<p>Two figures moved silently through the halls of what once was an advertising company, passing room after room of drawing boards, focus group meeting rooms, and office storerooms and well stocked breakrooms… A successful one, judging by the bodies here and there, who&#39;d been working long into the morning hours to be caught at their labor when the Phenomenon came.</p>\n\n<p>Watkins and Kellogg moved carefully, stepping high to avoid obstacles and hangups. As they approached the rear emergency exit, they took cover at one side before gently pressing on the bar to open it. It stood resolute against their efforts, disuse and the freezing cold holding it in place.</p>\n\n<p>With an exasperated sigh, Watkins stood back, preparing to shove against the door with his shoulder as he pressed the bar. Kellogg silently raised his hand with three fingers turned out, one by one they fell into a fist, as the last digit fell Watkins threw himself against the door, pushing the bar as he did so.</p>\n\n<p>With a crack like a shot the door flew open, both men rooted where they stood, their goggled eyes immediately flying to the sky as if to choose their doom of their own accord before they could be ensconced… But their eyes met only the ceiling of the access hallway they&#39;d entered.</p>\n\n<p>Deep sighs of relief escaped both men as they more easily walked into the barren hall. As they took their bearings to decide which way to continue, they heard a curious and unexpected sound emanate from a set of double steel doors at the far end of the hall, <em>knocking</em>. Knocking, like, an invited guest or some such thing was politely waiting outside to be greeted.</p>\n\n<p>This did not last long, as moments later the Sailors bizarre and confused reverie was shattered as those same doors exploded into the hall, ripped from their hinges and frames simultaneously by the violent impact of one of the giants into them.</p>\n\n<p>Kellogg reacted first, in unshouldering his rifle, taking aim center mass and squeezing the trigger… To no effect.</p>\n\n<p>With horror he realized his weapon was still on safe, and without a round in the chamber to boot. He had no opportunity to correct his mistake, as moments later the giant rushed forward in a crouch, its amber eyes fading to black as it split open its freakishly wide maw revealing a swirling blood red chasm of light that became all he could conceive of.</p>\n\n<p>Watkins and Kellogg stood frozen, their will and motivation gone as the light filled their vision, transfixed until the sounds of their own bodies snapping and breaking joined as a grotesque soundtrack to the light.</p>"
}
