{
  "full_title": "Chapter 61: Captain Ben Longmire Part XII",
  "number": 61,
  "title": "Captain Ben Longmire Part XII",
  "created_at": "March 27, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/30fx85/chapter_61_captain_ben_longmire_part_xii",
  "body": "<p><em>The Phenomenon, Day 90, E New York</em></p>\n\n<blockquote>\n<p>How long has it been?</p>\n</blockquote>\n\n<p>Cox shifted his goggles to his forehead to look down at his watch.</p>\n\n<p><em>Eight minutes sir.</em></p>\n\n<blockquote>\n<p>You think that&#39;s a reasonable wait?</p>\n</blockquote>\n\n<p><em>I&#39;ll leave that up to you Sir, I&#39;m just along for the ride.</em></p>\n\n<blockquote>\n<p>Real helpful Chief..</p>\n</blockquote>\n\n<p><em>I aspire to be an asset sir.</em></p>\n\n<blockquote>\n<p>Shit.. Alright, let&#39;s go. Watkins and Kellogg are late, they can meet us there after we make sure whoever that is is ok.</p>\n</blockquote>\n\n<p><em>Aye Sir, now, uh.. How do you want to get across.</em></p>\n\n<blockquote>\n<p>Fast is probably better than slow.. Get over there quick and quiet. Straight line, here to there.</p>\n</blockquote>\n\n<p><em>Er... Sir? Isn&#39;t that rather, uh, blunt?</em></p>\n\n<blockquote>\n<p>You&#39;re the one who insisted on us being the ones to sit here and wait, why the sudden apprehension?</p>\n</blockquote>\n\n<p><em>I didn&#39;t actually think we&#39;d be the ones jumping this particular creek sir,  thought Watkins &amp; Kellogg would&#39;ve gotten around by now.</em></p>\n\n<blockquote>\n<p>Hehehe.. I don&#39;t blame you, neither did I.. Best get it over with..</p>\n</blockquote>\n\n<p><em>One way or the other Sir?</em></p>\n\n<blockquote>\n<p>I was going to leave that part unsaid.</p>\n</blockquote>\n\n<p>Quietly, the two stood, Cox shouldered his rifle before they both went over themselves, tightening straps, buttoning flaps, and generally making sure that nothing would dislodge on their short jaunt across the streets. A few moments later they moved forward to the edge of the storefront, moving as quietly as they could.</p>\n\n<p>At the doorway they paused, staring intently through their goggles at the three bodies just across the street. When no movement could be seen, Cox switched to the scope to check on the exhalations of the person in the building across the way.</p>\n\n<p>With a final nod, Cox put the scope back, secured his goggles, and they set out. Moving at a brisk pace and in a half crouch they moved in a direct line. Neither looked up. It went quickly. A mere ten seconds and they were across the street and standing over the woman whose breath they&#39;d seen.</p>\n\n<blockquote>\n<p>Jesus Christ.. Look at this.. She&#39;s been shot!</p>\n</blockquote>\n\n<p><em>I don&#39;t think this is our VIP sir. She&#39;s armed and geared for war.. If this was the VIP she could&#39;ve accompanied Hardy to the riverfront.. This has got to be a civilian.</em></p>\n\n<blockquote>\n<p>I agree. Question is, are Hardy and them shot?</p>\n</blockquote>\n\n<p><em>..I&#39;ll look.</em></p>\n\n<blockquote>\n<p>Be careful, there might be-</p>\n</blockquote>\n\n<p>The Captain was interrupted by the sound of a scraping footfall followed by the appearance of four dark eyes peering around the corner of a set of shelves deeper within the store.</p>"
}