{
  "full_title": "Chapter 62: Ben, Emil, Sarya, & Sharon",
  "number": 62,
  "title": "Ben, Emil, Sarya, & Sharon",
  "created_at": "March 27, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/30gjza/chapter_62_ben_emil_sarya_sharon",
  "body": "<p><em>The Phenomenon, Day 90, E New York</em></p>\n\n<p>Cox went for his weapon, but his Captain&#39;s outstretched hand stayed him.</p>\n\n<blockquote>\n<p>Who&#39;s there? You there in the dark back there, come out, we won&#39;t hurt you we&#39;re not here to hurt anyone..</p>\n</blockquote>\n\n<p>A voice emerged from the darkness, quiet, hesitant:</p>\n\n<p><em>Did you kill her?</em></p>\n\n<blockquote>\n<p>We weren&#39;t the shooters, we know them but we don&#39;t know why they shot her.. She&#39;s alive. We came looking for our comrades- they&#39;re dead outside- and we saw your friend here was alive. We came for someone specific but we&#39;re no threat to you. Can you take care of your friend?</p>\n</blockquote>\n\n<p><em>No.. She took care of us.</em></p>\n\n<blockquote>\n<p>You can come out and come get her. We won&#39;t hurt you.</p>\n</blockquote>\n\n<p>Longmire and Cox watched carefully, still ready to draw, as a middle aged Middle Eastern man emerged, one hand clutching a worn coat closed and the other pulling behind him a young girl wearing a much better coat emblazoned with a cartoon character, mittens, and a hat.</p>\n\n<p>Cox visibly relaxed. Longmire muttered a quiet curse, giving Cox a meaningful look as he did so. Emil broke the sudden silence, concern dripping from his voice.</p>\n\n<p><em>How did she survive? She was shot some hours ago..?</em></p>\n\n<p>Longmire crouched over the woman unconscious on the floor.</p>\n\n<blockquote>\n<p>Well.. Looks like the thigh shot was a through &amp; through. Soft tissue only, no major arteries or veins hit.. Clotted up on it&#39;s own.. The wrist.. Jesus that&#39;s lucky.. Looks like she held it until she passed out.. Long enough for the blood to freeze and keep her hand in place.</p>\n</blockquote>\n\n<p><em>Her hand is frozen in place?</em></p>\n\n<blockquote>\n<p>Well, the glove. She got very <em>very</em> lucky I think..</p>\n</blockquote>\n\n<p><em>So she&#39;ll live?</em></p>\n\n<blockquote>\n<p>Looks like it.. She might lose that left hand, depending on how much blood flow is getting through..</p>\n</blockquote>\n\n<p><em>What can we do?</em></p>\n\n<blockquote>\n<p>You? Almost nothing. I, on the other hand, can get her to a halfway decent Doctor with halfway decent supplies.</p>\n</blockquote>\n\n<p><em>..and what of us?</em></p>\n\n<blockquote>\n<p>Well, shit.. I don&#39;t suppose I can leave you behind and still claim to be a decent human being, can I? You&#39;ll have to come with.</p>\n</blockquote>"
}