{
  "full_title": "Chapter 63: Ben, Emil, Sarya, & Sharon Part II",
  "number": 63,
  "title": "Ben, Emil, Sarya, & Sharon Part II",
  "created_at": "March 29, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/30nzf8/chapter_63_ben_emil_sarya_sharon_part_ii/",
  "body": "<p><em>The Phenomenon, Day 90, dusk, E New York</em></p>\n\n<blockquote>\n<p>Cox, her blood has dropped down and frozen her to the floor in a couple of spots, could you find something to melt or pry her off?</p>\n</blockquote>\n\n<p><em>Yes sir.</em></p>\n\n<blockquote>\n<p>Is there somewhere in back we can put her down? A bed, or cot or something? Anything flat that can be made comfortable?</p>\n</blockquote>\n\n<p>Emil looked up from Sharon to the strange man who was suddenly in charge.</p>\n\n<p><em>Uh, er, yes, I, I think so, a couch..</em></p>\n\n<blockquote>\n<p>Good, take your kid and go set it up, find blankets or something, she&#39;s frostbitten in the extremities and her core temp is borderline hypothermic at best.</p>\n\n<p>Cox, you find anything?</p>\n</blockquote>\n\n<p>Coming back from around the shelves Cox kneeled and showed two options, a bottle of rubbing alcohol and a barbecue spatula.</p>\n\n<blockquote>\n<p>Stone knives and bear skins, Jesus..</p>\n</blockquote>\n\n<p><em>Sir?</em></p>\n\n<blockquote>\n<p>Nevermind, both. Use the alcohol to melt the edges then pry her up with the spatula, then you and Emil get her to the back. Then break out a medkit and bandage her wounds, make sure that once she thaws she doesn&#39;t bleed out. Pack her wrist especially, if that starts bleeding she&#39;s done for.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Once she&#39;s taken care of, get on the horn with the Oregon, let them know we&#39;re bunking down here for the night.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<p>As they went about their work Longmire searched the shop for edibles, finding plenty of frozen canned goods and bottled drinks, a few of which hadn&#39;t burst. Gathering them in a cloth bag, he took them into the back just as Cox got off the radio.</p>\n\n<p><em>Sir, the XO is all kinds of worried. He doesn&#39;t like that we&#39;ve lost Hardy, and that we&#39;ve no idea who the VIP is. He&#39;s especially unhappy we&#39;re staying ashore overnight.</em></p>\n\n<p>Emil looked up from where he sat on the arm of the couch.</p>\n\n<p><em>VIP? What VIP?</em></p>\n\n<blockquote>\n<p>We came here looking for someone, someone we know has survived, a Brit, someone the American and Australian governments hold to be very valuable. Problem is, we don&#39;t know who they are or where they are. The powers that be are paranoid to a fault, and so was our contact, Hardy.</p>\n</blockquote>\n\n<p><em>Hardy?</em></p>\n\n<blockquote>\n<p>Unfortunately, he&#39;s one of the three outside.</p>\n</blockquote>\n\n<p><em>Oh, oh I&#39;m sorry.. But, uh.. There was a bit of a hubbub here about a visiting bunch of Brits before things went badly..</em></p>\n\n<blockquote>\n<p>Really? What kind?</p>\n</blockquote>\n\n<p><em>I&#39;m not sure, something about the Metropolitan Museum of Art, and a new display, I don&#39;t know, it was in the paper.</em></p>\n\n<blockquote>\n<p>When was it in the paper?</p>\n</blockquote>\n\n<p><em>The day before the things came.</em></p>\n\n<blockquote>\n<p>I was hoping you&#39;d say something like that..</p>\n</blockquote>\n\n<p>The Captain got up and went back out to the store, looking around, he grabbed a still-folded copy of each newspaper, still in the racks by the door, and took them back to the office.</p>\n\n<blockquote>\n<p>Here, which one do you read?</p>\n</blockquote>\n\n<p><em>The</em> <strong><em>Times</em></strong> <em>and the</em> <strong><em>Post</em></strong> <em>but the story you&#39;re looking for is in the</em> <strong><em>Times.</em></strong></p>\n\n<blockquote>\n<p>Yeah, page two, here it is: &quot;a British Anthropologist is here to showcase the finds of a recent dig in Northern Europe.. Alongside a number of other art experts, something about new theories about early European religious beliefs.&quot;</p>\n\n<p>Shit, look at this: <em>&quot;Terrance Opperthorne, Professor of Anthropology, Oxford, is a proponent of a radical new theory about early European religious beliefs, putting forth that rather than the primitive animalistic deities, that they worshipped symbols of animals that possessed characteristics which allows them to survive an ancient cataclysm, depicted in cave paintings, a deadly sky accompanied by winter hunters..&quot;</em></p>\n\n<p>That sound familiar to anyone else? <strong>Jesus Christ</strong> no wonder we&#39;re here to get him!</p>\n</blockquote>\n\n<p>Emil stared at the Captain with a look partly of horror, partly of anger.</p>\n\n<p><em>The Museum is only a few blocks from here.</em></p>"
}