{
  "full_title": "Chapter 64: Ben, Emil, Sarya, & Sharon Part III",
  "number": 64,
  "title": "Ben, Emil, Sarya, & Sharon Part III",
  "created_at": "March 31, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/30wecs/chapter_64_ben_emil_sarya_sharon_part_iii/",
  "body": "<p><em>The Phenomenon, Day 91, N New York, Dawn</em></p>\n\n<p>The Captain of the Oregon sat in the midst of his Master At Arms and the three civilians. After a brief breakfast of lukewarm soup and dry saltines, he spoke up.</p>\n\n<blockquote>\n<p>Alright, here&#39;s the plan. We&#39;re going to call the Oregon and have them send out another shore party with a litter. They&#39;ll make their way here with a GPS and get you three civvies to the boat.</p>\n\n<p>Cox and I will make our way to the museum, get Dr. Opperthorne, any materials he might need, and then we&#39;ll get back to the boat. Then we all get back down the river and to our next rendezvous.</p>\n\n<p>We&#39;ve had a lot more trouble and too many goddamn losses on this trip and I&#39;m about tired of it. I want to get this done and get back under the water. Cox, get on the horn, make it happen.</p>\n</blockquote>\n\n<p>As he concluded and Cox left the room, sudden movement from the figure on the couch drew everyone&#39;s attention. Emil went to the couch immediately followed by Sarya. Longmire &amp; Cox held back, knowing a strange face wouldn&#39;t be a welcome sight to wake up to.</p>\n\n<p>Sharon blinked her eyes until her vision cleared, recognizing Emil even through the haze and dim light.</p>\n\n<p><em>Where are we? Did you get me from the store? I tried to push myself to the back but I guess I had bled too much..</em></p>\n\n<p>Sarya spoke first, before her father could so much as catch a breath:</p>\n\n<p><em>Daddy, the Captain-Man, and Mr. Cox scraped you off the floor with a spatula!</em></p>\n\n<p>An alarmed and confused look came over her face before Emil jumped in to explain.</p>\n\n<p><em>What she means is, two gentleman from the United States Navy came looking for the unfortunate fellows outside and found you, with your blood freezing you to the ground, and we, all three, worked together to gently unfreeze you and move you here before packing and bandaging your wounds.</em></p>\n\n<p>Sharon moved her right arm to her head.</p>\n\n<p><em>And.. How long has it been, how long have I been out?</em></p>\n\n<p>Emil looked at his watch.</p>\n\n<p><em>About sixteen hours. You&#39;re lucky it&#39;s gotten so cold outside. If your glove hadn&#39;t frozen in place over your wrist, you&#39;d have died.</em></p>\n\n<blockquote>\n<p>The important part is, you&#39;re going to get to someplace with people with actual medical training and tools.</p>\n</blockquote>\n\n<p>Sharon strained to sit up but a sudden wave of dizziness and nausea convinced her it was a bad idea.</p>\n\n<p><em>That the captain I presume?</em></p>\n\n<p>Emil nodded.</p>\n\n<blockquote>\n<p>You&#39;re very very lucky. You lost a lot of blood. Much more you&#39;d have needed a transfusion for sure. Hell I still think you need one just to be safe, but, at least you&#39;re out of the woods.</p>\n</blockquote>\n\n<p><em>What about the men outside? What were they doing, why&#39;d they shoot me?</em></p>\n\n<blockquote>\n<p>They were on the way to the Metropolitan Museum of Art to pick up another survivor. We think your appearance, that you were armed and unexpected.. One of the lesser experienced of the three panicked, shot you, and drew the attention of the things in the sky.. They didn&#39;t get into the store like you did, not fast enough.</p>\n</blockquote>\n\n<p><em>I&#39;m sorry.</em></p>\n\n<blockquote>\n<p>It wasn&#39;t your fault, unless you intentionally provoked them into shooting you- doubtful- then the whole thing was one fucked up accident.</p>\n</blockquote>\n\n<p><em>I certainly didn&#39;t.. Hell my first thought when I saw them was rescue.. I was going to holster but then..</em></p>\n\n<blockquote>\n<p>It&#39;s alright. Rescue is what you&#39;re getting, maybe a bit delayed but..</p>\n</blockquote>\n\n<p>Cox came back into the room.</p>\n\n<p><em>Sir, there&#39;s a problem with the Oregon.</em></p>"
}