{
  "full_title": "Chapter 65: Ben, Emil, Sarya, & Sharon Part IV",
  "number": 65,
  "title": "Ben, Emil, Sarya, & Sharon Part IV",
  "created_at": "April 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/31lfbu/chapter_65_ben_emil_sarya_sharon_part_iv/",
  "body": "<p><em>The Phenomenon, Day 91, E New York</em></p>\n\n<blockquote>\n<p>What kind of a problem Mr. Cox?</p>\n</blockquote>\n\n<p><em>When the XO surfaced the ship through the ice of the East River, she made one hell of a loud crack coming up.. The giants took notice, sir.</em></p>\n\n<p><em>They hammered on the hull for a bit.. No damage they could ascertain, but.. Something they did put the XO in a coma. He was observing the giants through the periscope when suddenly he just.. Well they say he just collapsed. He&#39;s alive, just.. He&#39;s catatonic so far as they can tell.</em></p>\n\n<blockquote>\n<p>So the XO is out of commission.. Damn. Tell me they&#39;ve shelved the periscope for now.</p>\n</blockquote>\n\n<p><em>Oh yes sir, absolutely. Lieutenant Thompson is in charge there now. He&#39;s put the crew on standing orders not to observe the outside by any means, even Infrared.</em></p>\n\n<blockquote>\n<p>Good. Where does that leave us so far as the second shore party?</p>\n</blockquote>\n\n<p><em>They&#39;re waiting until the giants have stopped hammering at the hull, then they&#39;re going to wait a few hours before they&#39;ll chance going outside and making their way ashore and onto here.</em></p>\n\n<blockquote>\n<p>So we&#39;re on our own until then.. Damn. Alright then. Here&#39;s the altered plan: Cox &amp; I are going to go on to the Museum and get the good Doctor. Emil &amp; Sarya and Sharon, you stay here and wait for the shore party, or, failing that, our own return.</p>\n</blockquote>\n\n<p>Cox shifted uneasily from one foot to the other before speaking again.</p>\n\n<p>*Sir.. Splitting up hasn&#39;t exactly been a winning strategy here as of late.. And quite frankly.. These are civilians- no offense intended- and the one of them with any kind of real training is wounded and in need of a transfusion or plenty of recovery time.. I don&#39;t think it&#39;s wise- or conscionable- to leave them behind..</p>\n\n<p>Longmire appraised the CPO for a long moment before speaking.</p>\n\n<blockquote>\n<p>You know Chief, there are times a man in command, especially an officer, forgets for a moment how capable the men under him are, and sometimes he intends or plans something damn foolish and needs a reminder.</p>\n\n<p>New plan. We&#39;ll wait here for the shore party and then we&#39;ll <em>all</em> head for the museum. Then we&#39;ll all head back to the Oregon-</p>\n</blockquote>\n\n<p>The Captain was interrupted by a cacophony of sound, steel rending, concrete and glass shattering, a fury of noise coming from not too far away.</p>\n\n<p>Cox, Emil, &amp; Longmire rushed to the storefront, only to see that the streets were eerily empty, with nothing but a fierce chill wind blowing dust and snow equally at a gale force.</p>\n\n<p>Emil looked out on frozen wastes before racing back to the office, where he tore open pocket after pocket on their bags before finding his phone. Cox and Longmire followed behind, quietly awaiting some explanation.</p>\n\n<p>Emil looked up at them as he waited for the phone to power on.</p>\n\n<p><em>I was here on 9/11. I was here a few months ago when other buildings came down as well.. I took some down myself on the orders of the government through the Emergency Broadcast System. If there&#39;s new orders I must know.</em></p>\n\n<p>The Captain pointedly put a hand on his sidearm before responding in a chilling tone.</p>\n\n<blockquote>\n<p>You didn&#39;t think to inform us that you&#39;ve been going around New York demolishing buildings?</p>\n</blockquote>\n\n<p><em>It didn&#39;t seem relevant, after the last broadcast my commitment seemed over, my duties fulfilled.</em></p>\n\n<p>At that moment the phone finished it&#39;s litany of startup services and error messages, only to begin flashing and emitting a familiar series of tones as an Alert message came through.</p>\n\n<pre><code>A new variety of sentient life has been encountered.\n\nIt is extremely hostile and deadly.\n\nSurvivor activity on the surface of any kind is highly discouraged.\n\nThis new phenomenon is accompanied by a marked drop in ambient temperature.\n\nEffective and orderly underground shelters should be aware that these new beings seem highly intelligent.\n\nThey seem capable of planning, adapting, and predicting the actions of others.\n\nThey have been seen to work in groups, cooperate, and utilize primitive tools.\n\nThey cannot be killed by any known means.\n\nDo not look outside.\n\nDo not look at the sky.\n\nDo not make any more heat or light than is necessary for your survival.\n\nYou are not abandoned.\n\nYou are not forgotten.\n</code></pre>\n\n<p>Emil read the alert aloud to the assembled company, afterwords cursing and setting the phone down. He began a tirade, getting louder as his anger and panic rose with each passing second.</p>\n\n<p><em>That tells me nothing! Why are there buildings coming down- again!? What are these things? Where did they come from? I&#39;m sick and tired of having no answers! Of being afraid for my life and the life of my daughter..</em></p>\n\n<p>Longmire grabbed Emil by the chin forcing him into eye contact before putting a single finger up to his lips signaling quiet, but Emil continued, although in a desperate whisper.</p>\n\n<p><em>Captain, please, I beg you, abandon this foolish errand to find this man, take us on your submarine and let us leave this place.. Take us to safety. Buildings are coming down, giants are swarming over the city and the temperature is steadily dropping every hour.. There is no real chance we will get to this Opperthorne, much less that he will be alive.</em></p>\n\n<p>Longmire and Cox shared a look before the Captain responded.</p>\n\n<blockquote>\n<p>I appreciate your point of view, but we have our orders.</p>\n</blockquote>"
}