{
  "full_title": "Chapter 66: Ben, Emil, Sarya, & Sharon Part V",
  "number": 66,
  "title": "Ben, Emil, Sarya, & Sharon Part V",
  "created_at": "April 13, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/32hyke/chapter_66_ben_emil_sarya_sharon_part_v/",
  "body": "<p><em>The Phenomenon, Day 91, New York</em></p>\n\n<p>The Captain and the Master At Arms took point ahead of the others. Sharon hobbled along, one wrist wrapped so well her entire hand was one large ball of gauze. Her leg was similarly bandaged, but a scrap of wood functioned well as a brace to keep it stiff and help it support her weight. Still, she had an arm each draped around the shoulders of Emil &amp; Sarya.</p>\n\n<p>Progress was slow, what the Captain and Cox could&#39;ve covered on their own in half an hour it took the five of them two. Each crossroads was terrifying. They got lucky at one spot, with two entrances to the Subway a few blocks apart leading them direct.</p>\n\n<p>There were signs that there were still those roving the subways, but they didn&#39;t encounter anyone, sticking to the service tunnels alongside. It took the better part of the morning, but at long last, the five of them stood across the street from the New York Metropolitan Museum of Art, and Central Park.</p>\n\n<blockquote>\n<p>Looks like someone took great care to button her up. Her windows are boarded, looks like chains on the doors… Cox, do you have any ideas?</p>\n</blockquote>\n\n<p><em>Seems this calls for the direct approach sir. We get up to the door and we knock.</em></p>\n\n<blockquote>\n<p>Knock?</p>\n</blockquote>\n\n<p><em>Yes sir. The only one in there is supposed to be Opperthorne, right? We knock, we talk to him through the door, let him know who we are, what our intentions are, and hopefully he&#39;ll have a way to come out with his research.</em></p>\n\n<blockquote>\n<p>Seems reasonable.</p>\n</blockquote>\n\n<p>Sharon spoke up behind them.</p>\n\n<p><em>The delivery dock.</em></p>\n\n<blockquote>\n<p>Pardon?</p>\n</blockquote>\n\n<p><em>All major museums have delivery docks for moving in large exhibits. I&#39;m sure the Art museum is no different. Due to the nature of most exhibitions I&#39;m sure it&#39;s covered from the sky to protect from rain. Likely underground, out of sight of the public. We find the delivery dock, that&#39;s where we get in. Inside, we just look for him, find him, and we take him and his notes with us back to the Oregon.</em></p>\n\n<p>Cox and Longmire shared an impressed look.</p>\n\n<blockquote>\n<p>Good idea Sharon. Any idea where it might be?</p>\n</blockquote>\n\n<p>Sharon tilted her head to a sign barely sticking above the snow on the museum side of the street, &quot;Deliveries taken through E 84th St. Garage Entrance&quot;.</p>\n\n<blockquote>\n<p>Motherfucker. How&#39;d I miss that. Alright, that&#39;s what, a block north?</p>\n</blockquote>\n\n<p><em>Should be.</em></p>\n\n<blockquote>\n<p>Alright, let&#39;s get moving.</p>\n</blockquote>\n\n<p>It was nearly noon before they got around to the garage entrance, but its appearance was less than promising.</p>\n\n<blockquote>\n<p>What the fuck do you suppose happened here?</p>\n</blockquote>\n\n<p>They looked across the road at the large steel shutters that held the garage closed, their center a jagged hole.</p>\n\n<p>Cox spoke first in response.</p>\n\n<p><em>Sir, it could be something from the first days of the things in the sky. Or the giants… They hammered on the Oregon… It&#39;s easy enough to imagine they could do that. Or it could be something Hardy did at some point to ease access…</em></p>\n\n<blockquote>\n<p>Regardless, I&#39;m not one to believe in luck. It&#39;s an opening we can use, but I don&#39;t like the looks of it. We&#39;ll leave the civvies here and scout this alone.</p>\n</blockquote>\n\n<p><em>No argument here sir.</em></p>\n\n<p>Cox turned to Sharon, Emil, &amp; Sarya.</p>\n\n<p><em>Any issues with y&#39;all?</em></p>\n\n<p>Sharon raised a finger on her uninjured hand draped over Saryas shoulder.</p>\n\n<p><em>If you guys die in there we won&#39;t have any way of knowing. You both have radios, leave one with us, that way if you don&#39;t answer in a couple hours we can make our way to the Oregon without you.</em></p>\n\n<p>Longmire pulled his radio from his belt and handed it to Emil without argument.</p>\n\n<blockquote>\n<p>No point delaying things. You three find cover, we&#39;ll be back as soon as we can with Opperthorne, hope to god he&#39;s worth it.</p>\n</blockquote>"
}
