{
  "full_title": "Chapter 67: Ben, Emil, Sarya, & Sharon Part VI",
  "number": 67,
  "title": "Ben, Emil, Sarya, & Sharon Part VI",
  "created_at": "April 18, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/3304sq/chapter_67_ben_emil_sarya_sharon_part_vi",
  "body": "<p><em>The Phenomenon, Day 91 New York, Central Park</em></p>\n\n<p>Sharon, Emil, &amp; Sarya huddled under a blanket on a couch in a spacious and well adorned cabin with a roaring fireplace. Or, they would&#39;ve been, had the walls, fireplace, and fire been real, rather than matte painted pieces set out to display the furniture in a pleasing setting… As it was the temperature was hovering around ten degrees. Sarya sat between the adults getting the most of the body heat.</p>\n\n<p>Emil was nearly asleep, his consciousness hovering between the waking world and… Somewhere else… Shadows of people long dead flitted part the edges of his awareness like motes of dust in a flashlight beam.</p>\n\n<p>They cried out to him… Seeking his help, his guidance… Others cursed him for his faith, his tolerance… But they all reached for him… Their fingers made of smoke freezing as they brushed his sleeves…</p>\n\n<p>Then they were gone… Stars wheeled past as he sped through the darkness into strange regions where things slid into and out of his perception like oil down a raging river…</p>\n\n<p>He wasn&#39;t alone. There was something watching, from above, beyond, there but not, elsewhere, distant… Beyond the walls of sleep it… Watched… Waited… Hungered. He felt its gaze focused on him, its attention rapt… It shrieked at him a shrill klaxon blazed into his ear…</p>\n\n<p>With a jolt Emil awoke, the Radio in his hand buzzing intermittently a low tone. He brought it to his face and keyed it breifly, ending the alert tone. Captain Longmires tinny voice came through the small speaker:</p>\n\n<blockquote>\n<p>Hello? Hello? Sharon? Emil? You still with us out there?</p>\n</blockquote>\n\n<p><em>Yes, yes! We&#39;re here. Is everything alright there?</em></p>\n\n<blockquote>\n<p>Absolutely. There&#39;s been… Uh… A few complications, but we&#39;re about ready to get out of here… We&#39;ve got, uh… We&#39;ll, we&#39;ve got a ride.</p>\n</blockquote>\n\n<p><em>A ride? What do you mean a ride?</em></p>\n\n<blockquote>\n<p>Something it looked like Hardy was saving… Get yourselves over here into the garage, you&#39;ll see.</p>\n</blockquote>\n\n<p><em>Alright, yes, we&#39;ll come, of course, is Opperthorne there? What did he say?</em></p>\n\n<blockquote>\n<p>…just get over here.</p>\n</blockquote>\n\n<p>Emil looked over to Sharon, still, seems she fell to the Sandman&#39;s charms as well. He gently stood, pulling the thin display comforter off his daughter and their saviour… Sharon&#39;s shattered wrist sat in her lap, a large bloodstain soaked through her bandage and coated her lap. Her chest was still.</p>"
}
