{
  "full_title": "Chapter 68: Timor Part V",
  "number": 68,
  "title": "Timor Part V",
  "created_at": "April 23, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/33kq5y/chapter_68_timor_part_v",
  "body": "<p>The sound of metal scraping on concrete was not a pleasant one, but it couldn&#39;t be helped.</p>\n\n<p>Timor dragged the heavy barrel assembly through the corridor, scratching up its smooth exterior on the rough concrete floor. He was moving an emplacement piece by piece from storage in the armory into the entry area, and assembling it bit by bit according to the manual it had been packed with.</p>\n\n<p>After looking through the monitors at the exterior doors, and seeing the bald yetis outside, he was going to be prepared if they came knocking again. He knew he wasn&#39;t much of a warrior, in fact if he had been he&#39;d have been able to lift the barrel he was dragging, but he could set the gun someplace solid, sit behind it, and press the paddle triggers as well as the next man.</p>\n\n<p>He felt lightheaded. He slowly let the barrel fall to the floor before sitting down beside it. He looked down at the bulging gut he&#39;d developed, listened to his own ragged breathing- far too shallow- felt his pounding heart.. His isolation had kept him safe, but his diet of junk food and near total lack of exercise had taken their toll. He was grossly obese and completely out of shape.</p>\n\n<p>He felt a wheezing deep in his chest, it hurt. He coughed. Something came up. He spit.. It was a pale green.. Infection.</p>\n\n<p>He sat another few minutes until the sweat of exertion was gone, then rolled to his side and got his legs under him. Standing, he went to the supply closet with his medicines and pulled out a bottle of antibiotics, they were old, and the label was mostly faded, but he could make out the directions and uses well enough.. Plenty of fluids he could manage.. Bed rest would have to wait. He took the first dose of two pills, washed it down with a bottle of water, and then went back to the barrel assembly.</p>\n\n<p>He took his seat again, once more exhausted, sweating, and out of breath. Just from the walk. Timor did a quick inventory in his head, four more trips from the armory to the entrance, taking roughly 45 minutes each, it was just past midnight.. He should definitely be done before dawn.</p>\n\n<p>At Dawn, he planned on bundling up behind his weapon emplacement and going to sleep. If anything came while he slept, they could be assured of his response.</p>\n\n<p>He needed to do this because he couldn&#39;t lie to himself, if something tried to break in while he slept anywhere else, he didn&#39;t have the courage to run for his weaponry, he&#39;d hide instead. He couldn&#39;t afford to hide. For all he knew, he might be the last human being on earth.. He owed it to every man that&#39;d ever lived to survive as best he could.</p>"
}