{
  "full_title": "Chapter 69: Angela Part III",
  "number": 69,
  "title": "Angela Part III",
  "created_at": "April 28, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34415z/chapter_69_angela_part_iii",
  "body": "<p><em>The Phenomenon, Day 91, 10 kilometers SE of Lycksele Sweden</em></p>\n\n<p>The tall things were all over the place. Seems they liked the cold and the quiet of the woods. She&#39;d heard them roar more than once, found evidence of their work on other survivors- or hopefully just elk- the remains were so scattered and shattered it was hard to know which… Except when there were clothes in the mix. She hated those, especially since they weren&#39;t always just adult clothes.</p>\n\n<p>The store had yielded a surprising bounty when she actually got to looking. The seasonal storage, stock they&#39;d have tried to sell come spring, stoves, tents, snowshoes… Not the best quality, cheap imitation junk… But better than nothing.</p>\n\n<p>She&#39;d been moving at night, sleeping in a tent covered in branches and snow during daylight, always set up under the boughs of a tree, never in the open. The tall things didn&#39;t go walking amongst the limbs of a tree if they could help it, much like people. Kept her from getting stepped on.</p>\n\n<p>The tall things didn&#39;t seem to have any sense of smell, nor the infrared sense of the flying things in the sky. She was making her way slowly but surely towards Umeå nearly 135 kilometers to the southeast. Luckily the E13 was pretty much a direct shot, and midmorning commercial traffic meant there were cars &amp; trucks- few and far between- but enough that scavenging and her non perishables should get her there. From there she hoped to find a decent transceiver and make contact with one of the Project satellites.</p>\n\n<p>She was taking detailed notes on her observations of the tall things as she went, their heights and builds seemed uniform, no scars or other injuries had been seen this far, but the patterns of nodules seemed unique per individual. No gender traits could be seen either, nor waste excretions. She had seen very little interaction between them, they seemed to lack any uniform social structure, but on the rare occasion they did interact, there was definitely some kind of hierarchy at play. Vocalizations and movements indicated deference towards some, but just who seemed to shift at each new interaction.</p>\n\n<p>Their effects on the environment were pronounced, both in the obvious absorption of ambient heat energy, but also in the subtle ways the dimensions and angles of the world around them were shifted and twisted by their immediate proximity for any length of time.</p>\n\n<p>No evidence of their origin or intent seemed forthcoming. She hoped that by the time she reached Umeå she might have some testable hypothesis as to their role in the ongoing cataclysm, but for now, she was still on her way, the Project needed their xenobiologist, and a snowballs chance in hell was better than no chance at all.</p>"
}
