{
  "full_title": "Chapter 70: Jesse & Dr. Rafei Part II",
  "number": 70,
  "title": "Jesse & Dr. Rafei Part II",
  "created_at": "April 28, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/3472co/chapter_70_jesse_dr_rafei_part_ii",
  "body": "<p><em>The Phenomenon, Day 91, Center for Disease Control, Atlanta</em></p>\n\n<blockquote>\n<p>What are they doing?</p>\n</blockquote>\n\n<p><em>I can&#39;t tell Doc, they&#39;re just.. Standing around.</em></p>\n\n<blockquote>\n<p>Yes, but what are they <em>doing</em>? Are they communicating with each other? Are they moving at all? Are they eating? Dancing? Have they joined hands and starting singing kumbaya??</p>\n</blockquote>\n\n<p><em>Oh c&#39;mon Doc don&#39;t be thata way.. I know you&#39;re frusterbated but you don&#39;t gotta be taking it out on me..</em></p>\n\n<blockquote>\n<p>I&#39;m sorry it&#39;s just.. I would prefer more thorough descriptives, if you don&#39;t mind.</p>\n</blockquote>\n\n<p><em>Alright Doc, alright.. They&#39;re stand-in in a circle around my truck, six of &#39;em, they&#39;re about equal distance from each other, hands at their sides, but they&#39;re swaying back and forth..</em></p>\n\n<blockquote>\n<p>Swaying? Uh.. There should be a small silver switch underneath the screen, flick it over.</p>\n</blockquote>\n\n<p>Suddenly the speakers began emitting the static of a windblown microphone.. But in it, and occasionally over it, was a deep hum.. Rising and falling in a discordant thread that switched pitches in an unnatural and inhuman manner from moment to moment..</p>\n\n<p>Doctor Rafei sat silent, listening to it for a few moments before speaking.</p>\n\n<blockquote>\n<p>Jesse, turn the volume down for a moment.. There&#39;s another switch in this panel in front of us, I don&#39;t know where. It&#39;s a recording button. It&#39;ll record this camera and microphone to a digital file format. But before we use it, we need to find a thumb drive and put it in the USB slot so that it&#39;s recorded <em>to</em> something.</p>\n</blockquote>\n\n<p><em>Aw hell Doc, I&#39;ve got a thumb drive hanging off me&#39;dang keys!</em></p>\n\n<blockquote>\n<p>Excellent! Put it in the slot and press the record button!</p>\n</blockquote>\n\n<p><em>No problem Doc just fine a sec to find it, I gotta find it..</em></p>\n\n<blockquote>\n<p>You said it was on your keys.</p>\n</blockquote>\n\n<p><em>Yeah, along with a can opener, bottle opener, swiss army knife, mini flashlight, mini marker, laser light, half a dozen little tabs with funny sayin&#39;s on &#39;em.. Ah! Here we go.. Alright Doc we&#39;re plugged in and.. Now we&#39;re recording.</em></p>\n\n<blockquote>\n<p>Good, Good.. Any change in their behavior?</p>\n</blockquote>\n\n<p><em>Not that I can tell Doc.</em></p>\n\n<blockquote>\n<p>Turn the volume back up please.</p>\n</blockquote>\n\n<p>Jesse reached forward, giving a knob a spin and turning the volume back up. The room was again filled with static and.. The hum had changed. The discordance had given way to a series of rising and falling tones, different from each creature surrounding the vehicle. Some went painfully high through the spectrum to abysmally low while others merely wobbled between two  alternating tones, both at opposite ends. Some seemed to be pitched at multiple times simultaneously, as impossible as that seemed.</p>\n\n<p>Suddenly the image on the screen changed, pinpricks of multihued light began emerging from the various nodules all over the bodies of the assembled contingent, the motes of light swirling gently around the circle before tightening around Jesse&#39;s truck..</p>"
}