{
  "full_title": "Chapter 71: Lucinda Part VI",
  "number": 71,
  "title": "Lucinda Part VI",
  "created_at": "May 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34lhnh/chapter_71_lucinda_part_vi",
  "body": "<p><em>The Phenomenon, Day 91, The Project</em></p>\n\n<p>Dr. Lucinda Alvarez scrubbed her hands slowly and methodically under the steaming water/antimicrobial/antiseptic mix they used in the Clean Wing of the facility. The traces of blood and detritus coming off of her hands in flecks and streams.</p>\n\n<p>This was the third emergency surgery she&#39;d been part of since the emergence of the H-Type Phenomena. Of course, that classification was an intermediate one, since the initial arrival of the Phenomena what they now were calling the C-Type had simply been <em>the</em> Phenomena. Now that there were two distinct, and presumably connected, entities the higher ups had started brainstorming and debating what to call them in addition to what should be done.</p>\n\n<p>Personally, Lucinda thought the unofficial nicknames the troops had come up with, the Shards and the Tall Ones, seemed a lot better than any official classification or terminology assigned by some self important spin doctor.</p>\n\n<p>The new Tall Ones were aggressive, violent, and so far, invincible. Bullets and shrapnel just absorbed into their skin like they were sinking in quicksand. This had unfortunate consequences in that trying attracted the Shards from overhead in nearly all cases so far.</p>\n\n<p>In the field, the scout groups had been suffering serious casualties in every encounter with the Tall Ones. Again, this was the third emergency surgery since they&#39;d appeared.</p>\n\n<p>She was getting very tired and fed up with the incompetent focus of the higher ups. As she mindlessly pondered and scrubbed an idea began to form. A way to redirect their priorities and redirect their focus..</p>\n\n<p>She&#39;d have to be careful, and if she was found out the consequences would be.. Limiting, to say the least.. But history would vindicate her. She was sure. She began by digging out the manuals for the various wings of the Medical Bays.</p>"
}