{
  "full_title": "Chapter 72: Angela Part IV",
  "number": 72,
  "title": "Angela Part IV",
  "created_at": "May 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34n3ud/chapter_72_angela_part_iv",
  "body": "<p><em>The Phenomenon, Day 91, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela couldn&#39;t feel her face. The wind was biting and blowing any loose snow directly into her eyes. She ignored both.  The tall things were digging.</p>\n\n<p>Three of them were moving in circles, each using their wide hands and spindly fingers as shovels, clawing up clods of dirt, ice, and snow. They&#39;d been part of the larger herd marching through the woods that she&#39;d been following until they came across this clearing. These three had detached from the larger line and begun digging in their peculiar way.</p>\n\n<p>Angela was taking shelter halfway up the side of a pine tree, using its height and its uphill placement to get a better vantage point into their excavations. They&#39;d been digging for nearly an hour and the hole was nearly as deep as they were tall, and nearly twenty feet across and getting wider. They seemed to be digging out a shallow bowl shape in the earth, making it wider as they went deeper.</p>\n\n<p>She desperately wished she had a camera or a camcorder of some kind, anything to get a visual record of this activity. It would be dark soon and her eyes would be insufficient to make out significant details… She&#39;d have to move closer, and that was out of the question.</p>\n\n<p>She couldn&#39;t stay in the tree all night either. She&#39;d freeze to death. She began moving carefully down the tree, branch by branch, as slowly as she could, always aware of how much noise she was making and whether they&#39;d stopped their work. Fortunately they seemed completely oblivious.</p>\n\n<p>Once at the bottom she went about setting up her tent under the trees protection, same as she had the night previous at another three kilometers behind.</p>\n\n<p>Once inside and with her chemical heater activated by snow, she pulled out a number of small notebooks and began sketching out the patterns of movement and recording her notes on her observations.</p>\n\n<p>As she finished, she packed the notebooks into resealable plastic bags and carefully ordered them by contents and date with her other observations in her pack. Then she pulled out a can of condensed soup and let it and a cup of melted snow warm up nestled between her and the heater.</p>\n\n<p>She ate, cleaned her cup out with snow, then curled up to drift to sleep, idly wondering just what the tall things were digging for…</p>"
}
