{
  "full_title": "Chapter 73: Timor Part VI",
  "number": 73,
  "title": "Timor Part VI",
  "created_at": "May 2, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34n7gg/chapter_73_timor_part_vi",
  "body": "<p>The cracks were growing larger. It was stupid. He should&#39;ve known better. All the warnings, <em>all</em> the warnings had said it very specifically; &quot;Do not make Noise&quot;.</p>\n\n<p>But he&#39;d just <em>had</em> to test it. He&#39;d assembled it, checked it, rechecked it, loaded it, worked the action and the ejection system… He <em>knew</em> everything would work when the time came… So why&#39;d he <em>have</em> to fire off a round?</p>\n\n<p>Stupidity, plain old normal human stupidity… Now they were hammering at the door. The big steel door they&#39;d been mulling around since they showed up a day and a half ago… And it was cracking. They were coming through.</p>\n\n<p>Timor sat behind his makeshift fortifications, piles of crates, metal &amp; wood both, filled with various nonessentials like spare uniforms, obsolete radio equipment, dishes, and foodstuffs long, <em>long</em> past their expirations. Looking out over them, the single bullet hole in the side of the watchman&#39;s shed stared back, taunting him.</p>\n\n<p>Another resounding impact sent a booming ring through the bunker as the things on the other side hammered again at the door, the cracks expanding further.</p>\n\n<p>Timor took a moment to reflect on his life, a simple childhood in Minsk, his pursuit of Helena Mischkin throughout his teenaged years, his education in England for Astrophysics… His time as part of Russia&#39;s ISS participation program… Entirely too much time spent playing video games… It didn&#39;t amount to much. He regretted never getting married, or having children, never traveling to America or the Orient… Too late, much too late…</p>\n\n<p>Another boom, the cracks covered the whole of the door now, not long…</p>\n\n<p>He wondered if he was the only survivor. His earlier fantasies of going out fighting, symbolic of mankind&#39;s ancient struggles and defiance, seemed so petty now. He knew he couldn&#39;t be the last man on Earth. Some bloody group of government VIPs was probably in a bunker somewhere even more well equipped than this, totally free from worry or care, capable and in the process of going about a nearly normal life… In fact he was sure of it. He remembered watching American programs in England, on the satellite, of American companies that built bomb shelters… They even had dance halls, some of them…</p>\n\n<p>He wasn&#39;t the last man. He was just <em>a</em> man… And the door was starting to crumble.</p>\n\n<p>A loud ripping sound came through the door as a large chunk fell out. Through the hole he could see an unnaturally pale face with glowing amber eyes peer through at him… He could feel the palpable hate of its gaze… Timor spit out his most heartfelt sentiment at that face.</p>\n\n<blockquote>\n<p>Fuck you too!</p>\n</blockquote>\n\n<p>Timor opened fire.</p>"
}
