{
  "full_title": "Chapter 74: Jesse & Dr. Rafei Part III",
  "number": 74,
  "title": "Jesse & Dr. Rafei Part III",
  "created_at": "May 5, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34w82n/chapter_74_jesse_dr_rafei_part_iii",
  "body": "<p><em>The Phenomenon, Day 91, Center for Disease Control, Atlanta</em></p>\n\n<p>As they watched the monitor the swirling motes of light coalesced from a loose cloud around the truck into a spinning circle of multi-hued light. The circle widened into a disc, briefly resembling a set of planetary rings before it suddenly collapsed, impacting and rocking the truck before all the lights, the monitor, and the panel went dark.</p>\n\n<p><em>Uh.. Doc?</em></p>\n\n<blockquote>\n<p>Why did you turn off the sound?</p>\n</blockquote>\n\n<p><em>I didn&#39;t Doc, everything just sorta shut down on its own..</em></p>\n\n<blockquote>\n<p>EMP..?</p>\n</blockquote>\n\n<p><em>Looks like it Doc.</em></p>\n\n<blockquote>\n<p>Well..? What did you see, don&#39;t spare any detail!</p>\n</blockquote>\n\n<p>Jesse began going over what he&#39;d seen, describing all the minutiae what the monitor had shown in the minute before everything went dark. Dr. Rafei listened intently, asking questions occasionally for clarification, before he spoke:</p>\n\n<blockquote>\n<p>Jesse, is there any light, of any kind, anywhere in this room?</p>\n</blockquote>\n\n<p><em>Not that I can see, naw.</em></p>\n\n<blockquote>\n<p>Alright. I want you to listen very carefully to my instructions. Behind where we&#39;re sitting, on the wall, there should be a series of lockers. They&#39;re the lockers that held the various arms and gear for agents of the FBI who would&#39;ve come here to protect us if this facility had been activated by some kind of plague.</p>\n\n<p>Now, these lockers should be locked very securely, but the keys for them are in a desk just down the hall. I have been operating in the dark for long enough now that I feel comfortable retrieving the keys, however, once we&#39;ve got them open I am far from familiar with the kinds of things inside.</p>\n\n<p>I do not want to go blundering through them like a fool and set off some kind of grenade or something. I want you to feel around very carefully, very gently, and find a flare, or a glowstick, or a flashlight, or some other kind of light.</p>\n</blockquote>\n\n<p><em>Uh, Doc?</em></p>\n\n<blockquote>\n<p>Yes Jesse?</p>\n</blockquote>\n\n<p><em>I already done got a glowstick and a flashlight on m&#39;belt.</em></p>\n\n<blockquote>\n<p>Why didn&#39;t you say so?</p>\n</blockquote>\n\n<p><em>Well y&#39;seemed to have yer britches in a bunch tryin&#39; to gimme all kinds of specific instructions and I didn&#39;t wanna interrupt Doc.. My mama didn&#39;t raise me to be rude like that that&#39;s all.</em></p>\n\n<blockquote>\n<p>Jesse, I appreciate your manners, but in a life or death situation such as the one we&#39;re faced with I think you can relax a bit and speak what&#39;s on your mind, even if it&#39;s rude.</p>\n</blockquote>\n\n<p><em>If you say so Doc.. Well.. If that&#39;s the case I gotta couple&#39;a questions.</em></p>\n\n<blockquote>\n<p>Alright, ask away.</p>\n</blockquote>\n\n<p><em>Well first, what the hell is this place? I mean, you take me through the CDC, into the lobby, and then take a special hidden elevator down to a secret subbasement that&#39;s got all the comforts of home and the very best security system government money can buy, but no labs, no scientists, nothing you&#39;d expect from a super secret hidey home under a government building, so.. What&#39;s up with that, huh?</em></p>"
}