{
  "full_title": "Chapter 75: Lucinda Part VII",
  "number": 75,
  "title": "Lucinda Part VII",
  "created_at": "May 5, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/34w86v/chapter_75_lucinda_part_vii",
  "body": "<p><em>The Phenomenon, Day 91, The Project</em></p>\n\n<p>Lucinda made her way on her hands and knees through the maintenance crawlspace, stopping occasionally to consult the blueprints she&#39;s brought along.</p>\n\n<p>..Another left then two rights..</p>\n\n<p>She moved as cautiously and as quietly as she could dragging the two compressed gas canisters she&#39;d borrowed from supply while the Sergeant was preoccupied with his dinner and the buxom Lance Corporal who&#39;d brought it.</p>\n\n<p>In the absence of a civilian population and in light of the effective end of the world, a hookup culture was flourishing in the ranks, especially between officers and the Project personnel, but rates and nonrates were going at it like rabbits as well.. It was degrading, and uncivilized, but with less than a third of their number made up of women it made a cold kind of sense that so many had thrown morals, ethics, and regulations to the wind.</p>\n\n<p>Lucinda herself had already had to fend off two or three blatant propositions and ignore countless other more subtle flirtations. Survival was survival, but there&#39;d be time for that once more pressing threats were dealt with.</p>\n\n<p>..A right..</p>\n\n<p>Not that she wasn&#39;t flattered.. The Officers and NCOs chosen for these kinds of assignments were always in peak shape, and most of them were decently handsome as well, but they were without exception good little toy soldiers following orders. Mindless, unthinking, blind.. Nothing she&#39;d ever been taken with.</p>\n\n<p>..Last right..</p>\n\n<p>Ahead she could see her goal, the supplemental oxygen routing for the hardened shelters. She dragged the canisters behind her and disconnected the lines for the ranking Officers, Project Leaders, and the VIP Medical Quarters, leaving the Medical Staff quarters, support staff, NCO, &amp; nonrate lines alone.</p>\n\n<p>She connected the canisters and turned their valves. Setting her watch she sat for half an hour, then closed the valves and put all the lines back where they belonged before starting back to the Maintenance Access hatch with the now empty canisters.</p>\n\n<p>She put the canisters into the nearest disposal chute. The incinerator would eliminate any evidence she might&#39;ve left behind. She then changed quickly in the nearest bathroom before calmly and quickly making her way to the Medial Staff quarters and bedding down in her dorm.</p>\n\n<p>Things would be much better in the morning. In the absence of the project leadership, the Military Officers, and the VIPs, the head of Project Research was in charge.. Her.</p>\n\n<p>She slept without trouble.</p>"
}