{
  "full_title": "Chapter 76: Angela Part V",
  "number": 76,
  "title": "Angela Part V",
  "created_at": "May 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/352hkn/chapter_76_angela_part_v",
  "body": "<p><em>The Phenomenon, Day 92, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela made her way back up the tree as she&#39;d done the evening previous. Slowly, carefully, quietly..  As she got to her observation spot, she gently pushed the branches apart to get a view of the hole the tall things had been digging.</p>\n\n<p>She gasped at what she saw.</p>\n\n<p>They&#39;d dug up a bowl roughly 70 feet wide and 30 feet deep. And at the bottom.. Jesus Christ.. Some kind of stone dome.. Ancient, hand carved.. With a rotten wooden plug at the cap, torn aside and asunder, apparently at the hands of the tall things..</p>\n\n<p>There was no trace of the tall things anywhere. Angela made her way back down the tree and towards the bowl. Slowly, she scouted the area around it, finding their strange round tracks moved on to the Southeast.</p>\n\n<p>Back at her camp under the tree, she pulled out all the rope and climbing gear she&#39;d scrounged from a car ten kilometers back and set out back to the bowl. Near the edge she found a sturdy spruce and anchored her ropes there.</p>\n\n<p>At the edge of the hole she looked over, it seemed to go down a further 40 or 50 feet before ending at a circular floor with four doorways leading off in the cardinal directions, three of the doors were intact, the northernmost door was smashed through.</p>\n\n<p>She threw down her ropes, put on the climbing rig over her winter clothes, tightened the straps, rigged the carabiniers, and set herself up for the descent. As she held herself over the edge, she felt butterflies of fear and trepidation quiver in her gut.</p>\n\n<p>With a final deep breath of the freezing air, she kicked off and swung over into the abyss. Her descent was quick, she squeezed to slow down her fall only just so much to avoid injury. At the bottom she paused just long enough to shine a flashlight around the room and at the northern passage, seeing nothing, she freed herself from the harness.</p>\n\n<p>The doorways were of uniform design, each easily 5 feet wide and 8 feet tall.. Tall enough for the tall things, but obviously built by men, with their handle at waist height. She made her way north.</p>\n\n<p>The passage seemed to slope down gently for about 60 feet before hitting a cross pattern in the stone, inch wide holes acted as a drain before the slope leveled off.. There the passage split into three directions, with no indication as to which direction the tall things had taken.</p>\n\n<p>The passage was damp here. Unknown years had let moisture through the gaps in the stone, through the rotted timbers of the plug in the dome.. The smell of mold lay thick in the air as well as the actual mold on the walls, floor, and ceiling..</p>\n\n<p>In the distance, she could barely make out the sounds of screams.</p>"
}