{
  "full_title": "Chapter 77: The Story of Zoe",
  "number": 77,
  "title": "The Story of Zoe",
  "created_at": "May 6, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/352hzs/chapter_77_the_story_of_zoe",
  "body": "<p><em>The Phenomena, Day 92, Chicago Art Institute</em></p>\n\n<p>Zoe paced between the kitchen and the pantry, each way carrying single items back and forth. She&#39;d gained weight in her initial months in sanctuary, and it was her way of exercising without <em>feeling</em> like she was exercising.</p>\n\n<p>After that, she sat down with a bowl of plain unbuttered popcorn and popped in a Mel Brooks DVD. Tonight was Young Frankenstein for maybe the 19th or 20th time since the Phenomenon began. It was one of her favorites but she bemoaned her limited film selection since all the internet had gone down. If she&#39;d really taken all this Project bunker stuff seriously she&#39;d have stocked more of her personal belongings- including her film collection into storage just in case. As it was she was limited to the preselected, pre-approved, sanitized, and  selected films put together by some bureaucratic flunky who was probably long dead now.</p>\n\n<p>But, still, at least she had all the time she could want for her own projects, her paintings, sketches, and murals. She&#39;d run out of materials eventually, and have to make her way up to the Institute proper and be careful of the windows. She&#39;d made two trips before, for stupid things she should&#39;ve remembered to stock, both times without incident, once for her portfolio, her own works deserved no less than the others, the second time for personal hygiene products.. The bunker had been packed by men, unfortunately.</p>\n\n<p>Inspiration was her biggest issue. All the films she had, the books, the catalogs of reprints and photos of all the classics.. She wondered how many had been lost to fire without man to protect them? That was, as she saw it, her real duty, Project or no, to protect the worlds artistic heritage.</p>\n\n<p>But, without interaction, without drama, without other minds to stimulate her own, her works had all turned dark and morose. She couldn&#39;t help it. She was alone, surrounded by a city filled with millions of dried out corpses. Morbidity was a natural consequence of the age she lived in.</p>\n\n<p>She supposed she should be worried about why she hadn&#39;t had any communiques from the outside since a week into things, but as far as she was concerned that was for the best. After all, what use was art and art history likely to be to a bunch of Military Officers and Doctors in the post-apocalypse?</p>"
}