{
  "full_title": "Chapter 78: Jesse & Dr. Rafei Part IV",
  "number": 78,
  "title": "Jesse & Dr. Rafei Part IV",
  "created_at": "May 7, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/3551h8/chapter_78_jesse_dr_rafei_part_iv",
  "body": "<p><em>The Phenomenon, Day 92, Center for Disease Control, Atlanta</em></p>\n\n<p><em>So, lemme see if I&#39;ve got this straight now that I&#39;ve had a night to think it over… You</em> <strong><em>ain&#39;t</em></strong> <em>part of the CDC proper, you&#39;re just on loan, well you were on loan, from NASA, but through the whole thing, both at NASA and here, you&#39;re</em> <strong><em>actually</em></strong> <em>part of a secret project to collate, collect, &amp;  preserve mankind&#39;s sum total knowledge on the face of the apocalypse, as well as to investigate and deal with the cause of said apocalypse whether it&#39;s plague, nuclear war, asteroid impact, solar flare, or any other such nonsense?</em></p>\n\n<blockquote>\n<p>That would be the very, very basic summation of the critical points, yes.</p>\n</blockquote>\n\n<p><em>And as a part of this, there&#39;s secret hidey-holes like this one in, under, or near every major Government research facility and the homes and places of work of all the relevant Project persons?</em></p>\n\n<blockquote>\n<p>Yes… As I said, this is the most basic summation. The Project has numerous goals and responsibilities. It was a public private partnership between half a dozen major corporations, all branches of the US military, all branches of the US Government, half a dozen major research firms, as well as a number of wealthy and connected individuals and families… It is the last ditch effort to preserve mankind&#39;s leadership, knowledge, technology, and social order.</p>\n</blockquote>\n\n<p><em>And what did you do?</em></p>\n\n<blockquote>\n<p>I&#39;m an Exobiologist, also sometimes called an Astrobiologist, I worked for NASA looking for signs or indications of life beyond Earth. My expertise is the indications of life, it&#39;s telltale traces and the ways it may show itself. My work with the Project was in case mankind was killed by some disease from outer space, did you ever see &quot;The Andromeda Strain&quot;?</p>\n</blockquote>\n\n<p><em>Nah but I read the book, so I get what you&#39;re saying Doc.</em></p>\n\n<blockquote>\n<p>…</p>\n</blockquote>\n\n<p><em>What? Michael Creighton was a helluva good author. Jurassic Park, Sphere, Congo, Andromeda Strain? Country don&#39;t mean stupid Doc.</em></p>\n\n<blockquote>\n<p>No no, it wasn&#39;t that… I just… I suddenly realized I&#39;ll never read again, and it… It gave me pause, I&#39;m sorry…</p>\n</blockquote>\n\n<p><em>Aw Doc, don&#39;t be like that, your hands and fingers still work don&#39;t they? You can learn braille.</em></p>\n\n<blockquote>\n<p>I suppose I could at that…</p>\n</blockquote>\n\n<p><em>So uh… Doc, these things, these things up in the sky… They came from outer space, right?</em></p>\n\n<blockquote>\n<p>Their arrival coincided with an object entering Earth&#39;s atmosphere. That&#39;s all I know. My true value, the work I can do, requires very different facilities than the CDC has or had at any rate. It&#39;s imperative that I reach the main Project Facility, they have the communication equipment I need to access NASA&#39;s satellites, as well as the laboratories and personnel I need to investigate this thing.</p>\n\n<p>They should&#39;ve come for me by now, long ago. I can only assume my proof of life signal was interfered with somehow, some glitch in the system that&#39;s let them incorrectly continue in the belief that I am dead, that the whole of the CDC is dead.</p>\n</blockquote>\n\n<p><em>But Doc, the CDC</em> <strong><em>is</em></strong> <em>dead. We&#39;re the only ones here…</em></p>\n\n<blockquote>\n<p>That&#39;s not… <em>entirely</em> accurate…</p>\n</blockquote>"
}
