{
  "full_title": "Chapter 79: Jesse & Dr. Rafei Part V",
  "number": 79,
  "title": "Jesse & Dr. Rafei Part V",
  "created_at": "May 7, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/355j6v/chapter_79_jesse_dr_rafei_part_v",
  "body": "<p><em>The Phenomenon, Day 92, Center for Disease Control, Atlanta</em></p>\n\n<p><em>Well who the hell else is here!? Cause all I seen is you and me!</em></p>\n\n<blockquote>\n<p>First, Jesse, you have to understand, the Project goes beyond survival of a bunch of VIPs, there were certain selections made, individuals gathered…</p>\n</blockquote>\n\n<p><em>No, hold on a minute, you said there were others here, now I wanna know who they are &amp; where they&#39;re at! I done showed you all kinds of courtesies and kindness Doc but with everything that&#39;s going on I&#39;m getting a bit fed up with secret after secret here…</em></p>\n\n<blockquote>\n<p>You&#39;re right! Yes, of course, Jesse… The others, the other men and women who were here in the CDC when everything happened… Most of them died, they were on the side of the building with floor to ceiling windows and scientists are by their very nature a curious breed… But those that didn&#39;t… Well… They fell to bickering, to conflict. Research was pointless, there was no disease to control… The people here were… Argumentative, unstable. Something had to be done. So I took action. I put them in the isolation levels and simulated a Class 5 Breach of Upper Containment.</p>\n</blockquote>\n\n<p><em>Uh… Ok? What the hell does that mean.?</em></p>\n\n<blockquote>\n<p>I locked them in the deepest subbasements, the emergency shelter in case of catastrophic incurable plague. Designed to keep them safe until such time as the remote instruments detected a safe environment for them to leave.</p>\n</blockquote>\n\n<p><em>Alrighty Doc… But, what&#39;s that simulated whosawhatsits you was talking about?</em></p>\n\n<blockquote>\n<p>I sabotaged the testing apparatus they&#39;d use to open up the locks.</p>\n</blockquote>\n\n<p><em>So you trapped them in there.</em></p>\n\n<blockquote>\n<p>More than trapped, sealed. With a Class 5 Breach of the Upper Containment of the testing apparatus, the system presumes that the pathogen has a caustic highly dangerous chemical makeup, it seals them in for a period of time predetermined to guarantee that any such pathogen would&#39;ve broken down.</p>\n</blockquote>\n\n<p><em>And how long is that?</em></p>\n\n<blockquote>\n<p>Six years.</p>\n</blockquote>\n\n<p><strong><em>Six years!?</em></strong></p>\n\n<blockquote>\n<p>Yes. They&#39;re quite safe, I&#39;m not a monster… They have food, water, entertainment… They just can&#39;t leave short the possibility they figure out how to drill through 6 feet of steel.</p>\n</blockquote>\n\n<p><em>Doc… You trapped a bunch of well meaning Doctors in an underground prison for six years for disagreeing with ya?</em></p>\n\n<blockquote>\n<p>It was, and remains to be for the foreseeable future, for the greater good.</p>\n</blockquote>\n\n<p><em>And we can&#39;t get&#39;em out, no way no how?</em></p>\n\n<blockquote>\n<p>None at all, it&#39;s completely automated.</p>\n</blockquote>\n\n<p><em>What about the EMP, what&#39;ll that do to it?</em></p>\n\n<blockquote>\n<p>… Jesse, we need to leave.</p>\n</blockquote>"
}
