{
  "full_title": "Chapter 80: Lucinda Part VIII",
  "number": 80,
  "title": "Lucinda Part VIII",
  "created_at": "May 8, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/359bbb/chapter_80_lucinda_part_viii",
  "body": "<p><em>The Phenomenon, Day 92, The Project</em></p>\n\n<p>Dr. Lucinda Alvarez awoke refreshed and energized, eager to start her day. She was a bit surprised though, she&#39;d expected to be awoken by MPs escorting her to take charge in the wake of the nights development, not her own alarm.</p>\n\n<p>There must have been some delay in the machinery of the bureaucracy. She&#39;d simply have to go about her business until the wheels turned and she was called upon. Morning reports and breakfast it was then.</p>\n\n<p>The Medical personnel had their own quarters, support staff, recreation room, and mess hall. She made her way there. Grabbing the overnight reports from her box on the way. Normally she&#39;d have looked over them immediately as she walked, but knowing what they&#39;d contain she could wait til she had witnesses in the mess hall to see her reaction when she read the news.</p>\n\n<p>Today was French Toast with bacon, coffee and cranberry juice. She sat alone, as was her habit. Taking a few bites of the French Toast she was disappointed… They&#39;d obviously used the low sugar, low calorie syrup. She might not be the fittest person here but she didn&#39;t think she needed to be on dietary restriction. She&#39;d consult with the nutritionist tomorrow after spending the day realigning the priorities here.</p>\n\n<p>Her hunger sated for the moment, she picked up the stack of reports and flipped back the cover sheet and looked at the current status of her VIP charges. But she couldn&#39;t. They were… <em>blurry.</em> Something was wrong. She wiped at her eyes and blinked a few times.</p>\n\n<p>Looked again.</p>\n\n<p>Blurry still.</p>\n\n<p>Looked up.</p>\n\n<p>Room was blurry and spinning.</p>\n\n<p>Rocking.</p>\n\n<p>Two figures approaching her table.</p>\n\n<p>Blue pants, khaki shirts, armbands…</p>\n\n<p>Marine MPs…</p>\n\n<p><em>Oh no…</em></p>\n\n<p>Darkness.</p>"
}
