{
  "full_title": "Chapter 81: Lucinda Part IX",
  "number": 81,
  "title": "Lucinda Part IX",
  "created_at": "May 9, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/35cziu/chapter_81_lucinda_part_ix",
  "body": "<p><em>The Phenomenon, Day 92, Project Safehouse</em></p>\n\n<p>Lucinda could hear voices. They were talking about her. The fogginess and weakness was slipping away, her mind becoming clearer. She stayed still, kept her breathing slow, concentrated on staying still. She listened.</p>\n\n<p><em>..how could this happen, and why!? All our personnel were cleared. Nobody got in without strict safeguards. We&#39;re sitting here on top of thirty bodies, the President is on his way to the Primary Facility, wants a report on this shitstack asap and we&#39;re on the verge of wholesale transfer and no idea what the fuck happened..</em></p>\n\n<blockquote>\n<p>It might&#39;ve been an accident. Those quarters all share ductwork for their primary circulation, there are filters- best in the world besides the Primary- but it&#39;s conceivable..</p>\n</blockquote>\n\n<p><em>No, no it&#39;s not. We&#39;ve checked the whole system. Nothing tripped the sensors in the primaries, secondaries are a closed system just for the delivery of supplemental oxygen and gaseous medicines to the bedrooms in case of outbreak- which hasn&#39;t happened- the rest of the Project personnel are completely fine.</em></p>\n\n<p>Lucinda felt the time was right to find out what was happening. Familiar with how unconscious figures awake from surgery, she began by faking a minor shiver and a deeper breath, followed by a whole body shift and a low groan.</p>\n\n<blockquote>\n<p>Looks like she&#39;s coming to, get one of the nurses in here, they said there was a slight possibility of side effects and we need her healthy..</p>\n</blockquote>\n\n<p>Lucinda fluttered her eyes open, kept them unfocused, looked at the ceiling. Wood paneling, one of the bureaucrats offices, they were all paneled. She was reclined in a chair. It was comfortably soft, but hot, she&#39;d been in it awhile. Felt like leather. She turned her head.</p>\n\n<p>One of the Bureaucrats, an undersecretary of the interior or some such nonsense, sat behind a desk looking at her, sitting on the desk, resting on a hip, sat a Naval Officer of some kind, she didn&#39;t know ranks.. <em>The Sub, she&#39;d forgotten about that damn fucking Sub..</em> He must&#39;ve been staying in his berth on the sub rather than in the Officers Quarters in the Facility. She spoke for the first time.</p>\n\n<blockquote>\n<p>What.. What happened..?</p>\n</blockquote>\n\n<p><em>There&#39;s been an.. An incident.</em></p>\n\n<blockquote>\n<p>What was it? A poison, something in the syrup, it didn&#39;t taste right.. Why me? Why aren&#39;t I in the medical wing?</p>\n</blockquote>\n\n<p><em>Not that kind of incident. You weren&#39;t the target. Every other leader was. Every member of the Council, every military officer- with the exception of Lieutenant McGuire here- who was on night watch on the Nautilus last night. All the VIP patients in the medical wing too.. Were still trying to figure out exactly how, but, they&#39;re all dead or dying as of this morning.</em></p>\n\n<blockquote>\n<p>And me, what happened to me?</p>\n</blockquote>\n\n<p><em>We couldn&#39;t be sure that you were spared intentionally.. You&#39;re the only one in the chain of command whose housing was unaffected, I&#39;m told you asked to be housed with the Medical Personnel rather than the Council section on your own, that probably saved your life.</em></p>\n\n<p><em>We felt that a quiet extradition from the general population, making it look like a medical issue, a stroke or heart attack, would take you off the radar of whoever or whatever elements did this. So, we drugged your breakfast. Had the MPs on hand to woosh you out in a big hustle..</em></p>\n\n<blockquote>\n<p>You faked my death to keep me safe?</p>\n</blockquote>\n\n<p><em>Essentially, yes.</em></p>\n\n<blockquote>\n<p>Why am I that important?</p>\n</blockquote>\n\n<p><em>You don&#39;t know? Doctor, according to the chain of command, you and Lieutenant McGuire are now the Project heads, cooperatively. Civilian/Government and Military, working together as intended.</em></p>"
}