{
  "full_title": "Chapter 82: Angela Part VI",
  "number": 82,
  "title": "Angela Part VI",
  "created_at": "May 9, 2015",
  "url": "http://www.reddit.com/r/ThePhenomenon/comments/35d8lj/chapter_82_angela_part_vi",
  "body": "<p><em>The Phenomenon, Day 92, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela made her way carefully along the center passage, still headed north. The floor was smooth, slippery with mold and slime… Her flashlight could barely distinguish between black stone, black mold, and black darkness of the seemingly endless tunnel sloping gently downwards for as far ahead as she could see.</p>\n\n<p>The screams were getting louder.</p>\n\n<p>Each breath was getting more difficult, ragged, the thick air heavy and difficult to draw. She was starting to sweat. It was warmer here. That didn&#39;t make any sense. She unzipped her coat and fanned it a few quick times, the light of her flashlight splaying back and forth as she did so, illuminating motes of dust and spores and god only knew what else drifting in the beam…</p>\n\n<p>The path continued down, she estimated she&#39;d been moving steadily northward for nearly a kilometer now, possibly as much as a kilometer and a quarter, and downwards nearly a hundred meters if the slope was consistent, which she felt it was, though it was difficult to tell.</p>\n\n<p>The screaming was nearly deafening now, the sound reverberating off the walls, echoing back on itself, doubling and redoubling. She couldn&#39;t tell if it was one person screaming or all the denizens of hell- easily enough to believe the latter in light of recent events. A few steps more and she could see the tunnel widening, The floor leveled off, but the walls and ceiling spread out, leaving a slick bridge through the dark to traverse without a railing of any kind.</p>\n\n<p>Suspicious, she edged forward to the very last point where the wall was reachable and shined her light down into the void. There she saw… Figures, beings… Men and women, bound, chained, pale, hairless, and naked, secured to the walls by chains red with rust and blood. There was something wrong here. The faces… These were people she knew!</p>"
}
