{
  "full_title": "Chapter 83: Zoe Part II",
  "number": 83,
  "title": "Zoe Part II",
  "created_at": "May 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/35r7z4/chapter_83_zoe_part_ii/",
  "body": "<p><em>The Phenomenon, Day 92, Chicago Art Institute</em></p>\n\n<p>She hated computers. Always had. The impersonal nature of them, the sanitary and inhuman logic of their language… She preferred the natural feel of ink on paper, well-pens and papyrus weren&#39;t unknown to her. Oils on canvas, hell, finger paints on construction paper… But, she was supposed to document her time in the bunker on a daily basis. A diary of sorts. So she sat down at the clunky government computer in the hard plastic chair they&#39;d provided and started typing her brief and dreary listing of her activities.</p>\n\n<p>As she finished up she exited the program and went back to the home screen. Her pointer maneuvered over the shut down icon before she noticed a little red check that hasn&#39;t been there before on the mail icon. Someone, or something, had gotten a message through. Hardly believing it she moved the pointer over and double clicked.</p>\n\n<p>A new window opened to show her the same three messages she&#39;d gotten in the first week, a listing of known resources in her area (useless since she couldn&#39;t leave), a reminder of the Project command structure (useless since she was alone) and a reminder specifically to her about her duties (which at this point she considered fulfilled). Nothing new.</p>\n\n<p>Then she saw it, a small line at the bottom of the window, a progress bar, &quot;New Mail Downloading&quot; it stood at 3% and seemed frozen. She stared at it, wondering if it has been there before and she simply hasn&#39;t noticed. It had been long enough she knew the effects of isolation and stress could&#39;ve been getting to her.</p>\n\n<p><strong>4%</strong></p>\n\n<p>It wasn&#39;t frozen, just ridiculously slow. She didn&#39;t know anything about how the communication system worked or how the message was being delivered, quite frankly she&#39;d zoned out during that briefing, but at least she wasn&#39;t totally cut off. She wondered what the message would be? She powered off the screen but left the machine itself on, that way it would continue to work.</p>\n\n<p>The new event, the first she hasn&#39;t invented herself in months, was like a lit fuse in her mind, a bright burning spot that would lead to… Something extraordinary. She pulled out canvas and paints. It was time to be creative.</p>"
}
