{
  "full_title": "Chapter 84: Jesse & Dr. Rafei Part VI",
  "number": 84,
  "title": "Jesse & Dr. Rafei Part VI",
  "created_at": "May 14, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/35wmk9/chapter_84_jesse_dr_rafei_part_vi/",
  "body": "<p><em>The Phenomenon, Day 92, Center for Disease Control, Atlanta</em></p>\n\n<p><em>Alright Doc, we&#39;ve just got to get to the garage then.</em></p>\n\n<blockquote>\n<p>But why? The things are in there, and surely the EMP has left your truck useless…?</p>\n</blockquote>\n\n<p><em>Hehe… Doc, I built that truck to take me through a post-atomic wasteland, with all kinds of radiation shielding and hardening… One switch under the dash and she&#39;ll be good to go.</em></p>\n\n<blockquote>\n<p>Jesse, I&#39;m impressed.</p>\n</blockquote>\n\n<p><em>Well hell Doc… I just do what I gotta do.</em></p>\n\n<blockquote>\n<p>Well, what are we waiting for? We need to pack, we need to get to the staircase, we need to scope out the garage, get things loaded!</p>\n</blockquote>\n\n<p><em>Hold your horses… I got some more questions…</em></p>\n\n<blockquote>\n<p>Jesse, we don&#39;t have the time. If they come out, if they find us here… They&#39;ll be very, very angry…</p>\n</blockquote>\n\n<p><em>Yeah yeah, I know, you trapped in there for what would have been years and now they&#39;re gonna get out and they&#39;re gonna be angry and we&#39;re gonna get yelled at by a bunch of bespectacled scientists…</em></p>\n\n<blockquote>\n<p>Oh no, no Jesse… No… They&#39;re liable to do far far more than yell at us. They blinded me in their attempt to get past me the first time. This time, I have no doubt in my mind they&#39;ll try to kill me and anyone helping me.</p>\n</blockquote>\n\n<p><em>Uh… So… What do we do?</em></p>\n\n<blockquote>\n<p>We get moving!</p>\n</blockquote>\n\n<p>With that Jesse cracked a chemlight, grabbed a number of duffel bags from a drawer, and made his way to the storeroom where he began packing foodstuffs into them.</p>\n\n<p>Dr. Rafei felt his way down the hall to his quarters. There, he searched drawer after drawer of clothing and junk until he found what he was looking for, a small revolver. Hammerless, with a rubber coated grip. He opened it, felt to ensure it was fully loaded, then closed it, placing it in his lab coat pocket.</p>\n\n<p>Two subbasements down, inside the Isolation Levels, three men began the painstaking process of manually working the gears to unseal a large steel door.</p>"
}
