{
  "full_title": "Chapter 85: Lucinda Part X",
  "number": 85,
  "title": "Lucinda Part X",
  "created_at": "May 15, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/361spd/chapter_85_lucinda_part_x/",
  "body": "<p><em>The Phenomenon, Day 92, Project Safehouse</em></p>\n\n<p>Lucinda had a headache, either from the aftereffects of the drug or from the stress of dealing with all this bullshit. Lt. McGuire was remarkably efficient and professional, the consummate Naval Officer. Naturally this meant he was completely useless.</p>\n\n<p>Lucinda looked over the desk they&#39;d given her in the Council Chambers, with no council left it was just her, McGuire, and a horde of minor functionaries, bureaucrats, and busybodies, none of whom seemed to have anything important to do or say- yet none of them could shut up.</p>\n\n<p>She flipped through the guide one of them had given her on council procedure, earlier she&#39;d ignored it, now it was her only hope for a respite. She fell on a page that looked promising. She read over it, then tapped her microphone to get everyone&#39;s attention.</p>\n\n<blockquote>\n<p>While I&#39;m sure many of you have pressing issues that need the urgent attentions of this council, if I may, I&#39;m going to call for an hours recess so that we can all collect our thoughts and present them in a more orderly fashion, thank you.</p>\n</blockquote>\n\n<p>It.. It seemed to have worked. They were clearing out of the room. When they were all gone she looked over at the Lieutenant, sitting serenely in a high backed leather chair with his folded hands sitting on the desk in front of him.</p>\n\n<p><em>There&#39;s a term for this kind of thing, kind of ubiquitous throughout the military.</em></p>\n\n<blockquote>\n<p>And what&#39;s that?</p>\n</blockquote>\n\n<p><em>Clusterfuck.</em></p>\n\n<p>She couldn&#39;t help but laugh at the aptness of the description.</p>\n\n<blockquote>\n<p>I guess everyone&#39;s getting screwed but nobody&#39;s happy?</p>\n</blockquote>\n\n<p><em>That&#39;s the long and the short of it.</em></p>\n\n<blockquote>\n<p>Nice.. Very, very nice.. Any idea what the hell we&#39;re gonna do about this mess?</p>\n</blockquote>\n\n<p><em>Not a clue. It all seems so, so..</em></p>\n\n<blockquote>\n<p>Petty?</p>\n</blockquote>\n\n<p><em>Yes, exactly, you hit the nail on the head.</em></p>\n\n<blockquote>\n<p>It is, all of it. We should set up a subcommittee to deal with it, say, the heads of all the different departments?</p>\n</blockquote>\n\n<p><em>With a military representative and someone from accounting.</em></p>\n\n<blockquote>\n<p>Accounting? Seriously we&#39;re keeping track of costs?</p>\n</blockquote>\n\n<p><em>Well no, accounting is what a lot of folks have taken to calling the Supply folk, since they&#39;re the ones worried about budgets and sustainability now.</em></p>\n\n<blockquote>\n<p>Ah... See that, that&#39;s clever I wish I&#39;d thought of that myself.</p>\n</blockquote>\n\n<p>A knock on the chamber door was shortly followed by a Naval Ensign and an Air Force First Sergeant.</p>\n\n<p><em>Sir, madam, I&#39;m afraid we&#39;ve received some disturbing information. It appears Air Force One has gone down a few miles outside Boulder Colorado. There doesn&#39;t appear to be any sign of survivors.</em></p>"
}