{
  "full_title": "Chapter 86: Angela Part VII",
  "number": 86,
  "title": "Angela Part VII",
  "created_at": "May 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/364ekw/chapter_86_angela_part_vii/",
  "body": "<p><em>The Phenomenon, Day 93, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>As she looked down on the faces, so familiar, and yet without a single hair, she noticed their features shifting. Jaws lengthened and shrank, noses grew wider, or thinner.. One by one their eyes darkened to black.. These were <em>not</em> people. People don&#39;t shift and change like this.. Her father became her first grade teacher. Her first boyfriend became her first boss.. And they all beckoned to her, their hands pleading, even in chains..</p>\n\n<p><em>They were lures..</em></p>\n\n<p>She pushed herself off the wall and back to the center of the path. Once her light came off the.. Whatever they were, they stopped screaming. The silence echoed worse than the screams. She peered back over the edge, shined her light.. No one, no figures, no chains.. But where they&#39;d been she now saw a number of skeletons. Some in rags, some in furs, some in what looked to be chainmail armor.. One looked to be.. Still leathery, and was that a Nazi uniform?</p>\n\n<p>She continued on the path. The walls and ceiling of the chamber pulling away to the sides and above. Only the narrow path of uneven stone, without railings or handholds, continued forward in the dark.</p>\n\n<p>After another few hundred meters she began to see a pulsing light. Blue or purple.. As she moved forward she could see that it was illuminating the floor of the chamber far below her. Ahead, the path came to a stop, a circular staircase, down the inside a tower of stone, headed down.</p>\n\n<p>The stairs were steep, and slippery. Her way was slow, and cautious. The flickering light from below was occluded here, she had to rely on her flashlight. Her foot slipped on a particularly slimy patch of mold, her leg flying out ahead of her, her rear hit the stone hard, sending jolts of pain up her back.</p>\n\n<p>She slid down the stairs, rolling, tumbling, gear flying every which way, stones kissing her arms, her knees, her face. One planted a particularly affectionate peck to the back of her head, and the world went black.</p>"
}