{
  "full_title": "Chapter 87: Zoe Part III",
  "number": 87,
  "title": "Zoe Part III",
  "created_at": "May 19, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36gica/chapter_87_zoe_part_iii/",
  "body": "<p><em>The Phenomena, Day 93, Chicago Art Institute</em></p>\n\n<p>Zoe absentmindedly chased the last bit of her slice of Cheesecake around her plate as she watched the screen. She&#39;d put off her other normal activities for the day, watching the progress bar grow incrementally over the course of the day. She was still in her pajamas even. It sat now at 97%.</p>\n\n<p>She scooped up the last bite and downed it before standing and making her way to the kitchen. The plate and fork went in the dishwasher, the cheesecake itself- a no bake version made with powdered milk- went into the fridge. She pulled out a can of YooHoo and shook it back and forth, twisting her wrist one way then the other as she made her way back to the seat in front of the computer.</p>\n\n<p>The bar said 98%. Frustrated, she spun around in the chair, letting her head fall back and her hair fly out due to centripetal force. When she came to a stop she faced away from the computer. She sat up, halfway popped the tab on her YooHoo and quickly sucked at the top of the can to avoid the YooHoo spray.</p>\n\n<p>When she turned back to the computer it was just in time to see it change over from 99% to 100% before reloading the incoming email page, one unread. It was titled &quot;Prof. Opperthorne&#39;s cave paintings, Subject Expert Consultation&quot;.</p>\n\n<p>She clicked on it, the screen immediately filling with paragraphs and images… She read over the first few pages intently, her curiosity gone cold with recognition and her dread driving her forward.</p>\n\n<p>The summary of the Professors findings was chilling, the images irrelevant, they were pictures some ignorant had collected to try and show similarities but the examples were poor and misinterpreted… None of the Professors findings were down in picture form, apparently they were trying to find him and his works in New York even now.</p>\n\n<p>She finished reading the email and printed it. Taking the warm papers from the tray she slipped her feet into her slippers and began the long walk through the underground to the archives. She had some comparisons to make.</p>"
}
