{
  "full_title": "Chapter 88: Jesse & Dr. Rafei Part VII",
  "number": 88,
  "title": "Jesse & Dr. Rafei Part VII",
  "created_at": "May 19, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36gii0/chapter_88_jesse_dr_rafei_part_vii/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control, Atlanta</em></p>\n\n<p><em>Are you sure ya didn&#39;t forget anything Doc?</em></p>\n\n<blockquote>\n<p>If you got everything on the first list I made out to you then we have the important things. After that the food which I left to you and we may have some luck scrounging on the way.</p>\n</blockquote>\n\n<p><em>Well I got everything on the list I made damn sure of that.. So long as you made the lists up right then we&#39;re about finished.</em></p>\n\n<blockquote>\n<p>So what&#39;s the next step?</p>\n</blockquote>\n\n<p><em>Well I&#39;ve got everything packed up in cases and staged at the stairwell entrance to the garage. Next up I get in the truck, open up the back doors and latch&#39;em open, reset&#39;er electrical systems, then pull her around and back it up tight to the stairwell. Then I&#39;ll climb in back and into the stairwell and start loading. With even the tiniest bit of luck the things wouldn&#39;t get all over the truck until we&#39;re packed and ready, then we can put all the stuff in back in webbing, close off the cab, and go on our merry merry without too much concern.</em></p>\n\n<blockquote>\n<p>Excellent, and you have fuel?</p>\n</blockquote>\n\n<p><em>Yep, fuelled her up before I got here, thought there was a possibility I might be needing a quick getaway you know..</em></p>\n\n<blockquote>\n<p>Good, good.. We&#39;ll be headed North at first, and towards the coast.</p>\n</blockquote>\n\n<p><em>Where exactly are we headed? I&#39;ve got a good GPS in the cab, and the satellites still work, I can just punch it in and we&#39;ll hit the road. I gotta warn ya though, it ain&#39;t a pretty sight, I lived in that cab for a couple of weeks, with infrequent stops.. And none of those were at a detail spot.</em></p>\n\n<blockquote>\n<p>I can&#39;t see it anyway, so long as it doesn&#39;t smell too badly I think I&#39;ll live. But we&#39;re headed for Beaufort South Carolina. There&#39;s a facility on Harbor Island there..</p>\n</blockquote>\n\n<p>Dr. Rafei was interrupted by a loud noise from down the corridor. A number of individuals were approaching, flipping tables and screaming out for Rafei.</p>"
}