{
  "full_title": "Chapter 89: Lucinda Part XI",
  "number": 89,
  "title": "Lucinda Part XI",
  "created_at": "May 20, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36lfjs/chapter_89_lucinda_part_xi/",
  "body": "<p><em>The Phenomenon, Day 93, Project Safehouse</em></p>\n\n<p>Alvarez walked into the council chamber with her coffee and briefing folder, finding Lt. McGuire already sat down in his preferred chair looking through a thick binder of printouts. As Lucinda moved around the semicircular stand to her own seat at the center she didn&#39;t waste any time.</p>\n\n<blockquote>\n<p>Any news on Air Force One?</p>\n</blockquote>\n\n<p><em>None. Infrared Satellites show that most of the fires are out but they&#39;re not picking up any indication of survivors. And the closest group that could possibly assess the site is still sixty miles away and moving slowly up mountain roads clogged with snow.</em></p>\n\n<blockquote>\n<p>I understand.. Well Lieutenant, now that we&#39;re freed from the burden of pointless frivolities by our new subcommittee, I think it&#39;s time we had a frank discussion about the future of the Project. In fact considering we&#39;re now essentially the leaders of what remains of the human race, I&#39;d say we had better get down to brass tacks, don&#39;t you agree?</p>\n</blockquote>\n\n<p><em>I don&#39;t disagree on any particular point, but there is something else that we need to discuss first.</em></p>\n\n<blockquote>\n<p>Oh?</p>\n</blockquote>\n\n<p><em>This morning I got a memo from the records department. Apparently we&#39;re supposed to use the mics and cameras in the Council chamber to record our proceedings. Yesterday we didn&#39;t do that.</em></p>\n\n<blockquote>\n<p>Well that&#39;s no issue all those Yesmen must be good for something, right? Records can interview them.</p>\n</blockquote>\n\n<p><em>Oh absolutely, but, it gave me the idea of having Records pull the transcripts from the last few days of the Councils meetings and the relevant files on the subjects discussed therein. That way we can see what direction they were headed in and get some idea of exactly what we should be doing.</em></p>\n\n<blockquote>\n<p>Quite frankly I think our direction should be our own, don&#39;t you think?</p>\n</blockquote>\n\n<p><em>Maybe, but, these transcripts.. They&#39;re considered Top Secret. They discussed, openly and without reservation, all the little side projects and directives and far flung operations associated with the project.. In fact records were loath to give up the matching files until I pulled rank.</em></p>\n\n<p><em>Apparently there&#39;s a few things in here the general project membership were kept completely in the dark about. Things that we&#39;re going to need to know if we&#39;re going to run things.</em></p>\n\n<blockquote>\n<p>Really? Well.. Call down to records and order me up my own copy of the transcripts &amp; files. We&#39;ll go over them separately, and then meet later to discuss what we find. You look at it from the military angle, and I&#39;ll look at it from the civilian and governing angles, like we&#39;re supposed to, and then we&#39;ll hammer out our differences.</p>\n</blockquote>\n\n<p>The Lieutenant smiled and smugly pulled a second binder out of the seat next to him before pushing it along the table to Lucinda.</p>\n\n<p><em>I had a feeling you might propose something along those lines, so I had them send two copies initially.</em></p>\n\n<blockquote>\n<p>You must&#39;ve gotten up very early Lieutenant, I&#39;ll get right on this and we&#39;ll get back together, say, this afternoon?</p>\n</blockquote>\n\n<p><em>Sounds more than fair. But I&#39;ve had a little time to look through it this morning already.. I&#39;d recommend you skip to page 12, they discuss something about tomb excavations that looks interesting. And after that page 45, Operation Monument.</em></p>\n\n<blockquote>\n<p>Really? Nothing about Shards or Tall Ones?</p>\n</blockquote>\n\n<p><em>Both. Just.. Just read them.</em></p>\n\n<p>Lucinda grabbed up the binder and folded it under her arm. She didn&#39;t want to be disturbed while reading this and figured McGuire could handle any minor details that might come up in the meantime.</p>\n\n<p>Once she found a nice spot in the recreational greenhouse, she started going through the council minutes and cross checking with the files.. Tomb excavations were nothing, the Tall Ones liked to dig up old ruins, satellites found them digging into places in Egypt, France, Mounds in the Midwest, Cliffs in Arizona, all along the Great Wall of China and a massive hole in downtown Beijing.. It was curious behavior but nothing indicated how to fight them.</p>\n\n<p>Operation Monument was more promising, some doddering old English fart had found cave paintings of previous Shard Phenomena during the Stone Age.. And the paintings might also give clues as to how to deal with them..? And a US Sub crew was in New York right now recovering the Professor and his records.. That would definitely qualify as useful.</p>\n\n<p>She kept reading, a few pointless discussions about finding other groups of survivors. Hypothesizing about conditions in Tokyo.. An operation here, a supply cache there that needed retrieval.. Then something new. She read and reread the file twice before gathering everything up and racing to the council chamber. When she burst through the door the Lieutenant looked up at her before saying:</p>\n\n<p><em>The Schmitt discovery in the Taurus-Littrow valley?</em></p>\n\n<blockquote>\n<p>Yes!</p>\n</blockquote>\n\n<p><em>And they didn&#39;t do anything.</em></p>\n\n<blockquote>\n<p>We&#39;ve got to get somebody to Washington.</p>\n</blockquote>\n\n<p><em>Agreed. I&#39;ve already issued orders to divert the Oregon on her return trip.</em></p>"
}