{
  "full_title": "Chapter 90: Angela Part VIII",
  "number": 90,
  "title": "Angela Part VIII",
  "created_at": "May 21, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36q623/chapter_90_angela_part_viii/",
  "body": "<p><em>The Phenomenon, Day 93, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela awoke in agony, her initial breath a gasp as she felt her body and the numerous injuries she&#39;d sustained. Without even looking she could feel that her left arm was broken at the wrist and her right at the shoulder, possibly dislocated. She tried to open her eyes but only one could, the other was painful to try.</p>\n\n<p>She was lying on a rough hewn stone floor. Surrounded by items torn from her as she fell. Canteens, her binoculars, flares, pitons, notebooks, pens..</p>\n\n<p>She went to lift her head up and felt a grinding in her neck and back that nearly put her out again, but she pressed through, rolling onto her back before pulling herself to a sitting position. Her legs were battered and bruised but the heavy winter pants seemed to have protected them. Taking off the jacket, in retrospect, may have been a mistake.</p>\n\n<p>As she went to stand a sharp pain in her right ankle and a rapid fall back on her ass told her that getting back up the stairs was going to be next to impossible upright.</p>\n\n<p>Rolling over to her knees and crawling to the base of the stairs, she used them as leverage to stand on her left leg. Twisting, she looked around the chamber at the base of the stairs for the first time. Standing not twenty feet away was a circle of the tall things.</p>\n\n<p>Six of them, standing still as statues. In the middle of them, floating above a polished silver depression in the floor, was a human figure, seemingly made of smooth glass. The light came from her. Shining from the center of her belly, blue light distorted purple as it passed through her curves and limbs as she slowly rotated in mid air.</p>\n\n<p>Her features were exaggerated, grossly so, like some Polynesian Fertility figure, her breasts and buttocks easily each twice as large as her head, her belly triple. Her arms were thrown behind her, her hands meeting several feet behind her back. The legs splayed open, her knees bent, as if giving birth. Her face was turned to the sky, her face a scream carved eternal.</p>\n\n<p>Around the chamber, the walls stood festooned with bodies like she&#39;d seen earlier, skeletons in furs, armor, and decorative uniforms, mummies in uniforms more recent, Nazi, Soviet, even a few American Army doughboys.. Civilians too, here, unlike above. She recognized styles going back perhaps some three hundred years.. She imagined there must be other entrances that had been explored by others somewhere else for this many to have found their way here.</p>\n\n<p>But these bodies were different. They weren&#39;t thrown haphazardly atop one another, as the ones above. These were.. Poised, posed, put on display.. Starkly upright, at attention, hands at their sides, faces forward, eyes open, where applicable.</p>\n\n<p>Angela decided she&#39;d had quite enough. Her curiosity wasn&#39;t <em>that</em> powerful. She&#39;d had her limit. This was too much. She turned to head up the stairs, on one elbow and her knees if need be, but she was done.</p>\n\n<p>A tall thing blocked her way. She looked up at it. It looked down at her.</p>\n\n<blockquote>\n<p>Goddammit.</p>\n</blockquote>"
}