{
  "full_title": "Chapter 91: Ben, Emil, & Sarya Part VII",
  "number": 91,
  "title": "Ben, Emil, & Sarya Part VII",
  "created_at": "May 22, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36ukv6/chapter_91_ben_emil_sarya_part_vii/",
  "body": "<p><em>The Phenomenon, Day 91 New York, Central Park</em></p>\n\n<blockquote>\n<p>…just get over here.</p>\n</blockquote>\n\n<p>Captain Longmire switched the radio off before turning to his Master at Arms, Cox. Looking around the loading dock they were surrounded by crates labeled for Professor Opperthorne, the large prints of the various photos he&#39;d taken in the caves south of Norsjö Sweden, according to the labeling.</p>\n\n<blockquote>\n<p>Cox, are all these going to fit in the, uh, in the vehicle?</p>\n</blockquote>\n\n<p><em>It&#39;s designed to carry 8 in the passenger compartment sir. Somebody&#39;s got to drive, and after that we&#39;re only taking four, so it&#39;ll be a tight fit, but we should be able to haul it one trip.</em></p>\n\n<blockquote>\n<p>Good. Have you been able to make heads or tails out of his notebook yet?</p>\n</blockquote>\n\n<p><em>No sir, seems the late Professor was rather fond of taking his notes in French, I remember a bit from a single year in High School, but not enough to make heads or tails of this…</em></p>\n\n<blockquote>\n<p>Alright, well, Emil, Sarya, &amp; Sharon are going to be on their way over in a few minutes. When they get here, you and Emil get to work loading up these crates. In the meanwhile, I&#39;m going to see if I can find where the Professor and Lieutenant Hardy holed up here in the museum, there might be more they didn&#39;t get down here to the loading Dock.</p>\n</blockquote>\n\n<p><em>I&#39;m not supposed to let you out of my sight sir.</em></p>\n\n<blockquote>\n<p>Would you give it a rest Cox? Opperthorne and Hardy were here for months, I&#39;m sure so long as I keep to the back halls and offices and don&#39;t venture into the museum proper I&#39;ll be fine. Besides, I&#39;ve got my IR Goggles, even if I accidentally walk into a greenhouse or something I&#39;ll be fine.</p>\n</blockquote>\n\n<p>Cox looked at his Captain, and then at the stacked crates around the Loading Dock, then back at his Captain.</p>\n\n<p><em>These things are the reason we came?</em></p>\n\n<blockquote>\n<p>All the way from the Pacific.</p>\n</blockquote>\n\n<p>Cox looked again at the crates.</p>\n\n<p><em>I… I</em> <strong><em>guess</em></strong> <em>these things shouldn&#39;t be left alone then.</em></p>\n\n<blockquote>\n<p>That&#39;s how I think of it. Relax, nothing&#39;s gonna happen.</p>\n</blockquote>\n\n<p><em>Funny thing sir, I have a feeling Hardy told him the same thing.</em></p>\n\n<p>Cox jerked his head in the direction of the Loading Dock Doors, where Professor Opperthorne&#39;s dessicated husk was curled on the floor.</p>\n\n<blockquote>\n<p>Cox, I&#39;m not a fucking civvie!</p>\n</blockquote>\n\n<p><em>No sir! Wasn&#39;t insinuating you are, sir… Just… Neither was Hardy, sir. Be careful.</em></p>\n\n<p>Waving off his concerns, Captain Longmire strode off down the storage area, past crates and shelves of art, some mundane, others priceless, now doomed to rot.</p>\n\n<p>After about twenty meters or so he turned, going through a pair of double doors, and began following a wide hallway flanked by offices. Each office was opened, peered into, and seeing no signs of habitation, left open.</p>\n\n<p>At the end of the hall he came to a large open workspace, ostensibly used for art restoration, it had been converted almost totally into living quarters. A refrigerator, microwave, a pair of beds made from office furniture pads and drop cloths, lamps, boxes of canned goods, likely looted during a gap… The Captain excitedly began looking for something, anything that might not have made it to the Loading Dock.</p>"
}
