{
  "full_title": "Chapter 92: Zoe Part IV",
  "number": 92,
  "title": "Zoe Part IV",
  "created_at": "May 23, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/36yrky/chapter_92_zoe_part_iv/",
  "body": "<p><em>The Phenomena, Day 93, Chicago Art Institute</em></p>\n\n<p>Zoe read and reread the descriptive paragraph excerpt in the email from the Professor&#39;s submitted papers. Comparing what it depicted to picture after picture of cave paintings in the archives. Twenty years ago they would&#39;ve been microfiche, now it was a dedicated laptop with biometrics chained to the server. She flicked the trackpad every few seconds, occasionally giving one a little extra scrutiny or switching to another file if the set was exhausted.</p>\n\n<p>They were organized by era and region. To save time she limited herself to only the oldest caves of Northern Europe. So far she hadn&#39;t had any success. The professor&#39;s findings appeared to be unique.</p>\n\n<p>Three hours of searching and the search proved fruitless. Nothing in the oldest caves paintings in Northern Europe.. She sat defeated, slumped, staring at the screen before standing up and stretching, arching her back and throwing her arms above her head as she stood up on her toes.. A cramp shot through her left calf sending her falling back into the chair, her arms falling down and impacting the table on both sides of the laptop.</p>\n\n<p>She moved her aching hands down to massage her aching calf she briefly looked back at the screen, now displaying a selection from the Kamchatka Peninsula in Eastern Russia. There were only four images, but one of them.. She clicked on it to get it at full resolution. Zoomed in, reread the paragraph from the Professor.</p>\n\n<p>The signs were there, fear of the sky, in this case depicted as a sky full of speared eyes, humans huddling under cover, the sky clearing.. Humans being killed by taller humans with long fingers.. The long fingered ones surrounded by a halo, or fire.. It was hard to tell.. But <em>this was it, this had to be it!</em></p>\n\n<p>She got up and started a hobbled run back to her Project Computer.</p>"
}