{
  "full_title": "Chapter 93: Jesse & Dr. Rafei Part VIII",
  "number": 93,
  "title": "Jesse & Dr. Rafei Part VIII",
  "created_at": "May 27, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/37efpt/chapter_93_jesse_dr_rafei_part_viii/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control, Atlanta</em></p>\n\n<p>Jesse&#39;s left hand grabbed Dr. Rafei by the shoulder while his right unholstered his sidearm. He said one word before he began shoving him down the hall towards the stairwell; &quot;<em>Move!</em>&quot;</p>\n\n<p>They ran, the Doctor slightly wavering left and right as Jesse&#39;s hand moved slightly back and forth with each step. Jesse turned his head over his shoulder to see if their pursuers had passed the lanterns he&#39;d set up yet. They were already close enough to occlude them.</p>\n\n<p>Jesse would give directions under his breath for the doctor as they went. &quot;<em>Left!</em>&quot;, &quot;<em>Right!</em>&quot;..</p>\n\n<p>Jesse pulled Rafei to a stop just before he ran headlong into the door to the stairs. Turning, he saw shadows in the candles he&#39;d left lit along the way. He opened the site to the stairs and guided his blind charge through. He pulled a spare glow rod out of his vest and chucked it down the hall, past the stairwell, before quickly and quietly closing the door. He could hear the racket the glow stick made as it clattered down the hall, and the footsteps as their pursuers raced past the stairwell after it.</p>\n\n<p>Jesse &amp; Rafei then carefully &amp; quietly made their way up the stairs to the hidden access to the first floor elevator lobby. From there they made their way to the western stairwell and the ground level garage access.</p>\n\n<p>Once in the stairwell they could hear steps coming from below. Apparently their pursuers had found a different way out.</p>\n\n<blockquote>\n<p>We have to grab the boxes! They&#39;re critical to my work!</p>\n</blockquote>\n\n<p>Jesse responded in a harsh whisper as he struggled to pull his IR goggles up from around his neck and fit them over his eyes.</p>\n\n<p><em>Doc we ain&#39;t got time to do our loading thing we was talking about, pick one and we&#39;ll haul ass with it.</em></p>\n\n<blockquote>\n<p>Uh.. Hmm.. I can&#39;t decide!</p>\n</blockquote>\n\n<p>The sounds of the footsteps were getting louder, the faint glow of candlelight could be seen coming from below.</p>\n\n<p><em>Doc we&#39;re out of time!</em></p>\n\n<blockquote>\n<p>The one with the papers, whichever that was..</p>\n</blockquote>\n\n<p><em>I&#39;ve got it Doc,</em> <strong><em>now let&#39;s go!</em></strong></p>\n\n<p>With that Jesse threw the relevant box over his shoulder and opened the door to the parking garage. The sudden chill as they were confronted with the subzero temperature outside did little to stem their hurry. He grabbed Rafei by the shoulder, and ran for his truck.</p>\n\n<p>Hearing the door open, the footsteps below turned into a stampede and voices arose, calling for blood.</p>\n\n<p>Jesse ran around the passenger side first, opening the door and throwing the box in, then pushing Rafei towards it. Then he ran around the front end to the drivers side door to climb in himself.</p>\n\n<p>Reaching under the dash, he flipped two switches before he closed the door, looking and seeing Rafei just pulling his door closed as well he turned the key to start the truck, and.. Nothing.</p>"
}