{
  "full_title": "Chapter 94: Lucinda Part XII",
  "number": 94,
  "title": "Lucinda Part XII",
  "created_at": "May 28, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/37jq26/chapter_94_lucinda_part_xii/",
  "body": "<p><em>The Phenomenon, Day 93, Project Safehouse</em></p>\n\n<blockquote>\n<p>Why wasn&#39;t this disseminated the second everything went to shit?</p>\n</blockquote>\n\n<p><em>According to the minutes they felt that widespread knowledge of the Schmitt discovery would serve no useful purpose. We can&#39;t send anyone to the moon, and as far as they were concerned at the time, Project Monument was the best chance for discovering a weakness or weapon to use against the Shards.</em></p>\n\n<blockquote>\n<p>But we <em>have some</em>. Dead ones. Ones we could autopsy or scan or..</p>\n</blockquote>\n\n<p><em>I&#39;m on your side. Admittedly, they&#39;ve done everything to it they could over the last few decades to them. X-Ray, CAT Scans, hell, according to the file DARPA developed Affinity Chromatography specifically to examine the damn things, just letting Cuatrecasas &amp; Wilchek take the credit and take it public after their work for the Project was done.</em></p>\n\n<blockquote>\n<p>What all does the file say they found?</p>\n</blockquote>\n\n<p><em>Youve got your own copy..</em></p>\n\n<blockquote>\n<p>Yes yes yes but you&#39;ve read ahead, give me the highlights.*</p>\n</blockquote>\n\n<p><em>Heh, ok. The Shards are Euhedral Amorphous Solids, composed of roughly equal parts carbon, silicon, and calcium.</em></p>\n\n<blockquote>\n<p>And?</p>\n</blockquote>\n\n<p><em>And.. That&#39;s it. In thirty plus years that&#39;s all they ever managed to determine.</em></p>\n\n<blockquote>\n<p>That&#39;s ridiculous! You&#39;re telling me they&#39;ve had a couple dozen Shards to poke and prod and subject to all sorts of..</p>\n</blockquote>\n\n<p>The lieutenant threw his hands up in mock surrender.</p>\n\n<p><em>Hey, I&#39;m just the messenger, doc.</em></p>\n\n<blockquote>\n<p>Any ideas as to how they made the connection between the Shards and the Schmitt discovery?</p>\n</blockquote>\n\n<p><em>Yes.. Dr. Jocobi&#39;s experiment.</em></p>\n\n<blockquote>\n<p>I thought that was a failure? No communication had been received since they signaled they were ready.</p>\n</blockquote>\n\n<p><em>Apparently a follow up team went and retrieved their records. Including some foam insulation that had distinct impressions from the attempt to contain one. One of the Council members was also in the know on the Schmitt discovery and brought out the records to compare. While not exact, he felt that they were close enough to bring it up for debate.</em></p>\n\n<blockquote>\n<p>And that&#39;s the minutes we&#39;ve got, when they decided against doing <em>anything.</em></p>\n</blockquote>\n\n<p><em>Precisely.</em></p>\n\n<blockquote>\n<p>So what&#39;s the latest from the Oregon?</p>\n</blockquote>"
}