{
  "full_title": "Chapter 95: Angela Part IX",
  "number": 95,
  "title": "Angela Part IX",
  "created_at": "May 29, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/37p6kc/chapter_95_angela_part_ix/",
  "body": "<p><em>The Phenomenon, Day 93, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela stood transfixed, precariously balanced on one leg, blood dripping from her head, arms, and back from various cuts &amp; scrapes. The tall thing stood not two feet from her looking down at her. It was… Shocking… To see one so close. She noted details she couldn&#39;t have seen from a distance.</p>\n\n<p>The nodules that covered them were more like large nipples than anything else, the flesh going from an alabaster white to a sickly grey-green around the openings. Their skin wasn&#39;t smooth like she thought, but ridged, almost like corduroy. The eyes, mere amber dots of light at distance, were far more detailed. Streaks of gold shot chaotically through the ebony orbs, the light breaking from within like fire through cracked iron.</p>\n\n<p>The creature had no neck to speak of, the shoulders smoothly rising like the slopes of a mountain to the rather featureless head. There were no ears or nose, merely the odd eyes and a wide slit for a mouth. A mouth which now opened, a baleful crimson light escaping as those thin lips formed words.</p>\n\n<p><em>Why this form?</em></p>\n\n<p>The voice that issued forth was deep, melodious, like a rolling peal of thunder.</p>\n\n<blockquote>\n<p>What?</p>\n</blockquote>\n\n<p><em>Why this form? It is flawed.</em></p>\n\n<p>Angela was at a loss for words. The sudden development of a conversational tall thing had momentarily shocked her right out of her wits. Flabbergasted, one might say. The tall one, however, suffered no such difficulty.</p>\n\n<p><em>This form is flawed… Take another.</em></p>\n\n<blockquote>\n<p>I… I can&#39;t…</p>\n</blockquote>\n\n<p>At this the tall thing recoiled, briefly, as if struck, before splitting its maw in a cacophonous roar that vibrated in Angela&#39;s very bones… Under the circumstances, with her injuries, it was a decidedly unpleasant sensation.</p>\n\n<p>Her initial flinch gave way to a deadpan expression. The blood light filling her gaze and her being. The world faded away, her aches and pains deadened, her fatigue and worries faded and disappeared…</p>"
}
