{
  "full_title": "Chapter 96: Ben, Emil, & Sarya Part VIII",
  "number": 96,
  "title": "Ben, Emil, & Sarya Part VIII",
  "created_at": "June 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/39izdy/chapter_96_ben_emil_sarya_part_viii/",
  "body": "<p><em>The Phenomenon, Day 91 New York, Central Park</em></p>\n\n<p>Captain Longmire was flipping through yet another stack of useless papers, travel documents, looked like. He collapsed into the desk chair the Professor must&#39;ve appropriated from one of the offices and exhaled deeply in frustration.</p>\n\n<p>As he sat there, he heard footsteps echoed from the hall. He turned his head to see who it was, only to see Cox peering in. Annoyed, Captain Longmire waxed sarcastic.</p>\n\n<blockquote>\n<p>Didn&#39;t I <em>just</em> order you to wait for Emil &amp; Sharon at the loading dock? I could&#39;ve swore I did.. Oh but then, silly me, I&#39;m just your Captain and Superior Officer why would I have <em>any</em> authority?</p>\n</blockquote>\n\n<p><em>Sir you did, it&#39;s just, Emil &amp; Sarya came over. Emil says Sharon bled out in her sleep while waiting for us.</em></p>\n\n<blockquote>\n<p>...</p>\n\n<p>Son of a bitch. Are you fucking kidding me!?</p>\n</blockquote>\n\n<p><em>I wish I was sir..</em></p>\n\n<blockquote>\n<p>Goddammit. How many people are we gonna lose for a couple of <strong>fucking crates!?</strong></p>\n</blockquote>\n\n<p><em>Sir.. I don&#39;t know. But, if these crates, if these paintings and the Professors notes give us some kind of an edge..</em></p>\n\n<blockquote>\n<p>I know I know I know.. Then we might be able to clear the skies, defeat the giants and regain control of the surface again and then it&#39;ll rain puppies and sunshine and we&#39;ll all live in peace and joy forever.. Shit.. But at what cost?</p>\n</blockquote>\n\n<p><em>Personally sir? If it means this generations children and grandchildren live on the surface, I think my life would be a fair cost. I can&#39;t imagine Sharon, Watkins, or Kellogg felt much different. We&#39;re all military. We all knew the risks.</em></p>\n\n<blockquote>\n<p>I don&#39;t think any of us quite anticipated the end of the world on our watch.</p>\n</blockquote>\n\n<p><em>Maybe not. But the end of</em> <strong><em>us?</em></strong> <em>All of us, even? Yeah. We knew the Oregon could go down in wartime. Sharon was a Marine.. And we both know how Jarheads are..</em></p>\n\n<blockquote>\n<p>And Emil&#39;s wife?</p>\n</blockquote>\n\n<p><em>That wasn&#39;t our fault by any stretch sir, and you know it.</em></p>\n\n<blockquote>\n<p>Maybe not, but if we get Emil or Sarya killed? Where&#39;s the justice there? Innocent civvies endangered by tagging along with us..</p>\n</blockquote>\n\n<p><em>Or more so by being left to fend for themselves.</em></p>\n\n<p>The Captain looked at his Master At Arms for a long second before speaking again.</p>\n\n<blockquote>\n<p>You know being a pain in my ass isn&#39;t quite a court martial offense but I can still make life aboard the Oregon hell for you.</p>\n</blockquote>\n\n<p><em>Oh no doubt. But one must have their hobbies sir.</em></p>\n\n<blockquote>\n<p>Alright alright.. Let&#39;s go see to getting those crates packed.</p>\n</blockquote>\n\n<p><em>Yes sir.. Oh! One more thing. Emil pointed out that we should heat up the APCs fuel tank and make sure her batteries charged before we get loaded.</em></p>\n\n<blockquote>\n<p>What? Oh, yeah, the cold, diesel and batteries don&#39;t go well with cold. Good thinking. Pick out a few ugly ones and break them up.</p>\n</blockquote>\n\n<p><em>Ugly ones sir?</em></p>\n\n<blockquote>\n<p>Paintings, Cox, ugly paintings, preferably oils, they&#39;ll burn better to uncongeal the diesel.</p>\n</blockquote>\n\n<p><em>Oh.. Aye sir, and the batteries?</em></p>\n\n<p>The Captain pointed out a series of large car batteries wired up and attached to a converter that were powering the floodlights in the room.</p>\n\n<blockquote>\n<p>Hardy and the Professor did us the favor of procuring what we need. Either they&#39;re spares or they&#39;ll jump the ones in the APC as it stands.</p>\n</blockquote>"
}