{
  "full_title": "Chapter 97: Zoe Part V",
  "number": 97,
  "title": "Zoe Part V",
  "created_at": "June 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/39izjo/chapter_97_zoe_part_v/",
  "body": "<p><em>The Phenomenon, Day 93, Chicago Art Institute</em></p>\n\n<p>Zoe hobbled her way as quickly as she could through the living quarters to the Government PC. Flopping into the chair, she swung round twice before she scooted forward and began typing up an addendum to her daily report.</p>\n\n<p>When she finished, she hit send and sat back. She stared at the screen. Its plain interface not revealing where it was being sent, or if, or how fast. She hoped the upload was faster than the download had been.</p>\n\n<p>After rubbing her calf a bit more she went to the fridge, got herself another slice of cheesecake and another YooHoo before heading back to the archives. Holding herself to Northern Europe had been a mistake. She was going to have to look everywhere. Southern Europe, West Asia, the Middle East…</p>\n\n<p>It was going to be a long night.</p>\n\n<p>~</p>\n\n<p>Six hours later Zoe had a pile of notes made out freehand on printer paper. Suspicious commonalities between paintings from every continent, roughly around the same time.</p>\n\n<p>Depictions of the sky as aflame, or as a rain of spears, or as predatory animals… One with a sky full of plants that she was betting would turn out to be some kind of local poison. In their own unique ways, a half dozen ancient cave dwellers had expressed in their art a profound fear of the skies. Many also had pieces dedicated to strange tall hunters, beings that hunted man like men hunted deer, though these were rarer, found on two continents only.</p>\n\n<p>There were also other images. Worship of icons, figures, animals and people. Always colored blue or purple or some combination of the two. The tall hunters were shown worshipping them too. Almost like, on worshipping the blue idols, the tall hunters were made allies.</p>\n\n<p>Zoe had no idea what use any of this might be. Whatever idols were depicted, they were eons lost and of no use to anyone.</p>"
}
