{
  "full_title": "Chapter 98: Jesse & Dr. Rafei Part IX",
  "number": 98,
  "title": "Jesse & Dr. Rafei Part IX",
  "created_at": "June 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/39izpw/chapter_98_jesse_dr_rafei_part_ix/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p>Dr. Rafei listened to the unexpected silence a moment before commenting.</p>\n\n<blockquote>\n<p>I take it there&#39;s a hiccup?</p>\n</blockquote>\n\n<p><em>Oh</em> <strong><em>goddamn</em></strong> <em>it… It wasn&#39;t freezing out here when I parked. The fucking fuel must&#39;ve congealed!</em></p>\n\n<blockquote>\n<p>Well is there anything you can do?</p>\n</blockquote>\n\n<p><em>Uh… Er… Not really Doc. Well, I can at least keep us safe for a bit.</em></p>\n\n<blockquote>\n<p>How do you purpose to do that?</p>\n</blockquote>\n\n<p><em>Like this.</em></p>\n\n<p>Jesse pressed his palm against the center of the steering wheel. The horn of the truck sounded impossibly loud in the concrete box of a flares. Within seconds, thumps and thuds sounded out from all over the body of the truck.</p>\n\n<blockquote>\n<p>…</p>\n\n<p>You attracted the phenomena to the truck.</p>\n</blockquote>\n\n<p><em>Yeah.</em></p>\n\n<blockquote>\n<p>And this keeps us safe?</p>\n</blockquote>\n\n<p><em>Well, yeah. The folks chasing us can&#39;t get us, can they?</em></p>\n\n<blockquote>\n<p>Well, no…</p>\n</blockquote>\n\n<p><em>And neither can the phenom-ila, uh, phenominyuh, er, the things. C&#39;mon back wit&#39;me Doc, the back of the truck is set up for travel.</em></p>\n\n<blockquote>\n<p>Jesse, what is your plan? What are we going to do?</p>\n</blockquote>\n\n<p><em>Well, we&#39;ll sit tight in here for a few hours, then I&#39;ll go load up the rest of the boxes, and set up a couple road flares under the tanks then climb inside real quick. When the truck starts we let her idle a bit to Make sure the battery is charged and the fuel is warmed, then we set off for Beaufort.</em></p>\n\n<blockquote>\n<p>And the giants? What plan have you for dealing with them, since that horn trick just as surely called them?</p>\n</blockquote>\n\n<p><em>Well I figure if we sit still and quiet, just like with the sky things, the giant things&#39;ll have no reason to be overly curious as to what&#39;s in the truck. I mean, it&#39;s not like any of&#39;em saw us climb in.</em></p>\n\n<blockquote>\n<p>And if they did?</p>\n</blockquote>\n\n<p><em>Don&#39;t mean to patronize ya Doc, but… You can&#39;t see the arsenal that is locked up in cages all over the walls of the can back there. I&#39;ve got a good selection of heavy hitters… Things that&#39;ll punch through two or maybe even three feet of wood, six inches of concrete… No way they won&#39;t kill the giants.</em></p>\n\n<blockquote>\n<p>The alert said they weren&#39;t vulnerable to mundane weapons.</p>\n</blockquote>\n\n<p><em>And I&#39;d put dollars to pesos that was just so a bunch of ill prepared scrubby survivalists with .22s wouldn&#39;t get themselves killed.</em></p>\n\n<blockquote>\n<p>Maybe. I hope you&#39;re right.</p>\n</blockquote>"
}
