{
  "full_title": "Chapter 99: Ben, Emil, & Sarya Part IX",
  "number": 99,
  "title": "Ben, Emil, & Sarya Part IX",
  "created_at": "June 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/39izwz/chapter_99_ben_emil_sarya_part_ix/",
  "body": "<p><em>The Phenomenon, Day 91 New York, Central Park</em></p>\n\n<p>Captain Longmire, Cox, Emil &amp; Sarya sat around the loading dock in silence. The weight of recent events weighing down any attempt at conversation. The crates were loaded. The APCs batteries had been tested and found adequate, and a small fire of shredded oil paintings from the 30s was smoldering under the armored fuel tanks, warming and reliquifying the diesel fuel inside. No sign indicated that the Shards had taken notice, apparently what little noise they&#39;d made and what little heat they created weren&#39;t strong enough to exit the loading dock and alert them.</p>\n\n<p>All that was left was for them to load up and make their way back to the Oregon. Captain Longmire broke the silence.</p>\n\n<blockquote>\n<p>I don&#39;t think we should delay much longer. It&#39;s almost dark.</p>\n</blockquote>\n\n<p>Emil raised his head, his eyes dark and resolute.</p>\n\n<p><em>No, we shouldn&#39;t. We should get to the Oregon as soon as possible.</em></p>\n\n<blockquote>\n<p>Cox, get out there and into the drivers seat, close and seal the hatch behind you. We&#39;ll get in the cabin and signal you when we&#39;re ready to depart.</p>\n</blockquote>\n\n<p>Cox nodded before putting on his coat, hat, gloves, and IR Goggles. Scarcely a minute later they could hear the muted clank as he gently pulled the hatch closed behind him. The radio crackled briefly as he informed them there was still no trace of the phenomena in the loading dock.</p>\n\n<p>The Captain, the Muslim Scholar, and the little girl then donned their own winter clothing before quickly and quietly exiting the museum for the final time, taking their position in the rear of the APC alongside half a dozen crates.</p>\n\n<p>The captain clicked his radio twice, sending a signal to Cox, who turned the key of the APC to on, activating its electrical systems without starting the engine. Just enough for the Captain to press the button to activate the hydraulics and lift the armored ramp and seal the rear compartment. This was the most dangerous part. The ramp was a noise making affair, and if there was a time the phenomena would take notice before the engine were cranked, it would be now.</p>\n\n<p>Seconds after the hatch sealed with a deep metallic clang and the hiss of hydraulics, the armored exterior of the vehicle responded from the impacts of countless Shards.</p>\n\n<p>Without further signal, Cox pressed the ignition, the engine of the APC sputtering and coughing only twice before turning over and settling into a raucous growl. Cox eased the throttle forward as he released the brakes and the behemoth steel box began moving forward on its treads, heading directly towards the gaping hole in the rolling aluminum doors of the dock.</p>"
}