{
  "full_title": "Chapter 100: Lucinda Part XIII",
  "number": 100,
  "title": "Lucinda Part XIII",
  "created_at": "June 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/39j073/chapter_100_lucinda_part_xiii/",
  "body": "<p><em>The Phenomenon, Day 93, Project Safehouse</em></p>\n\n<blockquote>\n<p>Lost contact what do you mean lost contact?</p>\n</blockquote>\n\n<p>Dr. Lucinda Alvarez stood towering over her peer and erstwhile ally Lt. McGuire, who, sitting with legs spread and arms draped over the arms of his chair, seemed singularly unperturbed at his declaration.</p>\n\n<p><em>We&#39;ve sent a packet diverting the Oregon, but we&#39;ve been unable to get an acknowledgement signal from them indicating they&#39;ve received their altered orders. We&#39;ve lost contact.</em></p>\n\n<blockquote>\n<p>Well what does that mean? Do we send another Op to DC? What about the Opperthorne research? What about..</p>\n</blockquote>\n\n<p><em>Whoa whoa whoa.. Slow down.. All it means is that we&#39;ve lost contact. Now, it could be a glitch in the Satellite, it could be a mechanical fault on the Oregon herself. We have thousands of different things that could muck up comms and we can only eliminate about a hundred of them with the resources we have.</em></p>\n\n<blockquote>\n<p>It was unforgivably stupid of us to put all our eggs in one basket.. How could we <em>be</em> that stupid!? <strong><em>Shit!</em></strong></p>\n</blockquote>\n\n<p><em>Calm down Doctor, we haven&#39;t. At last report the Oregon was in the Atlantic moving south on their way to DC. Now, if it&#39;s just a glitch, then no harm done. If they&#39;re gone we&#39;ll have lost Opperthorne&#39;s work but we could still use alternate resources to retrieve the Shard. There&#39;s no real scenario where we&#39;re 100% up the creek.</em></p>\n\n<blockquote>\n<p>Over 95% of humanity is dead, we&#39;re completely incapable of living on the surface, the planet is experiencing a supernatural winter in both hemispheres, and we&#39;ve just lost contact with the couriers of the one slim hope we have of finding an acceptable end to this, how exactly are we not up the creek <em>and</em> paddle-less?</p>\n</blockquote>\n\n<p><em>You haven&#39;t read through the rest of the files, have you?</em></p>\n\n<blockquote>\n<p>No I came as soon as I read about the Schmitt discovery.</p>\n</blockquote>\n\n<p><em>Well I, for one, am very curious about why the Tall Ones are excavating all over the world.</em></p>\n\n<blockquote>\n<p>That doesn&#39;t give us anything we can use, it&#39;s a dead end.</p>\n</blockquote>\n\n<p><em>You&#39;re thinking like a Doctor. That these problems are like a disease, that we need to find some agent or method of fighting them wholesale. But I&#39;m a Submariner Doc, I fight wars in an ever changing three dimensional environment. I can&#39;t operate on one track like that. If we can determine what the goals of the Tall Ones are, what they want, it may enlighten us as to the course of action to take.</em></p>\n\n<blockquote>\n<p>I see what you trying to say, and I get it, I do, it&#39;s just.. That course of action might reveal something to do about the Tall Ones. What about the Shards?</p>\n</blockquote>\n\n<p><em>Are you really of the opinion they&#39;re entirely unrelated? That one is unconnected to the other and we &quot;just happened&quot; to end up encountering two distinctly unnatural and possibly supernatural types of life within months of each other completely coincidentally?</em></p>\n\n<blockquote>\n<p>Of course not, that would be naive and ridiculous, that&#39;s why we&#39;ve continuously operated under the presumption they&#39;re connected.</p>\n</blockquote>\n\n<p><em>Then why suddenly worry if we lack progress in addressing one? Won&#39;t any line of research we take on either eventually converge and give us the solution for both?</em></p>\n\n<blockquote>\n<p>Well, not <em>any</em> line of research, but.. I see your point. It&#39;s just.. We&#39;re responsible for the continued survival of the human race. It seems prudent to me to attack the problem from multiple angles.</p>\n</blockquote>\n\n<p><em>We are. Opperthorne, the Schmitt discovery, our continued observation of the Tall One&#39;s excavations, your research into the exact pathology of how the Shards kill has been continued and expanded upon to include those few remains we have from Tall One attacks..</em></p>\n\n<blockquote>\n<p>And yet our primary tactic is still avoidance.</p>\n</blockquote>\n\n<p><em>Until we have actionable intelligence or some kind of new weapon, that&#39;s our best bet.</em></p>\n\n<p>The door to the council Chambers opened and a young Marine poked his head inside.</p>\n\n<p>&quot;Sir, Madam, there&#39;s a Naval Ensign here that says he has an urgent matter to discuss with you.&quot;</p>\n\n<blockquote>\n<p>Send him in.</p>\n</blockquote>\n\n<p>&quot;Yes Ma&#39;am.&quot;</p>\n\n<p>A few moments later the same ensign that had delivered the news about Air Force One came in with a sheaf of papers tucked under his left arm. Two Marine MPs followed, taking position by the chamber doors.</p>\n\n<p>&quot;I&#39;m sorry for the interruption but this couldn&#39;t wait. Sir, Madam Councilor, we&#39;ve completed our initial investigation into the deaths of the previous council membership.&quot;</p>\n\n<p><em>And what&#39;s your conclusion thus far?</em></p>\n\n<p>&quot;I&#39;m afraid we&#39;ve completely ruled out accident or happenstance. There&#39;s a murderer in the facility targeting people of authority.&quot;</p>\n\n<blockquote>\n<p>Do you have any leads as to who it might be?</p>\n</blockquote>\n\n<p>&quot;Yes Ma&#39;am we do.&quot;</p>\n\n<p>At that, the MPs stepped forward.</p>"
}