{
  "full_title": "Chapter 101: The Story of Viktor",
  "number": 101,
  "title": "The Story of Viktor",
  "created_at": "June 17, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3a8564/chapter_101_the_story_of_viktor/",
  "body": "<p><em>The Phenomenon, Day 0, Tokyo</em></p>\n\n<p>Viktor stepped out off the platform from the high speed train. Looking around, he saw the crowd this afternoon wasn&#39;t as thick as normal.</p>\n\n<p>As he made his way away from the platform he saw many of them staring at him openly. It wasn&#39;t particularly unusual, his 6&#39;4&quot; frame and naturally white hair were unusual enough, but the dramatic violet contacts he wore, the silver caps on all his teeth, and the flamboyancy of his personal style- albino alligator boots with white leather pants, white silk shirt and a white cotton dress coat, all in contrast to his ebony skin- were always enough to draw an eye or two. It felt good to be noticed, to stand out.</p>\n\n<p>In the Project they always told him he needed to dial it back, to try to blend in, better to insert himself wherever he would be going… They didn&#39;t count on his assignment being as outrageous as he liked to be.</p>\n\n<p>The Tokyo Fetish Underground wasn&#39;t where most people would assign a poli-sci expert, but then, they weren&#39;t as informed about the private habits of the upper ranges of the Japanese Government as the Project was. They knew where to place their agents.</p>\n\n<p>Japan had been a tough nut to crack, attempts to infiltrate through normal means and the government bureaucracy had been successful, but yielded no useful information. Officially, everything looked to be on the up and up. Unofficially, government works projects for the last two decades had been running through cash and materials about 15% faster than they should have. Not much, but enough that over time it was a significant gap between what was visibly being done, and what the government was budgeted for.</p>\n\n<p>Seeing as how Japan&#39;s elite had recused themselves from the Project, the leadership was rightly concerned what other steps might&#39;ve been taken that could be at cross purposes. So, Viktor was on assignment, getting close to Japan&#39;s elite in order to discover, if possible, just where those resources were being used.</p>\n\n<p>He was on his way to a discreet rendezvous with the Spokesperson of the LDP, Yuriko Koike. It was rare that his services were called on by a woman, but he didn&#39;t mind, he liked women as much as most men, he figured.</p>"
}
