{
  "full_title": "Chapter 102: Angela Part X",
  "number": 102,
  "title": "Angela Part X",
  "created_at": "June 20, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ajrng/chapter_102_angela_part_x/",
  "body": "<p><em>The Phenomenon, Day 93, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>The world came back slowly. Everything was in a haze, sounds echoed and reverberated unnaturally. All she could see was the pale blue purple shimmer of the otherworldly figure in the center of the giants.</p>\n\n<p>There was no pain.</p>\n\n<p>Her broken limbs, scrapes, and bruises seemed to have miraculously healed. She could hear a deep and bizarre hum… The rhythm and tonal pattern couldn&#39;t seem to make up it&#39;s mind. It sounded like every form of winded instrument being played on random notes and switching from instrument to instrument with a maniacal fervency by a deaf orangutang.</p>\n\n<p>It lasted only a few moments before changing into a symphony of singular tones, each just as bizarre as the whole of the last. Some were so high Angela wondered that her ears didn&#39;t hurt, others sent deep vibrations shaking through the stones under her legs and back.</p>\n\n<p>She began to see other colors, lights, poking through the haze, pinpricks of silver light with shades of every other color tainting the edges.</p>\n\n<p>She strained to focus her eyes, to make out greater detail, but her eyes refused to cooperate.</p>\n\n<p><em>Don&#39;t bother, it&#39;s not going to get any better.</em></p>\n\n<p>Angela struggled to turn her head to find the source of the voice, but her gaze remained fixed and pointed at the glowing figure in the center of the room.</p>\n\n<blockquote>\n<p><em>Shhh!</em> They&#39;ll hear you!</p>\n</blockquote>\n\n<p>A cacophony of laughter sounded out in response. A new voice spoke up from the pack.</p>\n\n<p><em>Oh ma Chere… They do not hear us. They cannot hear us.</em></p>\n\n<blockquote>\n<p>Why not!? Are they deaf!?</p>\n</blockquote>\n\n<p>Yet again a different voice answered.</p>\n\n<p><em>Zere is leetle they do nut zee ohr ere, but vee are silent to zem.</em></p>\n\n<blockquote>\n<p>Why, why can&#39;t they hear us, why can&#39;t I turn my head, or focus my eyes, what&#39;s happening?</p>\n</blockquote>\n\n<p><em>Oh you poor naive girl, haven&#39;t you figured it out yet? You&#39;ve joined the collection.</em></p>\n\n<blockquote>\n<p>What collection, I don&#39;t understand I don&#39;t…</p>\n</blockquote>\n\n<p><em>When you first came here, did you not see us, standing at attention round the chamber, staring at the center, just as you are now?</em></p>\n\n<p>Angela&#39;s scream did not echo, as her throat made no sound.</p>"
}
