{
  "full_title": "Chapter 103: Ben, Emil, & Sarya Part X",
  "number": 103,
  "title": "Ben, Emil, & Sarya Part X",
  "created_at": "June 23, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3asi37/chapter_103_ben_emil_sarya_part_x/",
  "body": "<p><em>The Phenomenon, Day 91 New York, East River</em></p>\n\n<p><em>So how do we do this Sir?</em></p>\n\n<blockquote>\n<p>Well I&#39;ve been thinking about that. The river&#39;s frozen, so the dinghys are out, but the river&#39;s not <em>so</em> frozen we can take this APC down there direct.</p>\n\n<p>I&#39;m thinking we park right next to that little shop with the upstairs office Hardy used, wait a few hours til the phenomenon loses interest, then unload into the building. After that we do quick runs, shore parties from the Oregon come ashore, we unload the crates contents and take them aboard through the forward torpedo hatch.</p>\n\n<p>Each shore party can escort one of us back aboard as well, Sarya first, Emil, then myself and you go last Cox, that way you lived up to your promise. Does anybody have any objections?</p>\n</blockquote>\n\n<p>Emil raised his fingers off his knee.</p>\n\n<p><em>I&#39;d like to go first.</em></p>\n\n<blockquote>\n<p>Why?</p>\n</blockquote>\n\n<p><em>If there&#39;s anything wrong, if anything goes wrong… I want it to happen to me, not Sarya.</em></p>\n\n<blockquote>\n<p>Fair enough. Cox, you have any objections?</p>\n</blockquote>\n\n<p>The radio crackled briefly before Cox&#39;s voice came through.</p>\n\n<p><em>Only that we&#39;ve got to move these crates again, sir.</em></p>\n\n<blockquote>\n<p>Ah quit your bitching.</p>\n</blockquote>\n\n<p><em>Well sir, we&#39;re about there.</em></p>\n\n<blockquote>\n<p>Good. Back us up to about eight feet from the bodega entrance, then shut everything down.</p>\n</blockquote>\n\n<p>Emil stared at the Captain.</p>\n\n<p><em>Where do we go after we&#39;re aboard your submarine?</em></p>\n\n<blockquote>\n<p>Our orders were to make for a port in South Carolina to deliver the Professor and his materials, I&#39;m presuming that&#39;s still true but once we&#39;re underway I intend to report in, give them an update, including the information about you.</p>\n</blockquote>\n\n<p><em>What if they tell you to leave us here? In a frozen, dead city?</em></p>\n\n<blockquote>\n<p>Well I was going to wait til we hit the open Atlantic to report, that way it&#39;ll be a little too late to send you back ashore.</p>\n</blockquote>\n\n<p>The captains smirk highlighted that he&#39;d thought of this before Emil ever asked.</p>"
}
