{
  "full_title": "Chapter 104: Zoe Part VI",
  "number": 104,
  "title": "Zoe Part VI",
  "created_at": "June 23, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3asoex/chapter_104_zoe_part_vi/",
  "body": "<p><em>The Phenomenon, Day 93, Chicago Art Institute</em></p>\n\n<p>Zoe finished typing up her second addendum to her report, including all the information and image files of all the various cave paintings. As she hit send she leaned back in her chair.</p>\n\n<p>She wondered what other service she could possibly perform besides keeping the archives. Probably nothing. She shut down the monitor and walked back to the bedroom. It wasn&#39;t much, a &quot;full&quot; size mattress and box spring on a plain metal frame. A closet, a nightstand that looked like it came surplus from a no tell motel..</p>\n\n<p>She decided that she was going to start a mural for that room first thing the next morning, and next time there was a gap she&#39;d go find some better linens. The plain government white with green wool was hideous. At her apartment, which was sadly too far to risk, she&#39;d had numerous sets she&#39;d kept on rotation. Astronomical views, abstract mathematical patterns, Día de Los Muertos Sugar Skulls..</p>\n\n<p>As she settled under the sheets and pulled off her jewelry, she thought she heard an odd buzzing.. She ignored it, probably a scrap of paper caught in a ventilation duct somewhere. Once down and covered up. She started taking deep breaths and holding them in timed patterns, part of an exercise she&#39;d learned years ago to get the body primed for sleep..</p>\n\n<p>But something was wrong. The buzzing.. There were patterns there too.. It wasn&#39;t constant.. <em>Bzzzzzzzz Bzzzzzzzz Bzzzzzzzzz Bzzz Bzzz Bzzz</em> ..a long pause.. <em>Bzzz Bzzz Bzzz Bzzzzzzzz Bzzzzzzzz Bzzzzzzzz Bzzz Bzzz Bzzz</em> ..another pause.. Dear God that&#39;s an SOS!?</p>\n\n<p>She jumped out of bed, racing towards the computer.. But it was silent. That&#39;s when she saw it, in the living room, the monitor panel for the bunker,  red flashing light.</p>\n\n<p>Sprinting, flying, leaping over the couch she closed on the panel as the buzzing, much louder here near the source, began again.</p>\n\n<p>&quot;Exterior Controlled Access Delivery Port&quot; read the indicator. She had to rack her brains for a moment to remember just what that was, the loading door to the warehouse, the food, the pantry.. Where they had brought it all in.</p>\n\n<p>She ran. The delivery doors were an airlock system. The outer doors could only open if the inner ones were closed, the inner doors could only open from the inside and if the outer doors were closed.</p>\n\n<p>The inner doors had portholes in them so that delivery personnel could be seen and recognized before opening the door. As she approached the doors, she could see a figure, one hand on the porthole, leaned over pressing the buzzer relay in the SOS pattern.</p>"
}