{
  "full_title": "Chapter 105: Jesse & Dr. Rafei Part X",
  "number": 105,
  "title": "Jesse & Dr. Rafei Part X",
  "created_at": "June 27, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3baaqu/chapter_105_jesse_dr_rafei_part_x/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<blockquote>\n<p>You think they&#39;ve lost interest?</p>\n</blockquote>\n\n<p><em>Well I can&#39;t hear them squirming no more…</em></p>\n\n<blockquote>\n<p>Is there any way to check?</p>\n</blockquote>\n\n<p><em>Not really Doc. Everything&#39;s blacked out so far as the windows go…</em></p>\n\n<blockquote>\n<p>How long has it been?</p>\n</blockquote>\n\n<p><em>…about… 2½ hours.</em></p>\n\n<blockquote>\n<p>That&#39;s not long enough is it?</p>\n</blockquote>\n\n<p><em>3 hours would be a safer bet.</em></p>\n\n<blockquote>\n<p>So after we&#39;re free, we get the crates inside the truck, we liquidate the fuel, and then we head for South Carolina?</p>\n</blockquote>\n\n<p><em>That&#39;s the plan.</em></p>\n\n<blockquote>\n<p>Do you have any more questions?</p>\n</blockquote>\n\n<p><em>To be honest Doc I&#39;m still kinda processing what you told me before. I mean… Secret projects, hidden facilities, conspiracies of secrecy… It&#39;s kind of heavy Doc.</em></p>\n\n<blockquote>\n<p>Very well then… If I may… Could I ask you about your past?</p>\n</blockquote>\n\n<p><em>Aw heck that ain&#39;t nothing interesting…</em></p>\n\n<blockquote>\n<p>Isn&#39;t that for me to judge? Come now Jesse, surely you didn&#39;t simply spring into being inside this truck the day the phenomenon came…</p>\n</blockquote>\n\n<p><em>Aw heck no… Well… I guess you could say I had a normal childhood. I grew up in this little town up in the Florida Panhandle called Wewahitchka, but as an adult I moved up to this place called Greenville in Alabama. That&#39;s where I built my bunker and prepared for the end of the world. World ended, I customized this truck and came here.</em></p>\n\n<blockquote>\n<p>No no no… I mean, what did you do? What was your job? Do you have family waiting anxiously in that bunker? Details!</p>\n</blockquote>\n\n<p><em>Alright Doc… Jeez… I was into Metal Fabrication. Ever since shop in middle school. Went to a trade school for it. Worked at a little place that manufactured precision pieces for military aircraft, C-130&#39;s mostly, but occasionally we got a special order for some pieces for B-52&#39;s. I worked a machine doing the rough cuts.</em></p>\n\n<p><em>I never married, but I was seeing someone when everything went down. They didn&#39;t make it past the first morning though… But anyway, that suitable details for ya?</em></p>\n\n<blockquote>\n<p>I&#39;m detecting there&#39;s some sore spots there.</p>\n</blockquote>\n\n<p><em>Kinda.</em></p>\n\n<blockquote>\n<p>All right then, but just know when we get to the facility in South Carolina they&#39;ll want to fully debrief you, and they won&#39;t take kindly to lies or deflections.</p>\n</blockquote>\n\n<p><em>Just so long as they take me to dinner and a movie first, I ain&#39;t no hussy.</em></p>"
}
