{
  "full_title": "Chapter 106: Lucinda Part XIV",
  "number": 106,
  "title": "Lucinda Part XIV",
  "created_at": "July 2, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3bxf4m/chapter_106_lucinda_part_xiv/",
  "body": "<p><em>The Phenomenon, Day 93, Project Safehouse</em></p>\n\n<p>Lucinda widened her eyes and let her jaw hang loose in faux surprise and indignation as one of the MPs produced a set of handcuffs and pulled her arms behind her. Lt. McGuire broke the shocked silence first.</p>\n\n<blockquote>\n<p>I presume, <em>Ensign,</em> that you have some evidence to back this up?</p>\n</blockquote>\n\n<p><em>Yes sir we do.</em></p>\n\n<p>He took the sheaf of papers from under his arm and handed them to McGuire.</p>\n\n<p><em>We have her fingerprints in several key locations, including on the supplementary oxygen feeds leading to the VIP Quarters and the VIP Medical Wing.</em></p>\n\n<p><em>We have the remains of two compressed gas canisters- We don&#39;t know what kind- pulled from the incinerator the day after. We have the sworn testimony of one of the Supply Sergeants that he saw Dr. Alvarez briefly the night before- he&#39;s on report for failing to carry out General Order 11- and we&#39;ve got them doing an intensive inventory now to find out just what agent was used.</em></p>\n\n<p>Lucinda found her voice.</p>\n\n<blockquote>\n<p>This is ridiculous! Why aren&#39;t I being informed of my rights!?</p>\n</blockquote>\n\n<p><em>Ma&#39;am, with the current situation, martial law is in place. You&#39;re a civilian, at the moment you don&#39;t have any rights. Technically speaking ma&#39;am you&#39;re a traitor in a time of war, I&#39;d be within my full authority to summarily execute you. We&#39;re</em> <strong><em>choosing</em></strong> <em>to be a bit more humane.</em></p>\n\n<p>Lucinda thought it would be wiser not to press the issue. McGuire began looking through the papers the Ensign had brought.</p>\n\n<blockquote>\n<p>Ensign.. These arrest orders aren&#39;t signed, neither are the official charges.</p>\n</blockquote>\n\n<p><em>No sir.</em></p>\n\n<blockquote>\n<p>And why not?</p>\n</blockquote>\n\n<p><em>As the OIC it&#39;s you who has to sign them sir. Considering Doctor Alvarez&#39;s position we couldn&#39;t have brought this to you without legally also having to inform her, it seemed best to simply carry out the arrest as we informed you of our results.</em></p>\n\n<blockquote>\n<p>So if I don&#39;t sign these..</p>\n</blockquote>\n\n<p><em>You&#39;d be considered an accessory after the fact, Lt. Hartzell would take over, and he&#39;d sign them for both of you.</em></p>\n\n<blockquote>\n<p>Lt. Hartzell doesn&#39;t have time in rank or service, nor is in a command track, he&#39;s an Engineer.</p>\n</blockquote>\n\n<p><em>Nevertheless he&#39;d be the ranking officer if you were to refuse and make yourself an accessory.</em></p>\n\n<blockquote>\n<p>...</p>\n\n<p>..I&#39;ll sign them. But I want five minutes alone with Doctor Alvarez first.</p>\n</blockquote>\n\n<p><em>Sir..</em></p>\n\n<blockquote>\n<p>Call it a professional courtesy. I&#39;d like to hear her side of things.</p>\n</blockquote>\n\n<p><em>Yes sir.. Five minutes, and she stays cuffed.</em></p>\n\n<blockquote>\n<p>Of course.</p>\n</blockquote>\n\n<p>With that the MPs and the Ensign retreated out the council chamber doors. McGuire followed and closed the doors behind them. Turning, his face took on a dark aspect Lucinda had never seen before. Walking towards her, he unsnapped the holster of his sidearm, drew it, pulled the slide to chamber a round, and clicking it off safe aimed directly at Lucinda&#39;s head.</p>\n\n<blockquote>\n<p>Give me <em>one good reason</em> not to.</p>\n</blockquote>"
}