{
  "full_title": "Chapter 107: Viktor Part II",
  "number": 107,
  "title": "Viktor Part II",
  "created_at": "July 3, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3byege/chapter_107_viktor_part_ii/",
  "body": "<p><em>The Phenomenon, Day 93, Buenos Aires</em></p>\n\n<p>Viktor hobbled along the hall towards the door, the pain from the bullet wound in his right thigh making him gasp with every step. As he reached the door he pulled his pistols from his waistband, a pair of P08 9mm Lugers with 7.8&quot; barrels. He checked to ensure they still had ammunition, he found that between them he only had 7 rounds, three in the left, four in the right.</p>\n\n<p>He put the left under his right arm in order to turn the handle, gently, and slowly, until it clicked open, pushing it just far enough to remain unsecured, he returned the pistol to his hand before shoving the door open hard with his shoulder and pointing the weapons into the room, ready to fire.</p>\n\n<p>The room was filled with corpses. Stacked, dry, mummified corpses, a makeshift mausoleum for the victims of the Phenomenon. Viktor exhaled sharply in relief. Then he held his breath.</p>\n\n<p><em>Who stacked all you up so neatly, I wonder?</em></p>\n\n<p>The light of the outside sun filtered through the thin brown paper covering the windows of the room, turning everything an eerie sort of amber. As he finally inhaled through pursed lips, he could taste the dust of stale death in the air.</p>\n\n<p>He pushed his pistols back into his waistband and started down the hall to the next door, continuing his search.</p>\n\n<p>The next door was locked, the numberpad and card reader next to it indicating it was of special significance. The crimson indicator showing its locked status glowed in the dark hall, its pale illumination revealing the bodies of three of Viktor&#39;s predecessors slumped against the opposite wall, rotting.</p>\n\n<p>From the looks of them, their wounds were self inflicted, suicides. Viktor decided that whatever was in that room, it was best left alone.</p>\n\n<p>In any case, it wasn&#39;t what he was here for. He looked down the hall, its bizarre architecture stretching forward for at least another hundred yards, and five doors left to check on this floor. The window at the end of the hall was covered in black trash bags, held in place with duct tape.</p>\n\n<p>Three more makeshift mausoleums and two empty suites later, he limped up the stairs to the next floor, his shoulder grazing the raised letters of the sign declaring he was moving to the 22nd floor as he did so.</p>"
}