{
  "full_title": "Chapter 108: Ben, Emil, & Sarya Part XI",
  "number": 108,
  "title": "Ben, Emil, & Sarya Part XI",
  "created_at": "July 4, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3c2lpm/chapter_108_ben_emil_sarya_part_xi/",
  "body": "<p><em>The Phenomenon, Day 92 New York, Upper Bay</em></p>\n\n<blockquote>\n<p>What&#39;s our depth?</p>\n</blockquote>\n\n<p><em>We&#39;re running with an even keel at… Ten meters of water above the conning tower.</em></p>\n\n<blockquote>\n<p>How much water does that put beneath us?</p>\n</blockquote>\n\n<p><em>Current sounding is 15 meters.</em></p>\n\n<blockquote>\n<p>Ugh… That&#39;s a very tight squeeze… Cox, any news on the XO?</p>\n</blockquote>\n\n<p>Cox dismissed the Seaman who was handing him a report and turned to address the Captain.</p>\n\n<p><em>No sir, he&#39;s still comatose.</em></p>\n\n<blockquote>\n<p>And our guests?</p>\n</blockquote>\n\n<p><em>Emil is putting Sarya back to bed as we speak, she&#39;s having trouble, the ships too strange and the bunk too hard, she says.</em></p>\n\n<blockquote>\n<p>Hehe… Alright. Well seeing as how it&#39;s 0330 I think I&#39;ll follow their example. Get Thompson up here to take command while I&#39;m down.</p>\n</blockquote>\n\n<p><em>Captain, Lt. Thompson had been up nearly two days before you relieved him last night… With no other Command officers aboard he refused to hand command over to an Enlisted man.</em></p>\n\n<blockquote>\n<p>Stubborn… Alright, Cox, you feel up to it?</p>\n</blockquote>\n\n<p><em>To be honest sir I&#39;ve been up just as long as you have and I&#39;m just going for a quick shower and a bunk.</em></p>\n\n<blockquote>\n<p>Make it a Hollywood shower… But alright. Who&#39;s aboard who isn&#39;t dead on their feet but has some decent experience?</p>\n</blockquote>\n\n<p><em>Colquitt?</em></p>\n\n<blockquote>\n<p><em>Ensign</em> Colquitt? The navigator?</p>\n</blockquote>\n\n<p><em>Yes sir. He&#39;s at least an officer.</em></p>\n\n<blockquote>\n<p>How long has he been off duty?</p>\n</blockquote>\n\n<p><em>About six hours. But before that he was only on duty three, he came on duty just before we came aboard and you sent him off as soon as we were out of the East River.</em></p>\n\n<blockquote>\n<p>Perfect, get him up here.</p>\n</blockquote>\n\n<p>As Cox disappeared astern to look for Ensign Colquitt, Longmire looked around the bridge. Assessing his crew, who performed so well in spite of such hardship… And he felt a quiet sort of pride.</p>\n\n<blockquote>\n<p>Now that we&#39;re not going to run aground, and we&#39;ve got our mission materials… Anything else anyone&#39;s failed to report, before I go sleep for a couple days straight?</p>\n</blockquote>\n\n<p>A Seaman at the port trim console cleared his throat.</p>\n\n<blockquote>\n<p>Yes, Seaman Gomez, what is it?</p>\n</blockquote>\n\n<p><em>I just thought you should know Kellogg and Watkins made it back safe sir.</em></p>"
}
