{
  "full_title": "Chapter 109: Zoe Part VII",
  "number": 109,
  "title": "Zoe Part VII",
  "created_at": "July 5, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3c8avx/chapter_109_zoe_part_vii/",
  "body": "<p><em>The Phenomenon, Day 93, Chicago Art Institute</em></p>\n\n<p>Zoe rushed to the inner door panel. She dialed up the floodlights &amp; peered through the porthole to get a better look at her guest. The man was wrapped head to toe in rags of every color, his eyes obscured by a heavy pair of electronic goggles. As the lights came up, they must have made an audible noise because the figure in rags stopped mashing the buzzer and straightened up, obviously with difficulty.</p>\n\n<p>The figure pulled his goggles off, peering through, and saw Zoe. He tiredly gestured for her to hurry and open the door before keeling over and slumping down against the door.</p>\n\n<p>Zoe reached for the door control, then hesitated. She didn&#39;t know who this person was, hell she couldn&#39;t even be sure the person wasn&#39;t dangerous, out carrying some sort of disease… Why had they collapsed? Was it simple exhaustion like it seemed?</p>\n\n<p>She pulled her hand back from the control, turned around, and began walking towards the aisles. She grabbed a tray and started picking items out as she went. After about twenty minutes she&#39;d gathered what she thought she needed. An MRE, two rolls of gauze, a bottle of rubbing alcohol, two boxes of bandages of various sizes, two bottles of water, a set of disposable scrubs, a set of patterned nonslip socks, four Aspirin, a toiletries kit, two erasable markers, two whiteboards, and from the emergency cabinet, a .45 pistol.</p>\n\n<p>Returning to the airlock, she set a marker and whiteboard aside before racking the slide on the pistol. She checked on her guest- he didn&#39;t look to have moved- before triggering the door control halfway. Holding the .45 on the ragged figure she slid the tray holding the rest of it through into the airlock before closing the door again.</p>\n\n<p>Now she just had to wait. She pulled up a chair from the nearby post- had the bunker been fully manned to capacity there would&#39;ve been a guard on duty near the airlock.- and sat down, get propped up on the panel. She had just been about to go to bed… She figured she should be here when he woke up.</p>\n\n<p>~</p>\n\n<p>A number of hours later Zoe awoke to a polite series of gentle knocks against the glass. Blinking the sleep from her eyes she looked up to see a familiar face smiling at her, violet eyes, silver teeth and ebony skin holding up a whiteboard with a message.</p>\n\n<blockquote>\n<p>Hello Zoe, it&#39;s nice to see you again, may I come in now?</p>\n</blockquote>"
}
