{
  "full_title": "Chapter 110: Jesse & Dr. Rafei Part XI",
  "number": 110,
  "title": "Jesse & Dr. Rafei Part XI",
  "created_at": "July 6, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3c9sky/chapter_110_jesse_dr_rafei_part_xi/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<blockquote>\n<p>Do you think it&#39;s time yet Jesse?</p>\n</blockquote>\n\n<p><em>…Yeah. Yeah I reckon so. We ain&#39;t heard no chittering and no scratching for awhile now so…</em></p>\n\n<blockquote>\n<p>Should I get in the front?</p>\n</blockquote>\n\n<p><em>Yeah, go ahead. Get yourself up there and I&#39;ll secure the door, then go outside through the rear and grab up the boxes with all the supplies. Get them in the back, then I&#39;ll set up a couple of road flares under the gas tanks and get back in.</em></p>\n\n<blockquote>\n<p>Jesse…</p>\n</blockquote>\n\n<p><em>Yeah Doc?</em></p>\n\n<blockquote>\n<p>Good luck. I wish I could see and be of some use to you.</p>\n</blockquote>\n\n<p><em>Don&#39;t worry about it. Everything considered we humans gotta stick together, y&#39;know?</em></p>\n\n<blockquote>\n<p>Yes, right… Be careful.</p>\n</blockquote>\n\n<p>Jesse gently closed the reinforced door to the cab of the truck before turning and grabbing his gear. It was already freezing in the truck so all he needed to add were his body armor, balaclava, and IR Goggles.</p>\n\n<p>He carefully opened the armored rear door of the truck, taking great care not to let it get slammed by the wind. He carefully hooked the door open before turning and surveying the 15 feet between the back of the truck and the stairwell door, which hung open, its entryway piled with some bizarre shape he couldn&#39;t identify through the filter of the goggles. As he approached he realized that they must be the piled and desiccated bodies of the rest of the CDC staff…</p>\n\n<p>They were piled roughly waist high and the boxes he was after were strewn on the landing behind them. They&#39;d have to be moved if he was going to get the boxes.</p>\n\n<p>Jesse hesitated a moment. He didn&#39;t know these men or women. He didn&#39;t bear them any kind of ill will, and they&#39;d been nothing less than scientists dedicated to fighting the forces of plague and malady that have tried for centuries to wipe man from the surface of the Earth. They deserved better than to be thrown aside like cordwood. And Doctor Rafei, as their tormentor and the one who wrongfully imprisoned them, should be the one to do it.</p>\n\n<p>As Jesse sat pondering these thoughts and felt his resolution growing firm, his Goggles registered a differential between the bottom of the pile and the top. The bottom of the pile was warmer. Jesse reached up to adjust the sensitivity of the goggles, but as he did so there was a faint pop as some circuit within them shorted. Jesse was then plunged into darkness as he considered his next move. He could feel his way back to the truck, not even eight feet behind him, there to withdraw another set of goggles, or, he could take them off and investigate the pile with his own eyes. Within a covered garage, as long as he was careful…</p>\n\n<p><em>Help…</em></p>\n\n<p>A voice, not his own nor Rafei&#39;s, eliminated all confusion. He stripped the goggles off his head and, blinking furiously, beheld daylight for the first time in months. The garage, the pile, everything was coated with the fine white hallmarks of frost…</p>\n\n<p>A single hand, pale and slender, inched out from beneath the dried and shriveled remains of the CDC&#39;s last casualties. Jesse knelt by the hand and took it in his own. Giving it a squeeze he began speaking in a low voice.</p>\n\n<blockquote>\n<p>Shhh-shh-shhhh-shhhh… It&#39;s alright. Look, I&#39;m not the Doc, ok? I just found him, alone and blinded wandering the halls… He didn&#39;t tell me anything about any of y&#39;all until this morning. Now, I&#39;m gonna get you out of there, and we&#39;re gonna take you with us, but you&#39;ve got to stay quiet, and you&#39;ve got to stay calm, &#39;cause any kind of undue ruckus is gonna bring them things back and then we&#39;ll all look just like your friends here, understand?</p>\n</blockquote>\n\n<p>A small voice, wavering with the cold, answered.</p>\n\n<p><em>I understand, please hurry…</em></p>"
}
