{
  "full_title": "Chapter 111: Lucinda Part XV",
  "number": 111,
  "title": "Lucinda Part XV",
  "created_at": "July 8, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3chwh3/chapter_111_lucinda_part_xv/",
  "body": "<p><em>The Phenomenon, Day 93, Project Safehouse</em></p>\n\n<blockquote>\n<p>I can only tell you what I know.</p>\n</blockquote>\n\n<p><strong><em>Don&#39;t play games with me!</em></strong></p>\n\n<blockquote>\n<p>Fine fine fine... Look, we both know that the majority of the Council&#39;s time was spent wringing their hands and sending out parties to secure their relatives, and bullshit art pieces and..</p>\n</blockquote>\n\n<p><strong><em>Enough!</em></strong></p>\n\n<blockquote>\n<p>..they wasted time, resources, and-</p>\n</blockquote>\n\n<p><em>I said enough!</em></p>\n\n<blockquote>\n<p>Lives! Do you know how many men were lost in their bids to preserve their petty and selfish interests? <strong>42!</strong> We lost 42 men. And if it weren&#39;t for me working in the trauma room after getting here it would&#39;ve been more!</p>\n</blockquote>\n\n<p>Lt. McGuire slowly lowered his sidearm so that rather than her head it was centered on her solar plexus.</p>\n\n<p><em>And so..</em></p>\n\n<blockquote>\n<p>Do you need to hear me say it!</p>\n</blockquote>\n\n<p><em>Yes.</em></p>\n\n<blockquote>\n<p>So.. I.. Removed the barriers to progress.</p>\n</blockquote>\n\n<p>A shot sounded out, echoing off the linoleum and concrete.</p>\n\n<p>Lucinda looked down at her chest, seeing her blouse turn dark from her blood as it began soaking through the material. It felt like a sledgehammer had impacted her. She couldn&#39;t breathe. She didn&#39;t feel any pain. Not at first. Then it hit her, but her legs were failing her. No breath. No feeling. She saw McGuire&#39;s finger turn dark, no longer squeezing the trigger. The world tilted. She saw the ceiling, the lights were dimming.. Why were they dimming?</p>\n\n<p>McGuire looked down at Dr. Alvarez&#39; body, the legs still twitching, the putrid smell of her death void filling his nose.</p>\n\n<p><em>Right decision, wrong time.</em></p>\n\n<p>The Naval Ensign and the MPs entered the room in a rush, their weapons drawn, fanning out on a standard room clear for the first few impressive seconds before they realized what had happened and went about putting their weapons back in their holsters.</p>\n\n<p>The Ensign stepped forward, halting just to the left and rear of the Lt.</p>\n\n<p><em>Lieutenant? Did she..?</em></p>\n\n<blockquote>\n<p>She didn&#39;t go for my weapon. I offered her a quick way out, without the shame or drama of a trial, without hours of torture and interrogation. She accepted.</p>\n</blockquote>\n\n<p><em>..I understand. But how will we know her reasons?</em></p>\n\n<blockquote>\n<p>Do you really think they matter?</p>\n</blockquote>"
}