{
  "full_title": "Chapter 112: Viktor Part III",
  "number": 112,
  "title": "Viktor Part III",
  "created_at": "July 8, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ci4on/chapter_112_viktor_part_iii/",
  "body": "<p><em>The Phenomenon, Day 0, Tokyo</em></p>\n\n<p>Viktor straightened the collar of his shirt as Mrs. Koike emerged from the bathroom after her shower. One hand clutched the wall for support as the other clutched her towel. Her knees still weak and her voice quivering, she asked if she was still his favorite.</p>\n\n<blockquote>\n<p>Of course… You know that nobody else gets such prompt and personal attention…</p>\n</blockquote>\n\n<p>…a common lie in his profession. He specializes in making them feel special, wanted, needed… To that end he dropped his hands to his sides and gazed at her, his eyes half closed and his jaw slacked. When she noticed him she was halfway into her blouse. She froze, asking what he was staring at.</p>\n\n<blockquote>\n<p>It&#39;s just… You&#39;re so beautiful… And I&#39;m so lucky to be at your service…</p>\n</blockquote>\n\n<p>She blushed and turned away to hide her face and the smile that forced its way there. They dressed the rest of the way sneaking flirtatious glances at each other. Even in the wake of the act the Japanese attitudes towards intimacy made themselves fully known.</p>\n\n<p>A knock at the door came mere moments before Koike would&#39;ve opened it to depart. It was her driver, after a quick and urgently whispered conversation she turned to Viktor.</p>\n\n<p><em>You must come with me.</em></p>\n\n<blockquote>\n<p>But I normally leave an hour after you, in case the press…</p>\n</blockquote>\n\n<p><em>That is no longer a concern, we must go, now.</em></p>\n\n<p>~</p>\n\n<p>Viktor marveled at the engineering displayed before him. The elevator whisked through the tunnel at a steep angle, carrying himself, Koike, a half dozen other government VIPs, their aides or wives or husbands, and a full platoon of a military Japan wasn&#39;t really supposed to have. These weren&#39;t JSDF regulars. These men were far, far more dangerous and better equipped. Viktor would&#39;ve tried to memorize the symbols on their uniforms, their weapons, their nametapes… But they were all custom made. No markings on anything, and the weapons were unlike anything he&#39;d ever seen.</p>\n\n<p>He felt the platform slow, and ahead he could see a light. When things came to a halt he saw they were to be received by another dozen of them.</p>\n\n<p>Koike had indicated early that he wasn&#39;t to speak unless spoken to, and to give no details of his profession, merely that he was her option, whatever that meant.</p>\n\n<p>They were divided. The politicians were herded through one door, civilians through another, escorted by the soldiers.</p>\n\n<p>The room ahead held showers, individual, with curtains and lockers. They were instructed to undress and place all their affects in the lockers and to close their eyes as the chemical solution contained a delousing agent.</p>\n\n<p>What came out wasn&#39;t fluid, and with his first breath he felt the vertigo wash over him and his legs grow weak. The floor tiles were like ice.</p>"
}
