{
  "full_title": "Chapter 113: Ben, Emil, & Sarya Part XII",
  "number": 113,
  "title": "Ben, Emil, & Sarya Part XII",
  "created_at": "July 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3cnak6/chapter_113_ben_emil_sarya_part_xii/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p><em>Coffee sir?</em></p>\n\n<blockquote>\n<p>Yes, please, thank you Seaman. Ah! Thompson! Good, I was hoping you&#39;d join me.</p>\n</blockquote>\n\n<p>The young Lt. stood awkwardly in the door of the officers mess, barely moving aside as the Seaman who&#39;d delivered the three officers meals left.</p>\n\n<p><em>Captain, it&#39;s, er… It&#39;s good to have you back.</em></p>\n\n<blockquote>\n<p>Good to be back. It&#39;s damn cold out there. Heard you had a time of it… You don&#39;t like long duty shifts?</p>\n</blockquote>\n\n<p><em>That… Was a bit more than a duty shift…</em></p>\n\n<blockquote>\n<p>Admittedly! Well come in come in, sit down… I&#39;ve been looking forward to a civilized breakfast somewhere warm… And to be briefed on just <em>what</em> turn of events led Watkins and Kellogg to disobey my direct orders…</p>\n</blockquote>\n\n<p>Lt. Thompson sat down, peering under the tray lid of the two unclaimed meals, he pushed Colquitt&#39;s Omelette aside in favor of his own eggs and toast.</p>\n\n<p><em>Ah… That.</em></p>\n\n<blockquote>\n<p>Yes, <em>that.</em></p>\n</blockquote>\n\n<p><em>Well… According to them, they ran into an impassable barrier.</em></p>\n\n<blockquote>\n<p>Of what kind, exactly?</p>\n</blockquote>\n\n<p><em>Debris and rubble. Some kind of purposeful demolition they said. A number of buildings on a specific city block were blown outwards, like it was made to block off all the streets around it.</em></p>\n\n<blockquote>\n<p>Were their reports recorded, transcribed, anything like that?</p>\n</blockquote>\n\n<p><em>Not initially, but I had them each write up their reports separately to make sure they weren&#39;t slacking off or came back because of cowardice, but their stories matched up, except a few minor discrepancies.</em></p>\n\n<blockquote>\n<p>Any explanation of why they didn&#39;t report via radio?</p>\n</blockquote>\n\n<p><em>Yes, when they got back to the boat they only had the one radio, and it had a fault in the transceiver, it could receive but not transmit.</em></p>\n\n<blockquote>\n<p>So, unable to move forward and no way to signal for further instructions… Why didn&#39;t they try to get back to Cox and I?</p>\n</blockquote>\n\n<p><em>That was the most difficult part to get out of them, they got lost.</em></p>\n\n<blockquote>\n<p><strong><em>Lost?</em></strong></p>\n</blockquote>\n\n<p><em>Yes… They hated to admit it, but they couldn&#39;t find where you&#39;d been waiting. So they went over their options and eventually settled on quietly making their way East to the river, then they&#39;d go up and down the bank until they found the Oregon. They lucked out and hit the river within sight of us.</em></p>\n\n<blockquote>\n<p>Heh… Alright… Well get me their reports as soon as we&#39;re done with breakfast, then we&#39;ll head topside and report in.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>"
}
