{
  "full_title": "Chapter 114: Zoe Part VIII",
  "number": 114,
  "title": "Zoe Part VIII",
  "created_at": "July 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3czzzl/chapter_114_zoe_part_viii/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<blockquote>\n<p>Holy Crap!! Viktor!? How&#39;d you get here? What are you doing? Why are you dressed like that?</p>\n</blockquote>\n\n<p>On the other side of the reinforced glass Viktor took his whiteboard down, erased it, wrote on it, and held it up, displaying two question marks.</p>\n\n<blockquote>\n<p>Oh damn, right, you can&#39;t hear me…</p>\n</blockquote>\n\n<p>Zoe leaned forward and looked over the control panel, her fingers wriggling and waving in the air as she searched. As she spotted the proper control she dramatically extended one finger and arced it overhead and into the button.</p>\n\n<p>The sound of hissing hydraulics accompanied the raucous sound of Viktor&#39;s baritone laughter. Zoe hurled herself to her feet where she danced as she put her arms in the air and ran towards Viktor, throwing herself around him in a sincere bear hug of overwhelming and sincere joy… Before recoiling in horror and disgust.</p>\n\n<p><em>…what?</em></p>\n\n<blockquote>\n<p>You <strong><em>stink</em></strong> Viktor!</p>\n</blockquote>\n\n<p><em>Oh! Hehe! No doubt! Not a lot of places to shower out there you know…</em></p>\n\n<blockquote>\n<p>Yeah but you smell like you&#39;ve been bathing in urine and good knows what else…</p>\n</blockquote>\n\n<p><em>Well sometimes you&#39;ve got to take shelter in less than ideal places.</em></p>\n\n<blockquote>\n<p>Like what a port-o-potty!?</p>\n</blockquote>\n\n<p><em>Well not to be blunt, but, yeah…</em></p>\n\n<blockquote>\n<p>Oh… Oh Jesus I&#39;m sorry… C&#39;mon, this way I&#39;ll show you where you can shower.</p>\n</blockquote>\n\n<p><em>I&#39;d be much obliged… I don&#39;t suppose you&#39;d happen to have anything more fashionable than this improvised number, would you?</em></p>\n\n<blockquote>\n<p>I&#39;ll see if I can scrounge something up.</p>\n</blockquote>\n\n<p><em>That&#39;s how I got in this mess!</em></p>\n\n<p>As they walked through the warehouse towards the residential compartment, Viktor unwound the various bits of torn and filthy clothing from his body, leaving only his grungy boxers and a tank top by the time they got to the unit. When Zoe turned around to direct Viktor down the proper hall to the showers he stood there, nude except for a pile of filthy and stinking rags in his left arm. Zoe immediately averted her eyes before speaking, a tremor in her voice.</p>\n\n<blockquote>\n<p>Oh! Um… Showers are… Uh, down the hall and to the left. Soap and… Uh-hm… Everything you might need are in a closet just inside there.</p>\n</blockquote>\n\n<p><em>Thanks, I think I can find my way from here.</em></p>\n\n<p>Viktor ended his sentence with a wink before walking past Zoe, who immediately uncovered her eyes and shook her head before sneaking a peek at his retreating form. He paused briefly, holding out the pile of rags.</p>\n\n<p><em>What should I do with these?</em></p>\n\n<blockquote>\n<p>There should be a buns- I mean a bin- inside there too.</p>\n</blockquote>\n\n<p><em>Thanks.</em></p>"
}
