{
  "full_title": "Chapter 115: Jesse & Dr. Rafei Part XII",
  "number": 115,
  "title": "Jesse & Dr. Rafei Part XII",
  "created_at": "July 15, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3dca4b/chapter_115_jesse_dr_rafei_part_xii/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p>Jesse patted the hand from beneath the pile of corpses reassuringly.</p>\n\n<blockquote>\n<p>Now, I&#39;m gonna move all these folk off of ya, and its gonna take a minute, and when we&#39;re done you&#39;re going to have to keep your eyes shut, y&#39;understand?</p>\n</blockquote>\n\n<p><em>Yes..</em></p>\n\n<blockquote>\n<p>Alright then. Just hold on a tick.</p>\n</blockquote>\n\n<p>As Jesse got to work carefully pulling the bodies apart and moving them aside, he stayed wary of how much noise he was making. His breath, the dry crackling of desiccated flesh, and dry tendons creaking all seemed to boom out like gunshots, and echo in the frozen garage, carried perfectly by the still and freezing air. Every loud scrape, every dull thud, set him on edge, poised to dive for the truck. He didn&#39;t know how fast the things were, but he could pray.</p>\n\n<p>The job was difficult, as the bodies had settled and interlocked together as their flesh shrank and dried. As he got near to the middle of his task, he heard an odd rustling sound, like a piece of paper being gently crumpled and uncrumpled again and again. He paused, listening. It seemed to be coming from the pile. He crouched down and whispered into the dark space beneath those left.</p>\n\n<blockquote>\n<p>What the hell are you doin&#39; under there!?</p>\n</blockquote>\n\n<p><em>I&#39;m not doing anything, I&#39;m waiting until I can get up.</em></p>\n\n<blockquote>\n<p>Well what&#39;s that crunching noise?</p>\n</blockquote>\n\n<p><em>I thought that was you.</em></p>\n\n<blockquote>\n<p>Nah it&#39;s definitely coming from the pile.</p>\n</blockquote>\n\n<p><em>Well it&#39;s not me.</em></p>\n\n<blockquote>\n<p>Anybody else survived in there?</p>\n</blockquote>\n\n<p><em>No, no.. I wish but no.</em></p>\n\n<blockquote>\n<p>Well what the heck is it then..?</p>\n</blockquote>\n\n<p><em>Oh god..</em></p>\n\n<blockquote>\n<p>What?</p>\n</blockquote>\n\n<p><em>What if one of the things got trapped?</em></p>\n\n<blockquote>\n<p>What&#39;cha mean?</p>\n</blockquote>\n\n<p><em>What if one of the things is stuck in between one of the bodies?</em></p>\n\n<blockquote>\n<p>Like, got caught between &#39;em as they fell?</p>\n</blockquote>\n\n<p><em>Yes!</em></p>\n\n<blockquote>\n<p>Then we gotta problem..</p>\n</blockquote>"
}