{
  "full_title": "Chapter 116: Viktor Part IV",
  "number": 116,
  "title": "Viktor Part IV",
  "created_at": "July 18, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3dplwz/chapter_116_viktor_part_iv/",
  "body": "<p><em>The Phenomenon, Day 93, Buenos Aires</em></p>\n\n<p>A howling hot wind rushed through the hall like the fetid breath of a nauseous giant. The orange light of sunset was streaming through a wide gash in the trash bag on the window at the end of the hall. The whipping of the plastic making a constant racket that echoed through.</p>\n\n<p>Viktor leaned against the doorframe from the stairs, his chest heaving from the agony of having to keep putting weight on his wounded leg. Sweat poured down his face and soaked the remains of his blouse. He slowly eased up to his full height, balancing on his good leg and stretching his spine.</p>\n\n<p>He spotted a stack of pallets near the entrance to the first room. He hobbled over to it and pulled at the various slats until he found a loose one. Pulling it from the rest of the frame he pinched and pushed the nails out until he had a single plank of wood. This he switched to his right hand and used it as a cane. He moved to the door and pulled out one of his Lugers with his free hand.</p>\n\n<p>He paused a moment, caught his breath, slowed his heart, then pushed at the door with his shoulder and put the Luger out and scanned the room. It was filled with lab equipment, computers, and large screens. Most of them were powered off, others seemed to be in standby mode. One at the far end of the room was fully active, the screen above it showing an orbital view of the Earth.</p>\n\n<blockquote>\n<p>Finally..</p>\n</blockquote>\n\n<p>He moved over to the equipment and sat down in the chair, briefly sighing in relief as the weight came off his frame. He scooted forward and began accessing the program displayed. It was orbital control of a communication satellite. Exactly what he was here for.</p>\n\n<p>He reached into his pocket and pulled out a worn notebook, flipping a few pages in, he found the precise changes he was to make, scanning the program and looking back and forth he found the right windows with the right key words that indicated they were controlling the satellites orbit. He clicked through and placed the cursor on the box to alter its inclination..</p>\n\n<p><strong>Kuh-chunk</strong></p>\n\n<p>The unmistakable sound of a pump action shotgun being worked came from behind him. He froze.</p>\n\n<p><em>I suppose you&#39;re here to try and use my satellite for your own purposes?</em></p>\n\n<p>Viktor raised his hands and put them on his head before moving to turn around..</p>\n\n<p><em>Don&#39;t. You stay there where you are, don&#39;t move a muscle.</em></p>\n\n<p>Footsteps grew louder as the unknown man approached. Viktor felt a cold barrel pressed up against the back of his neck.</p>\n\n<p><em>Now, spin the chair</em> <strong><em>slowly</em></strong> <em>and face me.</em></p>\n\n<p>Viktor followed the directions, the barrel scraping around his neck until it impacted his arm, there it turned down and followed his shoulder and scraped under his armpit, pointing at his core before coming up his chest and taking its place at his neck one again.</p>\n\n<p>Viktor looked at his captor, a young Asian man, short, probably only 5&#39;5&quot;, maybe 120-125lbs, straight black hair shoulder length, untrimmed goatee, and bent glasses, wearing sweat stained hospital green scrubs and holding a sawed off shotgun.</p>\n\n<p><em>They sent you didn&#39;t they? This is the first time they&#39;ve sent someone who wasn&#39;t Japanese. Are you a mercenary?</em></p>\n\n<blockquote>\n<p>... No. I&#39;m a gigolo.</p>\n</blockquote>"
}