{
  "full_title": "Chapter 117: Ben, Emil, & Sarya Part XIII",
  "number": 117,
  "title": "Ben, Emil, & Sarya Part XIII",
  "created_at": "July 23, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3eal2s/chapter_117_ben_emil_sarya_part_xiii/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p><em>Officer on the deck!</em></p>\n\n<p>The Master at Arms went to parade rest as Captain Longmire passed him after walking onto the bridge, the ring of the ships bell announcing to the rest of the boat his arrival.</p>\n\n<p>After relieving Ensign Colquitt and sending him to his rack Longmire strode over to the navigators table, pulled out one of the chairs, and sat down. Leaning in he propped his head up on one elbow as he looked over the chart. Tracing their path with one finger he idly wondered if their cargo was worth all the trouble, the distance, the lives. It wasn&#39;t the first time he&#39;d thought this way and it wouldn&#39;t be the last.</p>\n\n<p>He pulled a notepad and pen over in front of him and began drafting his report to send in. The bustle and hum of the submarine and its crew around him fading into a dull noise in the back of his mind as he attempted to boil down the experiences of the previous four days into a succinct report capable of being understood by the civilian leadership of the Project.</p>\n\n<p>His concentration was broken by the boat suddenly heaving forward and slightly aport. Coffee mugs flew from tables, men lost their feet, and the Captain was thrown onto his side, since he was sitting facing starboard.</p>\n\n<p>Moments later alarms started ringing, different alarms meaning different things. The collision alarm, the sonar, flooding alarm, fire alarm, &amp; the depth warning intermixed as a warbling cacophony no Captain ever wants to hear.</p>\n\n<p>Using the table to pull himself to his feet he shouted over the din;</p>\n\n<blockquote>\n<p>Shut that shit down!</p>\n</blockquote>\n\n<p>The crew scrambled to get back to their seats and posts. As Longmire righted and stood, he noticed a very slight list in the deck to starboard.</p>\n\n<blockquote>\n<p>Helmsman! What&#39;s our depth and speed?</p>\n</blockquote>\n\n<p><em>Just passed 150 meters and going down! Screws turning at ten knots sir!!</em></p>\n\n<blockquote>\n<p>All planes full rise, increase speed to flank, and blow the tanks, emergency ascent now!</p>\n</blockquote>\n\n<p><em>Aye sir!</em></p>\n\n<blockquote>\n<p>Get every bulkhead sealed and the bilge pumps started, people, move!</p>\n</blockquote>\n\n<p>The helmsman pulled back on the control column with his left hand even as his right pushed forward the throttle sending directions back to the engineering compartment before flipping banks of switches. Other members of the crew hurried to carry out their predesignated tasks.</p>\n\n<blockquote>\n<p>XO! <sup>Goddamnit</sup> <sup>motherfucker</sup> <sup>I</sup> <sup>forgot</sup> <sup>he&#39;s</sup> <sup>in</sup> <sup>a</sup> <sup>coma..</sup> Cox!</p>\n</blockquote>\n\n<p><em>Yes sir!</em></p>\n\n<blockquote>\n<p>Get on the horn with all compartments starting at the bow and working your way aft, get me damage and casualty reports!</p>\n</blockquote>\n\n<p><em>Aye sir!</em></p>\n\n<p>The helmsman turned and called to the Captain.</p>\n\n<p><em>Sir!?</em></p>\n\n<blockquote>\n<p>Yes helmsman what is it?</p>\n</blockquote>\n\n<p><em>We&#39;ve leveled out but we&#39;re not rising very fast sir!</em></p>\n\n<blockquote>\n<p>Are we at full rise with the planes and tanks?</p>\n</blockquote>\n\n<p><em>I&#39;m not getting much positive trim sir! We seem to barely be rising even with the tanks blown dry..</em></p>\n\n<blockquote>\n<p>Shit, just keep pulling for rise.. Cox!</p>\n</blockquote>\n\n<p><em>Aye sir!?</em></p>\n\n<blockquote>\n<p>Where&#39;s those reports!?</p>\n</blockquote>\n\n<p><em>Spotty sir, very spotty.. Everything aft is reporting shaken but solid, got one injury in the galley.. Forward Torpedo is reported flooding before we sealed bulkheads, now nothing. Forward berthing compartment isn&#39;t answering, that&#39;s where the flooding alarm is..</em></p>\n\n<blockquote>\n<p>Sonar! Anything in the water? Was this a Torpedo?</p>\n</blockquote>\n\n<p>The redheaded sonarmen popped out of his cubby, one earpiece in place and the other dangling by a wire.</p>\n\n<p><em>Er.. No sir, absolutely not!</em></p>\n\n<blockquote>\n<p>You&#39;re sure?</p>\n</blockquote>\n\n<p><em>Absolutely nothing on passive sir! But we&#39;re not getting any signal at all from the Sail Array, I think whatever hit us took it out sir!</em></p>\n\n<blockquote>\n<p>Damn, go active! It&#39;s not like we&#39;re worried about hiding from anyone anymore.</p>\n</blockquote>\n\n<p><em>Aye sir!</em></p>\n\n<p>The distinguished sound of an active sonar pulse rolled through the boat from the forward Sonar Sphere encased in the bow dome.</p>\n\n<p><em>Sir! Sonar contacts bearing one seven zero, range three miles!</em></p>"
}