{
  "full_title": "Chapter 118: Zoe Part IX",
  "number": 118,
  "title": "Zoe Part IX",
  "created_at": "July 23, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ecobi/chapter_118_zoe_part_ix/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Zoe rearranged herself for the fourth time. The living area of the bunker has a slightly sunken living room area where she watched her movies, and it had a loveseat directly facing the entrance. Knowing Viktor would be coming through that door she had placed herself in the loveseat to be the first thing he saw… But she couldn&#39;t decide on what position he should see her in.</p>\n\n<p>Legs crossed, uncrossed, slightly leaned over with her feet on the seat, ankles crossed, fully reclined with her feet propped up…? She thought her legs were her best feature, she should put them on display…</p>\n\n<p>She heard soft footfalls coming down the hall, she hurriedly decided, reclined, legs up and crossed.</p>\n\n<p>Viktor came into view, barefoot, he wore the rather loose white linen pants and shirt she&#39;d pulled from the warehouse for him while he showered. They were cinched tight by a drawstring at the waist but otherwise floated and followed over his body like robes on some kind of jungle monk. When he saw her, his eyes briefly and rapidly flitted from her eyes to her legs to her breasts and back to her face before he spoke first.</p>\n\n<p><em>Thank you Zoe, you have</em> <strong><em>no idea</em></strong> <em>how good it feels to be clean after so long being filthy.</em></p>\n\n<blockquote>\n<p>I&#39;ll bet. So are you going to tell me how you got here? Last time I saw you was… What, like a month and a half before things went screwy… Right? You stopped by the Institute and told me you were headed for Japan for awhile on assignment I think?</p>\n</blockquote>\n\n<p><em>Well you&#39;re not wrong. I did go to Japan, and, I was there when the shit hit the fan… Survived with the assistance of one of my contacts in the government…</em></p>\n\n<p><em>They knew Zoe. They knew this was coming. They didn&#39;t know when, but somehow… They knew. They knew and they were prepared.</em></p>\n\n<blockquote>\n<p>How did they…?</p>\n</blockquote>\n\n<p><em>Zoe I didn&#39;t come here to catch up. Sad to say I didn&#39;t even come here for you. I came here for that.</em></p>\n\n<p>He turned and nodded his head in the general direction of the bunker computer, the very same one that Zoe had used the day previous to send in her report on her findings from the archive.</p>\n\n<blockquote>\n<p>You came here for my computer?</p>\n</blockquote>\n\n<p><em>For its link to the project leadership.</em></p>\n\n<blockquote>\n<p>Didn&#39;t you have a satellite phone?</p>\n</blockquote>\n\n<p><em>Everything I had, even the clothes on my back, were taken from me in the initial 24 hours of the situation. I haven&#39;t had any contact since before things went bad.</em></p>\n\n<blockquote>\n<p>They probably presumed you didn&#39;t make it.</p>\n</blockquote>\n\n<p><em>I&#39;m sure they did. But I&#39;m alive, and I know some things that they critically need to know. They&#39;ve been led to believe Japan is a total loss. That is far, far from the truth.</em></p>"
}
