{
  "full_title": "Chapter 119: The Story of Jesse, Linda, & Dr. Rafei",
  "number": 119,
  "title": "The Story of Jesse, Linda, & Dr. Rafei",
  "created_at": "July 28, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3eybyn/chapter_119_the_story_of_jesse_linda_dr_rafei/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p><em>So.. What do we do?</em></p>\n\n<blockquote>\n<p>Hold on a minute. I&#39;m gonna go ask Dr. Rafei for a hand.</p>\n</blockquote>\n\n<p><em>No! Please.. You don&#39;t know him. You don&#39;t know what he&#39;s done..</em></p>\n\n<blockquote>\n<p>Now, he&#39;s told me plenty, you ain&#39;t got nothing to fear from him he&#39;s blind and damn near helpless. But he can help me get the rest of these off of you all at once, maybe leave whatever&#39;s in there in there y&#39;know?</p>\n</blockquote>\n\n<p><em>Don&#39;t trust him. For the love of God don&#39;t trust him..</em></p>\n\n<blockquote>\n<p>Lady this is the only way, now do you want to get out of there or not?</p>\n</blockquote>\n\n<p><em>Just, just give me a minute..</em></p>\n\n<blockquote>\n<p>Lady the longer I&#39;m out here the greater the chances are one of them things is gonna spot me or come looking for their lost little one in there with ya and then you&#39;ll be up the creek with only the blind Doc to help ya..</p>\n</blockquote>\n\n<p><em>Ok ok ok.. I have an idea. You said you&#39;d get Rafei to help you lift all these off me at once, right?</em></p>\n\n<blockquote>\n<p>Yeah.</p>\n</blockquote>\n\n<p><em>Well, can&#39;t you just lift them a little bit, pull them up enough that I could maybe arc upwards and then crawl out?</em></p>\n\n<blockquote>\n<p>You know that just might work..</p>\n</blockquote>\n\n<p><em>Could we try that please?</em></p>\n\n<blockquote>\n<p>You got it.. But uh.. Hold on just a minute, let me set something up.</p>\n</blockquote>\n\n<p>Jesse walked quietly back to the rear door of the truck before gently unlatching the door so that if needed he could close it in a hurry. Then he went back to the pile of corpses under which the woman was trapped.</p>\n\n<p><em>Wait, just a moment.. What&#39;s your name?</em></p>\n\n<blockquote>\n<p>Jesse ma&#39;am.</p>\n</blockquote>\n\n<p><em>Linda.. My name&#39;s Linda.. I just thought.. If things don&#39;t go well.. If this doesn&#39;t work.. We should at least have been properly introduced.</em></p>\n\n<blockquote>\n<p>You&#39;re right. Now, you ready?</p>\n</blockquote>\n\n<p><em>One moment, I have to.. Yes. I&#39;m ready.</em></p>\n\n<blockquote>\n<p>Ok, count of three. One.. Two.. Three!</p>\n</blockquote>\n\n<p>Jesse heaved at the shoulders of the bottommost body, throwing his shoulders back and keeping his spine straight as he pushed upwards with his legs. For a moment nothing happened, then with uncomfortably loud crack the body separated from the frozen ground and the space between the bottom of the pile and the ground began widening. It was only a few moments before hands and a head of dark hair emerged and scrambled out.</p>\n\n<p>Jesse wasted no time on pleasantries as he grabbed her under the shoulders, hauled her to her feet and pushed her forward into the back of the truck, grabbing and slamming the door closed behind him after throwing himself in.</p>\n\n<p>Moments later the truck reverberated with the sounds of dozens, then hundreds of impacts as the vehicle was once more cocooned by the Phenomenon.</p>\n\n<p>Linda rubbed at her shoulder where she&#39;d landed on the textured metal floor of the truck before sitting up and diving onto Jesse in a sincere embrace.</p>\n\n<p><em>Thank you so much.. You know you saved my life, don&#39;t you?</em></p>\n\n<blockquote>\n<p>Aw hell it wasn&#39;t nothing. Anybody would have.</p>\n</blockquote>\n\n<p>A voice came from the door to the cab, where Dr. Rafei suddenly stood, a pistol in his hand pointed at the floor.</p>\n\n<blockquote>\n<p>I wouldn&#39;t have.</p>\n</blockquote>"
}