{
  "full_title": "Chapter 120: Viktor Part V",
  "number": 120,
  "title": "Viktor Part V",
  "created_at": "July 31, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3fcpmd/chapter_120_viktor_part_v/",
  "body": "<p><em>The Phenomenon, Day 1, Tokyo</em></p>\n\n<p>Viktor regained consciousness in waves. Emerging from the darkness a little more each time before receding back to the somnambulant place where time passes without passing. Each time he&#39;d have new pieces of the puzzle, new understanding.. But at each flirtation with consciousness they faded from memory, stolen, destroyed by the harsh solidity of conscious thought.</p>\n\n<p>The wave crested and he emerged to something resembling a wakeful state, the taste of stale plastic in his mouth. His eyelids seemed heavy, his senses dulled.. Whatever drug they&#39;d given him was still in his system, still affecting him.</p>\n\n<p>He managed to open one eye enough to see he was in some sort of hospital ward, rows of cots, each contained within a clear plastic sheet, all occupied, a nurse going from person to person drawing blood before using an eye dropper to deposit some kind of fluid from one of those ubiquitous olive green canteens every military in the world seems to use. After each patient she&#39;d throw the eye dropper and needle into a bin before pulling a fresh one of each from boxes atop her cart.</p>\n\n<p><em>..at least they&#39;re being sterile..</em> he thought.</p>\n\n<p>He tried to lift his arm to his face to rub at his eyes but found he was restrained at the wrist. With tortuous effort he raised his head to look, a cloth strap was secured around his arm with Velcro.</p>\n\n<blockquote>\n<p>Nurse! The black one is awake!</p>\n</blockquote>\n\n<p>He turned his head to see one of the soldiers he saw earlier standing guard at the door peering at him.</p>\n\n<p>The nurse hurried over to him, readying a syringe.</p>\n\n<p><em>This is the sixth time since he was brought in, he&#39;s metabolizing things much more quickly than his size would indicate.</em></p>\n\n<blockquote>\n<p>Just jab him, if he breaches containment or infects others there&#39;ll be hell to pay.</p>\n</blockquote>\n\n<p><em>This one&#39;s healthy as a horse, it&#39;s the others infecting him that&#39;s the greater worry.</em></p>\n\n<p>Viktor attempted to sit up, to struggle, to fight, but his muscles felt like jello, his bonds, weak as they were, more than enough in his weakened state.</p>\n\n<p><em>..six times.. ..I can&#39;t remember six times.. ..How long have I been here..? ..what infection..? ..what are they doing to me..?</em></p>\n\n<p>He felt the brief sting of the needle in his thigh before the darkness at the edges of his vision grew..</p>\n\n<p>Shadows of shadows faded and swirled through a crimson mist, the denizens within moving like behemoths in the deep, briefly emerging, partially exposed, their forms impossible and the cold intelligence of their too-many eyes all the more menacing for it..</p>"
}