{
  "full_title": "Chapter 121: Ben, Emil, & Sarya Part XIV",
  "number": 121,
  "title": "Ben, Emil, & Sarya Part XIV",
  "created_at": "August 1, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3fffux/chapter_121_ben_emil_sarya_part_xiv/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<blockquote>\n<p>Are they surface or subsurface?</p>\n</blockquote>\n\n<p><em>Seems.. Both sir.. I&#39;m getting mixed echoes.. Wave impacts on metal hulls and surface chop.. But there&#39;s definitely something subsurface sir.. Unless one of those things has a draft down to two hundred feet..</em></p>\n\n<blockquote>\n<p>Any indications of life? Reactor noises, screws?</p>\n</blockquote>\n\n<p><em>Still nothing on passive.. but at three miles I might not be that good sir..</em></p>\n\n<blockquote>\n<p>Helmsman?</p>\n</blockquote>\n\n<p><em>We&#39;re gaining ascent speed, now at one-three-zero and rising sir..</em></p>\n\n<blockquote>\n<p>Thank heaven for small favors.. Cox!</p>\n</blockquote>\n\n<p>The Master at Arms put his hand over the handset before responding.</p>\n\n<p><em>Yes sir?</em></p>\n\n<blockquote>\n<p>Head forward to the aft bulkhead of the berthing compartment and hammer against it. See if there&#39;s anyone left in there.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Helmsman, depth?</p>\n</blockquote>\n\n<p><em>Seven-six meters sir.</em></p>\n\n<blockquote>\n<p>Sonar, any activity from our neighbors to the south?</p>\n</blockquote>\n\n<p><em>No sir, profile is unchanged.</em></p>\n\n<p>At that moment Emil emerged hesitantly from the aft passageway.</p>\n\n<blockquote>\n<p>Emil I&#39;m rather busy at the moment..</p>\n</blockquote>\n\n<p><em>Of that I&#39;ve no doubt Captain. I&#39;m simply wondering if I might be of service in some way.</em></p>\n\n<blockquote>\n<p>Do you have any medical training?</p>\n</blockquote>\n\n<p><em>First aid..?</em></p>\n\n<blockquote>\n<p>Get back to the galley and see if you can be of some assistance to Doc Holmes she&#39;s shorthanded her nurse got off at Oz.</p>\n</blockquote>\n\n<p><em>Of course Captain.</em></p>\n\n<blockquote>\n<p>Oh and Emil, is Sarya alright?</p>\n</blockquote>\n\n<p><em>Yes, she&#39;s just scared.</em></p>\n\n<blockquote>\n<p>Well tell her we&#39;re not sinking.</p>\n</blockquote>\n\n<p><em>That&#39;s good news for all of us I think.</em></p>\n\n<p>With a nod Emil disappeared back the way he&#39;d come. The Captain turned back to his helmsman, peering over at the display board he saw that they were just 14 meters from surfacing. The boat was still on a mostly even keel.. Everything he knew told him they should be at a significant angle, with the bow raised due to the weight of the ships reactor dragging down the stern. The only explanation for an even keel was that they were carrying a greater amount of weight forward them they were supposed to.. Like a flooded forward berthing compartment.</p>\n\n<blockquote>\n<p>Sonar, any changes?</p>\n</blockquote>\n\n<p><em>Possibly..</em></p>\n\n<blockquote>\n<p>What do you mean possibly?</p>\n</blockquote>\n\n<p><em>I don&#39;t know sir, I&#39;m hearing.. Creaking, almost like pressure effects on the hull of a diving sub but there&#39;s nothing diving.. And I&#39;m hearing splashes..</em></p>\n\n<blockquote>\n<p>Depth charges? At this range?</p>\n</blockquote>\n\n<p>The helmsman broke in.</p>\n\n<p><em>We&#39;re surfaced sir.</em></p>\n\n<blockquote>\n<p>Thank you helmsman, trim us out and get us steady.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Continue sonar.</p>\n</blockquote>\n\n<p><em>Well, no sir, not big enough to be depth charges, or surface launched torpedoes.. More like.. Debris..</em></p>\n\n<blockquote>\n<p>How do you mean?</p>\n</blockquote>\n\n<p><em>Remember when we did that live fire exercise off of Oahu last year, and we torpedoed that old decommissioned Perry Class to make that artificial reef? When the torpedo hit it snapped her spine in half and bits and pieces went flying everywhere, when they splashed down.. It&#39;s a similar noise sir, like pieces are falling off the ships into the water.</em></p>\n\n<blockquote>\n<p>You said they were clustered, how close are they to one another?</p>\n</blockquote>\n\n<p><em>They&#39;re right on top of each other sir, I couldn&#39;t say how many there are.. But unless someone had the really bad idea to get together two or three aircraft carriers there&#39;s definitely quite a few ships.</em></p>\n\n<blockquote>\n<p>And they&#39;re unpowered?</p>\n</blockquote>\n\n<p><em>No engine or screws whatsoever sir.</em></p>\n\n<blockquote>\n<p>Hmmm.. Sonar, you ever been to the Sargasso Sea or the Northern Pacific Vortex?</p>\n</blockquote>\n\n<p>A look of dawning understanding came across the Seamans face as he realized the import of the question.</p>\n\n<p><em>Yes sir.. Saw the Pacific Vortex on a flight from Juneau to Pearl when I was a kid.</em></p>"
}