{
  "full_title": "Chapter 122: Zoe Part X",
  "number": 122,
  "title": "Zoe Part X",
  "created_at": "August 7, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3g31p2/chapter_122_zoe_part_x/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<blockquote>\n<p>What do you mean Viktor?</p>\n</blockquote>\n\n<p><em>Japan</em> <strong><em>knew this was coming.</em></strong></p>\n\n<blockquote>\n<p>Define &quot;this&quot;?</p>\n</blockquote>\n\n<p><strong><em>This.</em></strong> <em>All of this. The Shards, the Tall Ones, the cold, the dreams, all of it.</em></p>\n\n<blockquote>\n<p>Viktor, I&#39;m not sure where to begin. What are you taking about &quot;shards, tall ones the cold and dreams&quot;?</p>\n</blockquote>\n\n<p><em>…You&#39;ve been isolated here, haven&#39;t you?</em></p>\n\n<blockquote>\n<p>Oh no I have tons of visitors, we did a classic film festival in here last week… <em>Of Course</em> I&#39;ve been isolated. You&#39;re the first person I&#39;ve seen outside a mirror in months.</p>\n</blockquote>\n\n<p><em>Why don&#39;t you tell me what you are aware of then?</em></p>\n\n<blockquote>\n<p>A little more than three months ago I was working late putting together a piece for the Institute illustrating the early origins and notable figures of postmodernism… I was finishing up the Warhol panel when all hell broke loose. My phone went off with the Project Alert first, then the Emergency Broadcast System message a few minutes later. By the time it was finished with the first alert and was doing its first repetition I was in the Subbasement keying my access to this bunker. Once I was in here that was it, just the official Project all points communiques until the day before yesterday.</p>\n</blockquote>\n\n<p><em>And what happened the day before yesterday?</em></p>\n\n<p>Zoe turned her head slightly to the side, narrowed her eyes, and twisted her mouth into a frown.</p>\n\n<blockquote>\n<p>I&#39;m not entirely sure how much I&#39;m allowed to tell you. I mean, isn&#39;t there supposed to be some sort of official orders, written and signed by the Council heads involved in any kind of debrief?</p>\n</blockquote>\n\n<p><em>We&#39;re both Project Members, both been through the orientation courses, both been cleared to the same levels… Anything I can know you&#39;d be allowed to access and vice versa, don&#39;t you think?</em></p>\n\n<blockquote>\n<p>I&#39;m not sure…</p>\n</blockquote>\n\n<p><em>Look, Zoe, I didn&#39;t trek nearly a hundred miles through the frozen wastes of the Midwest just to get you in trouble. But before I can tell you what I know I have to know what page to start on.</em></p>\n\n<blockquote>\n<p>I&#39;m just not sure. I don&#39;t feel comfortable with this.</p>\n</blockquote>\n\n<p><em>Alright, how&#39;s this: I&#39;ll log into my own Project Access through your computer. I haven&#39;t been able to check it since before this whole thing began. If there&#39;s anything in there you don&#39;t know, I&#39;ll consider it an information exchange for anything you know that I don&#39;t.</em></p>\n\n<p><em>It&#39;s not like either of us can accomplish anything from here anyway.</em></p>\n\n<blockquote>\n<p>Deal, but I get to sit right there over your shoulder and watch you go through it.</p>\n</blockquote>\n\n<p><em>Agreed… Tell me, do you have anything to drink? I&#39;m parched…</em></p>\n\n<blockquote>\n<p>Yeah the fridge is right over there.</p>\n</blockquote>\n\n<p>Viktor strode up into the kitchen as Zoe went to start up her computer. Viktor fumbled through the cabinets until he found a glass, giving a quick inspection he nodded to himself before going to the fridge and opening it. There he paused and called over his shoulder:</p>\n\n<p><em>Anything in here you&#39;re particularly attached to you&#39;d rather I not take the last of?</em></p>\n\n<blockquote>\n<p>No, feel free, help yourself, plenty more of everything in the warehouse.</p>\n</blockquote>\n\n<p>Viktor pushed aside containers of leftovers and pitchers of juices from concentrate before pulling out a single-serve can of V8 Vegetable Juice. He popped the top and poured the contents into the glass before throwing the can into the wastebasket at the end of the counter. He made his way down to the computer where the login screen was just coming up and Zoe was getting out of the chair.</p>\n\n<p>Viktor took a long swig of the thick red drink before setting the glass down to the side and sitting himself down in the chair. He typed in his full name, then his password before hitting enter. The screen froze for a moment before going black and amber text scrolled from the bottom to the top of the screen too fast to read for a few seconds. Then went back to black before the words &quot;Priority Access Granted&quot; flashed in the center before returning to the log in screen. Viktor repeated his previous steps.</p>\n\n<p>The screen went black one last time before going to a similar menu as the one Zoe was used to… But with far more options. He hit the Mail icon immediately, and as the page filled with correspondence Zoe couldn&#39;t help but notice the download bar, which had taken hours for her, seemed to fill multiple times per second for Viktor, who already had more mail backdated to the first week than Zoe had received in her entire hermitage.</p>\n\n<blockquote>\n<p>I think I&#39;ll be getting the most benefit from our little deal…</p>\n</blockquote>\n\n<p>Viktor sat rooted to the chair, the glass of V8 suspended midway between the table and his mouth, wide-eyed at the still increasing volume of correspondence filling the screen.</p>\n\n<p><em>I think you&#39;re probably right…</em></p>"
}
