{
  "full_title": "Chapter 123: Jesse, Linda, & Dr. Rafei Part II",
  "number": 123,
  "title": "Jesse, Linda, & Dr. Rafei Part II",
  "created_at": "August 7, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3g3io0/chapter_123_jesse_linda_dr_rafei_part_ii/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<blockquote>\n<p>Now Doc, this lady ain&#39;t done nothing to ya, and I sure as hell ain&#39;t neither… So why don&#39;t you just do us all a favor and put the gun down, ok?</p>\n</blockquote>\n\n<p><em>Jesse you&#39;ve been of great help to me these past few weeks, but anybody who was down in those isolation levels either did me harm or intended to. The peaceful and reasonable ones</em> <strong><em>took their chances and left.</em></strong> <em>Those of them who didn&#39;t were dangerous, they threatened me and the Project. I can&#39;t allow that threat to continue.</em></p>\n\n<blockquote>\n<p>Doc for Christ&#39;s sakes she&#39;s half froze to death &amp; unarmed,, you&#39;re armed, and I&#39;m armed, I can cuff her-</p>\n</blockquote>\n\n<p><em>Do it.</em></p>\n\n<blockquote>\n<p>Doc…</p>\n</blockquote>\n\n<p><em>Now, Jesse, or I&#39;ll start pointing this anywhere I hear movement or breathing and pull the trigger!</em></p>\n\n<blockquote>\n<p>Calm Down Doc! I&#39;m gonna cuff her but you&#39;ve got to let me know I&#39;m not gonna get shot when I unsnap the holster.</p>\n</blockquote>\n\n<p><em>I&#39;m not unreasonable.</em></p>\n\n<blockquote>\n<p>Well to be fair you ain&#39;t exactly broadcasting the picture of sanity right this second either.</p>\n</blockquote>\n\n<p><em>Get her cuffed Jesse!</em></p>\n\n<blockquote>\n<p>Alright alright… Keep ya lab coat on…</p>\n</blockquote>\n\n<p>Jesse reached behind him and unsnapped the leather holster for his handcuffs, bringing them out he looked to Linda before raising a single finger to his lips. He then placed one handcuff against his own wrist and snapped it closed, then he put the other cuff against the same wrist and did the same.</p>\n\n<blockquote>\n<p>Ok Doc, she&#39;s cuffed.</p>\n</blockquote>\n\n<p><em>Do you think I&#39;m an idiot?</em></p>\n\n<blockquote>\n<p>Uh, what?</p>\n</blockquote>\n\n<p><strong><em>They blinded me</em></strong> <em>last time I tried to contain them Jesse, do you really think I&#39;d believe she&#39;d willingly submit without struggle or complaint? Cuff her Jesse, for real this time.</em></p>\n\n<p>Linda let slip a sob as she put out her hands in front of her to be cuffed.</p>\n\n<p>Jesse heaved a sigh as he reached into his pocket for his keys, then searched them until he found the handcuff key, then unlocked them from his wrist before handcuffing Linda.</p>\n\n<p><em>Now Jesse, remove the handcuff key from your keys and give it to me.</em></p>\n\n<blockquote>\n<p>Doc you&#39;d be able to hear if I was gonna-</p>\n</blockquote>\n\n<p>Dr. Rafei pointed the revolver in Jesse&#39;s direction.</p>\n\n<p><em>I&#39;m not brooking any argument on this point! Take the key off and give it to me now Jesse!</em></p>\n\n<blockquote>\n<p>Alright Doc… You win.</p>\n</blockquote>\n\n<p>Jesse removed the handcuff key from his keys and held it out to the Doctor.</p>\n\n<blockquote>\n<p>Here, take it.</p>\n</blockquote>\n\n<p>Dr. Rafei put a hand out, as Jesse placed the handcuff key in his palm Dr. Rafei reached forward and grabbed Jesse&#39;s sleeve before pulling Jesse closer and jamming the revolver against his chest.</p>\n\n<p><strong><em>Do you really think I&#39;m that stupid!?</em></strong></p>\n\n<p><strong><em>You&#39;ve got spares even if you really did cuff her this time!</em></strong></p>\n\n<p><strong><em>Don&#39;t you understand the importance of my work!? Of what I can do to save Humanity!? Do you understand what they did to me!? What they took!?</em></strong></p>\n\n<blockquote>\n<p><em>Doc calm the fuck down!</em> Ain&#39;t nobody here trying to hurt you!</p>\n</blockquote>\n\n<p><strong><em>No, I&#39;m just surrounded by Judases who don&#39;t understand the depth of their betrayal! But I only need one of you to drive the truck!</em></strong></p>\n\n<p>With that Dr. Rafei pulled the trigger on the pistol. Once, twice, three times… The report of the revolver firing into Jesse&#39;s chest at point blank range was deafening in the confines of the trucks rear.</p>\n\n<p>As such, as Dr. Rafei released Jesse, who immediately fell to the side, he did not hear Linda as she picked up one of the ammunition boxes from its slot in the floor. Her first strike was aimed directly at his hand, knocking the pistol from his shattered fingers, the second blow was equally as accurate as it crushed his temple like wet cardboard hit by a bowling ball.</p>"
}
