{
  "full_title": "Chapter 125: Ben, Emil, & Sarya Part XV",
  "number": 125,
  "title": "Ben, Emil, & Sarya Part XV",
  "created_at": "August 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3gb9bf/chapter_125_ben_emil_sarya_part_xv/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<blockquote>\n<p>Helmsman, cut engines back to one quarter, rudder to one seven five.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Cox!</p>\n</blockquote>\n\n<p><em>Yes sir?</em></p>\n\n<blockquote>\n<p>Get a team topside, <strong>stay in the sail.</strong> Use IR Goggles to do a purely visual inspection of the foredeck. But before you go up there, send another team to the forward torpedo room get me an updated report on that flooding.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Sonar!</p>\n</blockquote>\n\n<p><em>Yes sir?</em></p>\n\n<blockquote>\n<p>Distance to surface contacts?</p>\n</blockquote>\n\n<p><em>Two point seven five miles sir.</em></p>\n\n<blockquote>\n<p>Colquitt!</p>\n</blockquote>\n\n<p><em>Yes sir?</em></p>\n\n<blockquote>\n<p>What&#39;s our current position?</p>\n</blockquote>\n\n<p><em>We are… Five nine miles south southwest of Long Island…</em></p>\n\n<p>At that point Seaman Watkins emerged from the forward hatch in wet coveralls.</p>\n\n<p><em>Sir?</em></p>\n\n<blockquote>\n<p>Yes Watkins?</p>\n</blockquote>\n\n<p><em>Report from the forward torpedo room, we&#39;ve got flooding coming in through the overhead from the forward berthing compartment, pumps are keeping up for now but if it gets much worse we&#39;ll be in trouble.</em></p>\n\n<blockquote>\n<p>Get back forward and monitor those pumps then, if they start falling behind you report it immediately.</p>\n</blockquote>\n\n<p>The flashing light and repetitive tone of the intraship telephone system alerted Captain Longmire to an incoming call, according to the readout next to the receiver cradle it was coming from the sail. Longmire waved off the navigator who went to answer it and picked it up himself.</p>\n\n<blockquote>\n<p>Bridge, Captain speaking.</p>\n</blockquote>\n\n<p><em>Sir this is Cox.</em></p>\n\n<blockquote>\n<p>Tell me something good Cox.</p>\n</blockquote>\n\n<p><em>Sir the foredeck is all tore to shreds, missed the ballast tanks… No idea how… The forward berthing compartment looks to have been vented… I&#39;m watching the Atlantic surge in and out with wave action and the motion of the boat… I&#39;m not seeing any survivors in the water.</em></p>\n\n<blockquote>\n<p>Damn. Alright what else?</p>\n</blockquote>\n\n<p><em>The sail itself was hit sir. It looks like the sail mounted sonar array is wrecked, the Antennae Cluster housing is all kinds of bashed up too.</em></p>\n\n<blockquote>\n<p>And we traded in the towed array for those extra torpedo countermeasures back at Pearl… Shit. We&#39;re incommunicado. Get back down here Cox.</p>\n</blockquote>\n\n<p><em>Uh… Sir?</em></p>\n\n<blockquote>\n<p>Is there more?</p>\n</blockquote>\n\n<p><em>We&#39;re in visual range of those surface contacts sir.</em></p>\n\n<blockquote>\n<p>Ok, well what are they?</p>\n</blockquote>\n\n<p><em>Magic and Globe sir, can&#39;t make out the others.</em></p>\n\n<blockquote>\n<p>Say again Cox I must&#39;ve misheard you.</p>\n</blockquote>\n\n<p><em>A cruise ship and a container ship sir, Disney Magic and the CSCL Globe, big bastards, both of &#39;em. Looks like they&#39;ve smashed together with two or three smaller ships too… Maybe yachts… I&#39;m seeing one bow nearly vertical on the other side of &#39;em must be a ship found equilibrium instead of sinking somehow… Can&#39;t tell what is yet.</em></p>"
}
