{
  "full_title": "Chapter 126: Zoe Part XI",
  "number": 126,
  "title": "Zoe Part XI",
  "created_at": "August 11, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3gnbpw/chapter_126_zoe_part_xi/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Viktor couldn&#39;t help but let out a low whistle as the screen finally settled, 251 unread messages.</p>\n\n<p>Zoe&#39;s eyes were locked on the screen as well.</p>\n\n<blockquote>\n<p>So… You want to maybe illuminate why it is that you get emails from the Project multiple times a day while I get, like, four?</p>\n</blockquote>\n\n<p><em>I&#39;m not sure.</em></p>\n\n<blockquote>\n<p>Viktor…</p>\n</blockquote>\n\n<p><em>I&#39;m serious Zoe. I&#39;ve been on assignment for the duration. This is my first chance to get into contact with the Project.</em></p>\n\n<blockquote>\n<p>Well let&#39;s check out what they&#39;ve been sending you.</p>\n</blockquote>\n\n<p><em>Uh… Looks like… Mostly… General updates. Like, a daily newsletter from the North Carolina Facility. Shit I think most of this is Spam!</em></p>\n\n<blockquote>\n<p>The world ends, most of humanity dies, and Spam lives on. What an appropriate legacy for mankind.</p>\n</blockquote>\n\n<p><em>Yeah yeah yeah… There&#39;s still actual communiques in the mix.</em></p>\n\n<blockquote>\n<p>Well let&#39;s see them.</p>\n</blockquote>\n\n<p><em>Do you think it might be just a tad easier if I just go through them and sum up? I&#39;ll let you keep access so you can confirm but I don&#39;t think sitting over my shoulder is going to be very conducive to this, especially if you&#39;re going to ask questions every thirty seconds.</em></p>\n\n<blockquote>\n<p>Why would you think I&#39;d ask questions like that?</p>\n</blockquote>\n\n<p><em>Hehehe… Because we went through the Project Orientation together. I remember you interrupting with questions every other sentence.</em></p>\n\n<blockquote>\n<p>Oh… Yeah… I forgot about that…</p>\n</blockquote>\n\n<p><em>So if you don&#39;t mind?</em></p>\n\n<blockquote>\n<p>Oh… Yes, of course.</p>\n</blockquote>\n\n<p><strong>~2 hours later~</strong></p>\n\n<p><em>Zoe!</em></p>\n\n<p>Zoe grunted from the couch, her attention riveted to her sketchpad.</p>\n\n<p><em>Zoe!!</em></p>\n\n<blockquote>\n<p>Oh. Uh… Yeah, you finished?</p>\n</blockquote>\n\n<p><em>Indeed I am.</em></p>\n\n<p>Zoe set aside her sketchpad and sashayed up the steps from the sunken living area to the computer cubby where Viktor sat reclined, his long legs crossed at the ankles and his arms crossed over his chest.</p>\n\n<blockquote>\n<p>Well?</p>\n</blockquote>\n\n<p><em>You first, how much do you know about what&#39;s going on in the outside world.</em></p>\n\n<blockquote>\n<p>Just what the project emails and the Emergency Alert System tells me.</p>\n</blockquote>\n\n<p><em>So you know about the things in the sky?</em></p>\n\n<blockquote>\n<p>Don&#39;t look at them, don&#39;t attract their attention with heat, light, or movement, they cocoon vehicles and structures they know contain survivors, they can&#39;t be seen in Infrared or Ultraviolet and they get bored and leave after 3 or 4 hours without stimulation.</p>\n</blockquote>\n\n<p><em>Textbook. Now, what about the other things, the ones on the ground?</em></p>\n\n<blockquote>\n<p>Uh… Tall, about 7 feet, long limbed, intelligent, aggressive, tool using, coordinated, hostile… They also somehow absorb heat from their environment, leading to unnaturally low temperatures everywhere they go.</p>\n</blockquote>\n\n<p><em>Good. That&#39;s about… Well that&#39;s… That&#39;s what the public knows.</em></p>\n\n<blockquote>\n<p>But the Project knows more?</p>\n</blockquote>\n\n<p><em>Oh yeah… I mean, not a lot more. And not as much as the Japanese, at least I don&#39;t think, but more than the Public, what remains of them.</em></p>\n\n<blockquote>\n<p>So fill me in.</p>\n</blockquote>"
}
