{
  "full_title": "Chapter 127: The Story of Linda",
  "number": 127,
  "title": "The Story of Linda",
  "created_at": "August 17, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3h9bl4/chapter_127_the_story_of_linda/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p>Linda stood shocked at herself. She dropped the ammo can and covered her mouth to stifle the sudden onslaught of fear, rage, relief, and sadness that threatened to pour out.</p>\n\n<p>The ringing echoes of the gunshots and the ammo can impacting the floor of the truck had barely stopped when the rat-a-tat of impacts all over the truck awoke Linda&#39;s most pressing fear and instincts. She scrambled to stand on top of the askew ammo can and crouch away from the ceiling and walls. The ammo can, however, couldn&#39;t stay stable at the angle it was and shortly fell over, throwing her atop Jesse&#39;s prone form.</p>\n\n<blockquote>\n<p>Ugghhi<sup>i<sup>i<sup>i..</sup></sup></sup></p>\n</blockquote>\n\n<p>The High pitched squeal of the last of his air being squeezed out sounded like the dying hiss of some bizarre tropical lizard. Jesse&#39;s hands twitched and shook as he urgently motioned for her to get off of him. Once Linda had rolled off Jesse began gasping in lungfuls of air, replacing the volume that had been pushed out of him first by the Doctors .38 and then by Linda&#39;s weight.</p>\n\n<p>Linda looked on in confusion and amazement as Jesse unbuckled his vest and pulled it off, two smashed rounds dislodging from its weave. Jesse then reached inside his shirt and pulled out a small .38 of his own from an interior pocket, the wooden grip splintered and useless from the third slug embedded there. Placing it in his lap, he continued to strip, removing shirts until he was barechested, his left breast marred by a softball sized bruise roughly shaped like the state of Florida.</p>\n\n<p>He moved back, leaning up against the wheel hump and the freezing metal of the lockers mounted above it. His chest still heaved as he then took his bearings. He motioned to Linda to pick up the Doctor&#39;s .38 and hand it over. Once she&#39;d retreived it he unloaded his own, reloaded the Doctor&#39;s and threw his old one aside.</p>\n\n<blockquote>\n<p>Linda, right?</p>\n</blockquote>\n\n<p><em>Yes?</em></p>\n\n<blockquote>\n<p>Check the Doc, would&#39;ya?</p>\n</blockquote>\n\n<p><em>O-ok..</em></p>\n\n<p>Linda tentatively reached over and pressed her fingers against Rafei&#39;s neck, holding them there for several seconds.</p>\n\n<p><em>He&#39;s got a pulse. It&#39;s weak, but steady. He&#39;s still alive.</em></p>\n\n<blockquote>\n<p>What kind of Doctor are ya?</p>\n</blockquote>\n\n<p><em>Excuse me?</em></p>\n\n<blockquote>\n<p>Are ya a surgeon, or a pediatrist, or what, what&#39;s your specialty?</p>\n</blockquote>\n\n<p><em>I&#39;m a Virologist.</em></p>\n\n<blockquote>\n<p>Bug Doctor.</p>\n</blockquote>\n\n<p><em>In a way.. Little bugs, virus, like HIV.</em></p>\n\n<blockquote>\n<p>Yeah.. I get it.</p>\n</blockquote>\n\n<p><em>How about you? What do you do?</em></p>\n\n<blockquote>\n<p>I&#39;m a metal worker.</p>\n</blockquote>\n\n<p>Linda looked blankly at Jesse, her mouth agape.. She glanced at the body armor, the weapons, the gear in the wire cages lining the walls of the truck..</p>\n\n<p><em>A metal worker..?</em></p>"
}