{
  "full_title": "Chapter 128: Viktor Part VII",
  "number": 128,
  "title": "Viktor Part VII",
  "created_at": "August 19, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3hjw4l/chapter_128_viktor_part_vii/",
  "body": "<p><em>The Phenomenon, Day 5, Tokyo</em></p>\n\n<p>More Jell-O. Or, whatever Jell-O <em>like</em> substance the Japanese preferred. Today&#39;s flavor seemed to be… Green Tea and… Kiwi perhaps? Honeydew maybe…? It was hard to tell. He wondered sometimes if maybe the taste buds of the Japanese were different. His reverie was interrupted by his doctors daily visit, his third since waking up in this room rather than the big room with the patrolling guards and nurses.</p>\n\n<p><em>Good morning Viktor. Still feeling very well today, yes?</em></p>\n\n<blockquote>\n<p>Just like yesterday and the day before. How much longer am I to be kept here?</p>\n</blockquote>\n\n<p><em>I couldn&#39;t tell you until today, but just one more day. You see, all optional companions brought in must undergo a thorough delousing and a battery of tests before we can let you rejoin your advocate. As of this morning the primary cultures were ready and you and those others who aren&#39;t carriers of a specific list of unacceptable diseases will be allowed out into the facility.</em></p>\n\n<blockquote>\n<p>If I&#39;m free of them why the days delay now?</p>\n</blockquote>\n\n<p><em>We&#39;re very careful here, we have a backup panel we took the second day after you arrived. It&#39;s extremely unlikely, but there is a statistical chance the first panel missed something, with the primary passed, the secondary is mostly just a formality, but I&#39;m confident you&#39;ll be reunited with your advocate tomorrow.</em></p>\n\n<blockquote>\n<p>And then what?</p>\n</blockquote>\n\n<p><em>Then, Viktor, then you survive.</em></p>\n\n<blockquote>\n<p>Was that in doubt?</p>\n</blockquote>\n\n<p><em>More than you&#39;d think. We see the current situation as an opportunity. You see, if nobody with a disease carries it through this event, then that disease will be effectively wiped out. If we can eradicate it ourselves we will, but then there&#39;s the danger of a Typhoid Mary, an immune carrier that will infect others on the other side… That&#39;s too great a danger. But you seem fit as a fiddle, and the medical records provided by Madam Koike seem quite in order.</em></p>\n\n<blockquote>\n<p>Nobody&#39;s told me just what the hell is going on… What are we hiding from? What is this event? War? Solar flare?</p>\n</blockquote>\n\n<p><em>Oh no, nothing like that, but… Well let&#39;s just leave that for tomorrow after that second panel, yes?</em></p>\n\n<blockquote>\n<p>Doc, just, answer me this one question, who are these soldiers that are everywhere? They&#39;re not JSDF, the uniforms, the weapons… They&#39;re completely different.</p>\n</blockquote>\n\n<p><em>Yes… Tomorrow, after the panel, don&#39;t worry, all your questions will be answered. Just, bear with us, yes?</em></p>\n\n<p>Viktor relaxed back into the bed in silent assent, his Doctor smiling and giving one of those little half bows before turning and walking out the door. Viktor contemplated going back to sleep but decided he&#39;d had enough for one day.</p>\n\n<p>Viktor had been having periodic visits from nurses checking his vitals every few hours since he&#39;d awoke here, but they had no monitors on him, just the handcuffs attached to his ankle and the bed railing. He reached for the remote, knowing as before that the TV would display only static on 99 of its channels and a test pattern on the last.</p>\n\n<p>But this time he wasn&#39;t going for the TV functions, or the bed controls. He decided to try something new, he hit the call button. It was barely three seconds before a scratchy but obviously feminine voice answered.</p>\n\n<p><em>Yes Mr. Viktor? Is something the matter?</em></p>\n\n<blockquote>\n<p>I&#39;m thirsty, would it be at all possible to get a cup of coffee or something?</p>\n</blockquote>\n\n<p><em>We do not have a coffee machine on this floor, however I can brew you a cup of tea if you like.</em></p>\n\n<blockquote>\n<p>Do you have anything other than Green Tea?</p>\n</blockquote>\n\n<p><em>I think we may have a few other kinds in the break room, would you like me to check?</em></p>\n\n<blockquote>\n<p>Please. If it&#39;s no trouble.</p>\n</blockquote>\n\n<p><em>Not at all, I&#39;ll be in in a few minutes.</em></p>\n\n<blockquote>\n<p>Thank you.</p>\n</blockquote>\n\n<p>As the remote clicked off Viktor pushed down his blankets and sheets to the foot of the bed, exposing his muscular calves. He pulled his gown down tighter around his body, exposing it&#39;s outline more prominently. Then, he waited, like a spider awaiting its prey.</p>"
}
