{
  "full_title": "Chapter 129: Ben, Emil, & Sarya Part XVI",
  "number": 129,
  "title": "Ben, Emil, & Sarya Part XVI",
  "created_at": "August 25, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ib71f/chapter_129_been_emil_sarya_part_xvi/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<blockquote>\n<p>Sonar.</p>\n</blockquote>\n\n<p><em>Aye sir?</em></p>\n\n<blockquote>\n<p>Distance to target?</p>\n</blockquote>\n\n<p><em>One point three miles sir.</em></p>\n\n<blockquote>\n<p>Helmsman, full stop, don&#39;t reverse us to, just shut&#39;em down and let us drift to a stop.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<p>Longmire moved from where he was leaned up against the port bulkhead and went to the center console. Looking over the board at the noted damaged sections and the most recent figures on the pumping out of the forward berthing compartment, he sat down and pulled out a notebook and pocket calculator.</p>\n\n<p>Cox entered the bridge from the aft passageway, still wearing the all weather coat he&#39;d worn while in the Sail.</p>\n\n<p><em>Sir..</em></p>\n\n<blockquote>\n<p>Oh, good, Cox, sit down here a second, get that coat off. I need you to check my math here.</p>\n</blockquote>\n\n<p><em>Math?</em></p>\n\n<blockquote>\n<p>Yeah, just go over these numbers real quick make sure I got&#39;em right.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<blockquote>\n<p>Meanwhile did you see anything unusual about the Globe and the Magic up there?</p>\n</blockquote>\n\n<p><em>You mean more unusual than that they&#39;re parked alongside each other like they&#39;re meant to be that way?</em></p>\n\n<blockquote>\n<p>Yeah did you see any signs of life aboard.</p>\n</blockquote>\n\n<p><em>Details are hard to make out at a distance in Infrared sir.</em></p>\n\n<blockquote>\n<p>I know I know but did anything stand out to you? Any exhaust from the stacks or anything? Any unusual heat sources?</p>\n</blockquote>\n\n<p><em>Uh.. Your numbers are good sir. But, uh, no, both of &#39;em are still, quiet, and cold so far as I can tell.</em></p>\n\n<p>The redheaded sonarman once more stuck his head out of his cubby, one headphone still pressed in place, the other dangling.</p>\n\n<p><em>Now that we&#39;re closer I&#39;m getting some noise out of them sir.</em></p>\n\n<blockquote>\n<p>What kind of noise?</p>\n</blockquote>\n\n<p><em>Hard to tell, but this isn&#39;t wave action on the hull or pressure creaks.. Sounds like shipboard activity.. But there&#39;s no engine noises running through and over it all like I&#39;m used to.. Footsteps on decks, muted and distorted voices, objects being scraped on tables, that sort of thing. It&#39;s all getting channeled through their hull and put out in the water.. It&#39;s just real, real faint sir.</em></p>\n\n<blockquote>\n<p>Can you tell which ship it&#39;s coming from?</p>\n</blockquote>\n\n<p><em>No sir they&#39;re way too close, and touching like they are they&#39;re echoing each other vibrations going back and forth like nobodies business.</em></p>\n\n<blockquote>\n<p>Alright. Cox, here&#39;s the plan, Magic would&#39;ve had a helluva lot more people aboard her, so if there&#39;s people I&#39;m betting they&#39;re there. I want you to go ahead and get together a boarding party and get over there and find them. Take as many extra IR Goggles as we can spare. Let them know that there are survivors elsewhere.</p>\n</blockquote>\n\n<p>Cox looked genuinely confused as he responded:</p>\n\n<p><em>Sir there&#39;s no way we can take survivors aboard, we don&#39;t have the room and we&#39;re already in dire straits because of whatever hit us!</em></p>\n\n<blockquote>\n<p>Cox, settle down. We&#39;re not taking survivors aboard.</p>\n</blockquote>\n\n<p><em>Then what&#39;re we doing sir?</em></p>\n\n<blockquote>\n<p>Salvage. That ship was in good shape you said?</p>\n</blockquote>\n\n<p><em>Yes sir but..</em></p>\n\n<blockquote>\n<p>Then they, unlike us, have an undamaged communications suite over there we can use to report in. Furthermore if we can get her detached from the Globe and whatever ships on the other side of the Globe we can give them enough IR Goggles to pilot the ship themselves, get her engines started, get her moving, she can follow us down to North Carolina, get those civilians somewhere safe.</p>\n</blockquote>\n\n<p><em>And what if they can&#39;t sir? What if she&#39;s out of fuel and her batteries are dead and she&#39;s a useless hulk, what then?</em></p>\n\n<blockquote>\n<p>Then we try the Globe. Either way there&#39;s likely to be useful salvage we can take from the Globe, who knows what she was shipping, might even be foodstuffs we can haul back to the Project.</p>\n</blockquote>\n\n<p><em>And survivors?</em></p>\n\n<blockquote>\n<p>You&#39;re right, we can&#39;t take &#39;em aboard. But one ship or the other we might get them under power and ashore.</p>\n</blockquote>\n\n<p><em>And the other case?</em></p>\n\n<blockquote>\n<p>What other case?</p>\n</blockquote>\n\n<p><em>What if it&#39;s not people over there, but those Giants?</em></p>"
}