{
  "full_title": "Chapter 130: Zoe Part XII",
  "number": 130,
  "title": "Zoe Part XII",
  "created_at": "August 29, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3it5ay/chapter_130_zoe_part_xii/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<blockquote>\n<p>So fill me in.</p>\n</blockquote>\n\n<p>Viktor indicated a stool near the kitchen island, which Zoe immediately retrieved and seated herself on. Viktor leaned forward and began.</p>\n\n<p><em>Ok, from the beginning of everything or from the beginning of this ordeal?</em></p>\n\n<blockquote>\n<p>From the beginning.</p>\n</blockquote>\n\n<p><em>Well.. Alright. But I&#39;ve only got the barest understandings of some of it, and some sounds like more legend than history.</em></p>\n\n<blockquote>\n<p>That&#39;s ok.</p>\n</blockquote>\n\n<p><em>A long time ago in Japan there was a war. One of those old wars over territory and honor and some such thing.. One Samurai of one side, after the barest victory, wounded, took refuge from the weather in a cave on the slopes of Mount Unebi. There he was discovered by a hermit, the last in a long and once-noble line stretching back before the dawn of history.</em></p>\n\n<p><em>This hermit was childless, and so he showed the Samurai a secret entrance deep in the back of a cave to a series of underground tunnels running through the mountain. The passages led miles down into the dark.</em></p>\n\n<p><em>After passing many fantastic sights, traps of the mind, temptations and horrors, at the bottom, the hermit showed the Samurai his secret. An army of stone beings standing at attention in passages surrounding a central chamber. In the chamber was a glowing figure made of crystal.</em></p>\n\n<p><em>The hermit told the Samurai that his line had guarded the cave for generations beyond count. Passing from father to son and when necessary father to daughter to mother to son, the secret of their existence, they were sleeping, awaiting the conditions under which they could awake. According to the.. Well whatever it is, myth, legend, history.. The army would awaken only when the skies are about to turn hostile.</em></p>\n\n<blockquote>\n<p>Ok..</p>\n</blockquote>\n\n<p><em>Anyway.. The Samurai honored the hermits request and took guardianship of the cave. His children did as well. And over time the successes of his family multiplied and their fortunes grew.. Culminating in their supplanting of the previous Imperial family, and taking control of Japan in the sixth Century BC. This was done by the Samurais descendant, who became known as Emperor Jimmu, the progenitor of the modern Imperial line.</em></p>\n\n<blockquote>\n<p>Bullshit.</p>\n</blockquote>\n\n<p><em>This is what they told me, ok, I might&#39;ve left out some details, honorifics and whatnot.. But this is what they believe. And I&#39;ve got reason to think they&#39;re right about a goodly portion of it. If I might continue?</em></p>\n\n<blockquote>\n<p>Yeah sure, go on.</p>\n</blockquote>\n\n<p><em>That secret, the secret of Mount Unebi, has been passed down through the Imperial line ever since. After WWII, Emperor Shōwa, Hirohito, y&#39;know.. He decided it would be.. Prudent.. To establish a series of subterranean shelters, unbeknownst to the Japanese people or the west, in case of Nuclear War, to shelter himself, his family, and those Japanese who were loyal to the Imperial Family only and not to the occupied interim government..</em></p>\n\n<blockquote>\n<p>Most governments did around that time. The atom bomb was a game changer.</p>\n</blockquote>\n\n<p><em>True, but these were different. At first they were just for the Imperial Family and their loyal entourage. Construction was begun amidst the rebuilding period immediately after the surrender. After their new Constitution came about in &#39;47 and the Emperor became a figurehead and Japan was deprived of anything but a paltry and ineffective defensive force, the idea expanded to include specific loyal members of the new Government, their families, and an elite guard, a military force trained and equipped to carry out covert operations for the good of Japan</em></p>\n\n<p><em>They&#39;ve been essentially dormant for decades, the occasional intelligence foray against China, but nothing major until four months ago.</em></p>\n\n<blockquote>\n<p>What happened four months ago?</p>\n</blockquote>\n\n<p><strong><em>The army in Mount Unebi woke up.</em></strong></p>"
}