{
  "full_title": "Chapter 131: Jesse & Linda Part I",
  "number": 131,
  "title": "Jesse & Linda Part I",
  "created_at": "August 29, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3iubzm/chapter_131_jesse_linda_part_i/0",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p><em>Seriously? A metal worker.</em></p>\n\n<blockquote>\n<p>Well.. Yeah.</p>\n</blockquote>\n\n<p><em>And you survived the apocalypse?</em></p>\n\n<blockquote>\n<p>I&#39;m not sure we should call this &quot;the apocalypse&quot; per se.. I mean, just cuz most&#39;a mankind&#39;s gone the way the dodo don&#39;t mean the world stops spinning.</p>\n</blockquote>\n\n<p><em>Semantics aside how did a Metal Worker- no offense- how did a metal worker survive a cataclysm like this?</em></p>\n\n<blockquote>\n<p>Well I was prepared for it that&#39;s how.</p>\n</blockquote>\n\n<p><em>Prepared, how were you prepared for something nobody in their right mind could&#39;ve seen coming?</em></p>\n\n<blockquote>\n<p>Well I wasn&#39;t prepared specifically for <em>this</em> scenario no, but a sort of general &quot;end of the modern first world&quot; situation.. Yeah. Canned goods, guns and ammo, heavy duty vehicle, couple&#39;a thousand gallons of fuel stashed away.. Weren&#39;t nothin&#39; special about what I did, hell I was just fortunate to be at home and able to jump into m&#39;bunker when the emergency alert system went off.</p>\n</blockquote>\n\n<p><em>So.. So you were one of those doomsday prepper type folks..?</em></p>\n\n<blockquote>\n<p>I don&#39;t think considering the current state of things anyone would say such preparations were unwise, would you?</p>\n</blockquote>\n\n<p><em>No.. No I suppose not.. It&#39;s just surprising, that&#39;s all..</em></p>\n\n<blockquote>\n<p>Survival of the fittest Doc.</p>\n</blockquote>\n\n<p><em>I certainly can&#39;t disagree at this point.. Speaking of survival, what are we going to do with Doctor Rafei?</em></p>\n\n<blockquote>\n<p>I don&#39;t know. I mean, part of me thinks he wasn&#39;t joking about how important it was to get his materials to them Project folks- er.. He did tell y&#39;all about that, right?</p>\n</blockquote>\n\n<p><em>Yes, he did.</em></p>\n\n<blockquote>\n<p>Ok, just making sure we&#39;re on the same page here. As I was sayin&#39; part of me wants to get him and his notes there, just let them deal with him. I mean, looking at that head wound I don&#39;t think there&#39;ll be much chance he&#39;ll tattle on us-</p>\n</blockquote>\n\n<p><em>No.</em></p>\n\n<blockquote>\n<p>-but at the same time carting a half dead blind man all the way to North Carolina don&#39;t seem to make much sense-</p>\n</blockquote>\n\n<p><em>No.</em></p>\n\n<blockquote>\n<p>-on the other hand, the folks at the Project ain&#39;t gonna be stupid, they&#39;ll examine us and interrogate us, hell they might even drug us! There ain&#39;t no telling.. But they might just find out we was involved with the good Doctor getting the way he is and they might not be too hap-</p>\n</blockquote>\n\n<p>Jesse was interrupted by sudden movement from Rafei, who rolled over onto his back, flailing his arms ahead of him at the roof of the truck as if swatting away a cloud of gnats.. He&#39;s voice uncharacteristically heavy and slow as he cried out:</p>\n\n<p><em>Gods! Formless Gods! They&#39;re not meant for us! It&#39;s too soon! They must be recalled! We&#39;re not ready! The way is closed to us and the bridge must stay unbuilt!</em></p>\n\n<p>His flailing arms fell to the sides, one hitting the door to the cab of the truck, the other falling across Jesse&#39;s ankle as Rafei seemed to slip once more into unconsciousness.</p>\n\n<p>Jesse broke the shocked silence first.</p>\n\n<blockquote>\n<p>Oh no he definitely ain&#39;t-</p>\n</blockquote>\n\n<p>Rafei&#39;s hand suddenly grasped Jesse&#39;s ankle with a deceptive strength as his bandaged head rolled over and seemed to peer up at him where he sat before once more speaking:</p>\n\n<p><em>They&#39;re wrong Jesse! They&#39;ve made the wrong assumptions, dismissed the wrong possibilities! If you don&#39;t save them from themselves they&#39;ll end any chance you have.. Oh.. Oh they&#39;re coming..</em></p>\n\n<p>Linda looked on in alarm as Rafei seemed to momentarily stiffen before relaxing, his hand falling off Jesse&#39;s leg as his last breath escaped him.</p>\n\n<p><em>Well that solves that issue I guess..</em></p>\n\n<blockquote>\n<p>Yeah.. But maybe it raises another.</p>\n</blockquote>\n\n<p><em>What do you mean?</em></p>\n\n<blockquote>\n<p>You ever dream Doc?</p>\n</blockquote>"
}