{
  "full_title": "Chapter 132: Viktor Part VIII",
  "number": 132,
  "title": "Viktor Part VIII",
  "created_at": "August 30, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ixndc/chapter_132_viktor_part_viii/",
  "body": "<p><em>The Phenomenon, Day 93, Buenos Aires</em></p>\n\n<p>Viktor&#39;s captor looked on with an incredulous expression. Still looking down the shotgun</p>\n\n<p><em>You&#39;re not exactly putting forth much effort to save your life here.</em></p>\n\n<blockquote>\n<p>What can I say? You&#39;re the one with the shotgun. Got the drop on me fair and square… Not much point in offering resistance or lying…</p>\n</blockquote>\n\n<p><em>So why are you here?</em></p>\n\n<blockquote>\n<p>I was sent on behalf of the Japanese government to change the inclination of a satellite.</p>\n</blockquote>\n\n<p><em>Yeah? That&#39;s it?</em></p>\n\n<blockquote>\n<p>That&#39;s it.</p>\n</blockquote>\n\n<p><em>You weren&#39;t sent to kill me?</em></p>\n\n<blockquote>\n<p>I was led to believe the building would be abandoned, an empty shell without power… They presumed that previous expeditions had encountered difficulties with some of the new survival hazards troubling the world… No thought at all of survivors, much less hostile ones.</p>\n</blockquote>\n\n<p><em>Then why the guns? And how&#39;d you get wounded?</em></p>\n\n<blockquote>\n<p>Do you really think you&#39;re the only survivor in Buenos Aires?</p>\n</blockquote>\n\n<p><em>No I know I&#39;m not. I hear them sometimes. Exploring, looking for food. I imagine this room shines a little through the windows at night and if they&#39;re willing to brave looking it&#39;d get seen.</em></p>\n\n<blockquote>\n<p>Right. They&#39;re getting desperate down there. A lot of the city is built with narrow streets, easily sheltered from the sky… There&#39;s more survivors down there than you&#39;d think. Only thing is after three months food is getting scarce… Someone like me comes along, laden down with equipment and food, even armed I made a promising target.</p>\n</blockquote>\n\n<p><em>Uh-huh… So why do they need the inclination of the satellite to change?</em></p>\n\n<blockquote>\n<p>Why do you need it to stay the same?</p>\n</blockquote>\n\n<p>The small man racked the shotgun as he responded.</p>\n\n<p><em>That&#39;s none of your bus-</em></p>\n\n<p>Viktor grabbed the shotgun and slammed it up into the man&#39;s chin as he pushed up with his good leg. Following his momentum forward he struck again, using the shotgun like a battering ram against the smaller man&#39;s chest, driving him further and further back, finally striking him upside the jaw again. As he fell back Viktor let himself fall down onto his bottom, letting go of the shotgun he grabbed up one of his Lugers where they&#39;d been thrown and pointed at the man.</p>\n\n<blockquote>\n<p>Now… Er… What&#39;s your name?</p>\n</blockquote>\n\n<p><em>…does it matter?</em></p>\n\n<blockquote>\n<p>Well I can&#39;t just call you &quot;small annoyingly stupid man&quot; now can I?</p>\n</blockquote>\n\n<p><em>…Yuri. How&#39;d you know?</em></p>\n\n<blockquote>\n<p>That the shotgun wasn&#39;t loaded?</p>\n</blockquote>\n\n<p><em>Yeah.</em></p>\n\n<blockquote>\n<p>You racked it to get my attention when you came in the room. Then again just now. If it had been loaded then a shell would&#39;ve come out the second time. You shouldn&#39;t ever bluff someone with a shotgun. Chances are you&#39;ll eventually run across someone who knows how they work.</p>\n</blockquote>\n\n<p><em>I hope I get the chance to put your advice to use.</em></p>\n\n<blockquote>\n<p>You might… Why is it so important for you to keep the satellite where it is?</p>\n</blockquote>\n\n<p><em>It&#39;s the only way to keep track of where and when there will be openings in the movement of the Shards.</em></p>"
}
