{
  "full_title": "Chapter 133: Ben, Emil, & Sarya Part XVII",
  "number": 133,
  "title": "Ben, Emil, & Sarya Part XVII",
  "created_at": "September 1, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3j7kd0/chapter_133_ben_emil_sarya_part_xvii/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p>Cox looked expectantly at his Captain as he considered the possibility his question raised.</p>\n\n<blockquote>\n<p>Tell you what. Since the Giants don&#39;t kill on sight, if we see one, we&#39;ll high tail it back to the Oregon and make best speed for North Carolina. It&#39;s one thing if there&#39;s people we can help, but according to the EAS broadcasts we don&#39;t have a chance in hell of fighting them, so, if we run into them we won&#39;t even try.</p>\n</blockquote>\n\n<p><em>&quot;We&quot; sir? Don&#39;t tell me you&#39;re planning on coming along? Just a second ago it was me and a boarding party.</em></p>\n\n<blockquote>\n<p>Sorry, you&#39;re right.. Habit. I should stay here. But I want you on the radio constantly. Step by step reports. &quot;I have arrived at the ship, I am boarding the ship, I have boarded the ship&quot; stupid-simple level of blunt and comprehensive reporting, got it?</p>\n</blockquote>\n\n<p><em>Yes sir. Any recommendations as to who I should take with me?</em></p>\n\n<blockquote>\n<p>Watkins and Kellogg have experience ashore in the current tactical situation, and they may be some kind of good luck charm, they found their way back once, it might help. Them and three others, leave two near wherever you board to make sure your means back is secure.</p>\n</blockquote>\n\n<p><em>Aye sir, anything else?</em></p>\n\n<blockquote>\n<p>Yeah, when you get on deck keep quiet as you can but look around. I&#39;d hate to think whatever hit us is lining up another shot.</p>\n</blockquote>\n\n<p><em>Aye sir</em></p>\n\n<blockquote>\n<p>Dismissed. Sonar!</p>\n</blockquote>\n\n<p>The sonarman, Colquitt, poked his fiery head out of his cubby once more.</p>\n\n<p><em>Yes Sir?</em></p>\n\n<blockquote>\n<p>Any further info you can give me? Any more contacts? Clearer sounds coming from those ships?</p>\n</blockquote>\n\n<p><em>No sir, nothing new making noise in the water.</em></p>\n\n<blockquote>\n<p>Well at least that&#39;s some good news, I hope.</p>\n</blockquote>\n\n<p>The handheld radio sitting in its charging cradle screwed to the bulkhead cracked to life. Longmire strode the three steps to it and clicked the volume up.</p>\n\n<p><em>Can you hear me Sir?</em></p>\n\n<blockquote>\n<p>Well enough Cox, go ahead.</p>\n</blockquote>\n\n<p><em>Sir I&#39;ve got the party assembled by the ventral hatch, we&#39;re about to go abovedeck.</em></p>\n\n<blockquote>\n<p>Very well, proceed.</p>\n</blockquote>\n\n<p><em>Opening hatch.. Watkins is ascending the ladder. He reports no unusual activity.. I&#39;m following..</em></p>\n\n<blockquote>\n<p>Take your time, I don&#39;t want you getting sloppy.</p>\n</blockquote>\n\n<p><em>Aye sir.. The deck is clear, waters a bit choppy.. There&#39;s probably a four knot wind coming out of the South Southwest.. Sir....?</em></p>\n\n<blockquote>\n<p>Yes, what is it?</p>\n</blockquote>\n\n<p><em>I think I know what hit us sir. About a half mile astern there&#39;s a serious gathering of birds.</em></p>\n\n<blockquote>\n<p>Birds?</p>\n</blockquote>\n\n<p><em>Yessir. Birds feeding on what looks to be a whale carcass sir.</em></p>\n\n<blockquote>\n<p>Say again, did you say a whale carcass?</p>\n</blockquote>\n\n<p><em>Yes sir. It&#39;s too distant for me to see what kind, maybe a small Right Whale or a large Humpback sir..</em></p>\n\n<blockquote>\n<p>Oh for gods sakes, seriously?</p>\n</blockquote>\n\n<p><em>Yes sir.</em></p>\n\n<blockquote>\n<p>Well at least we won&#39;t be hearing from the PETA folks on this one.. Carry on Cox, get the Zodiac inflated and boarded.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>"
}