{
  "full_title": "Chapter 134: Zoe Part XII",
  "number": 134,
  "title": "Zoe Part XII",
  "created_at": "September 2, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3jetvs/chapter_134_zoe_part_xii/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<blockquote>\n<p>What happened four months ago?</p>\n</blockquote>\n\n<p><strong><em>The army in Mount Unebi woke up.</em></strong></p>\n\n<blockquote>\n<p>And then what?</p>\n</blockquote>\n\n<p><em>It was an unmitigated disaster. Due to the depth of the Army within the mountain, the pair of Imperial servants sent to monitor them were done in week long shifts. When a pair went down to relieve the last and none came back up, a squad of the Emperors elite were sent down to investigate. 12 men down after four, one came back. They sealed Mount Unebi immediately after. However, the Imperial Family and the larger Japanese government were only aware of one enclave further abroad, which they&#39;d believe they preempted, and only just in the nick of time, in Beijing.</em></p>\n\n<blockquote>\n<p>Tell me about Beijing later, what about the Army in Unebi?</p>\n</blockquote>\n\n<p><em>The lone survivor reported the fates of the other 15, as well as one very important and heretofore unknown fact, the Giants absorb heat from the surrounding environment with remarkable efficiency. Using that, Satellite thermal scans identified six other sites that were the geographical center of sudden marked temperature drops across the globe.</em></p>\n\n<blockquote>\n<p>Where?</p>\n</blockquote>\n\n<p><em>One each in Australia, India, Russia, Germany, Libya, and America.</em></p>\n\n<blockquote>\n<p>Where here in America?</p>\n</blockquote>\n\n<p><em>Utah.</em></p>\n\n<blockquote>\n<p>Huh.</p>\n</blockquote>\n\n<p><em>Yeah, anyway, Japanese &quot;Mineralogists&quot; had discovered another set of catacombs in Beijing during the Japanese occupation during the second Sino-Japanese War that was a part of World War Two. The Imperial Family has been monitoring it ever since through a private shell company that&#39;s owned and maintained the entrance site. When the Unebi site went active they were ordered to destroy the tunnels leading into it and evacuate. They did so, and it was reported in the local news as an unexplained subsurface vibration as monitored by seismograph.</em></p>\n\n<blockquote>\n<p>So the army in Beijing is…</p>\n</blockquote>\n\n<p><em>Buried beneath 400 meters of rock.</em></p>\n\n<blockquote>\n<p>Do we know who built these tunnels and catacombs? Or these armies?</p>\n</blockquote>\n\n<p><em>Carbon Dating puts the tunnels and catacombs at nearly 40,000 years old.</em></p>\n\n<blockquote>\n<p>How could tunnels that old survive?</p>\n</blockquote>\n\n<p><em>They were extraordinarily well constructed. Stones were fitted together with a form of mortar rivaling modern industrial recipes, and layered. The tunnel walls were layers of these fitted stones 5 deep, each some being roughly the size of one&#39;s head. The mortar mixture was tested, it&#39;s antifungal, water repellant, airtight… The stones themselves are of uniform density and makeup, mostly granite with impurities of mica and marble… Which is astounding.</em></p>\n\n<blockquote>\n<p>Umm… Why?</p>\n</blockquote>\n\n<p><em>Granite and Marble are two different kinds of rock. They don&#39;t form together in nature. Whoever or whatever made these tunnels used primitive methods, but incredibly advanced materials that we can&#39;t replicate.</em></p>\n\n<blockquote>\n<p>So who-</p>\n</blockquote>\n\n<p><em>-or what.</em></p>\n\n<blockquote>\n<p>-or <em>what</em> built them?</p>\n</blockquote>\n\n<p><em>We don&#39;t know. The Army, the Giants, the Tall Ones… According to the EAS Alerts and the Project Emails they&#39;ve been observed using simple tools, levers, clubs and the like, but no more advanced technology. Certainly nothing on the order to manufacture bizarre stone and advanced mortar. It&#39;s almost like they expected to be discovered and wanted to be mistaken for less advanced than they are.</em></p>\n\n<blockquote>\n<p>Is that good or bad?</p>\n</blockquote>\n\n<p><em>Neither. It carries no moral weight to it. It&#39;s the purpose</em> <strong><em>behind</em></strong> <em>the action which gives it a moral value, and that purpose is unknown.</em></p>"
}
