{
  "full_title": "Chapter 136: Viktor Part IX",
  "number": 136,
  "title": "Viktor Part IX",
  "created_at": "September 7, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3k0blm/chapter_136_viktor_part_ix/",
  "body": "<p><em>The Phenomenon, Day 5, Tokyo</em></p>\n\n<p>There was a slight knock at the door before a slim young nurse came in carrying a tray with a steaming pot of water, two cups, and an assortment of tea bags.</p>\n\n<p><em>Mr. Rittmeyer?</em></p>\n\n<p>Viktor ignored the sharp mispronunciation of his last name and slightly bowed his head to acknowledge her before indicating she pull over a chair and one of the small tables that could be positioned over his bed.</p>\n\n<p>Her eyes smiled at his face as it bowed before rapidly glancing down to his chest, then forearms, crotch, and legs on their way quickly down to the tray.</p>\n\n<p>As she went about getting things set Viktor made no effort to hide his own examination of her form in her scrubs, which only served to hide some features while accentuating others.</p>\n\n<p><em>So, Mr. Rittmeyer, I hope your processing hasn&#39;t been too uncomfortable…?</em></p>\n\n<blockquote>\n<p>Oh it has <em>truly</em> been an ordeal. I&#39;ve been gassed, poked, prodded, interrogated as to my personal habits and history… And the meals have been <em>entirely</em> unsatisfactory… Your hospital food does very little to satisfy a man&#39;s… <em>Appetites…</em></p>\n</blockquote>\n\n<p>Her eyes grew wide.</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor adjusted the pillow back beneath his head as nurse Oren slipped her feet back into her flats, picked up the tray, and with a slight wobble to her step went to the table and gathered up the cold pot of water and the cups- only half finished- back onto her tray before walking out without meeting Viktor&#39;s gaze.</p>\n\n<p>Just moments after the door closed Viktor pulled the hairpin from where he&#39;d hidden it under his tongue. Reaching down he pushed the sheets aside and went to work on the handcuffs keeping him attached to the bed. In less than twenty seconds his leg was free and he was rubbing the place the cuff had been furiously, the indented skin evidence of its ill fit on his generous frame.</p>\n\n<p>As soon as he was sated (again) he replaced the cuff, though not as tight this time, and hid the hairpin in his armpit before settling in to take a nap until dinner.</p>"
}
