{
  "full_title": "Chapter 138: Zoe Part XIII",
  "number": 138,
  "title": "Zoe Part XIII",
  "created_at": "September 10, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3kbpit/chapter_138_zoe_part_xiii/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Zoe sat silently considering what she&#39;d heard a moment before responding.</p>\n\n<blockquote>\n<p>So.. What does this mean for us, for the Project I mean?</p>\n</blockquote>\n\n<p><em>That&#39;s not for you or I to decide. But I do know that the Project is dedicated to ensuring the survival of the human race on the best terms possible. What the Japanese are doing may cause them to butt heads once this whole ordeal is over with.</em></p>\n\n<blockquote>\n<p>Is that likely to happen? I mean, is this going to end?</p>\n</blockquote>\n\n<p><em>All things do, it&#39;s just a matter of time.</em></p>\n\n<blockquote>\n<p>But that time could be years, decades, or even centuries. Mankind couldn&#39;t survive underground that long, no matter how well prepared.</p>\n</blockquote>\n\n<p><em>In the past that may have been true, but now? With our technology and a bit of centralized planning and authority?</em></p>\n\n<p>Zoe slowly shook her head.</p>\n\n<blockquote>\n<p>Absolutely impossible. Technology breaks down. Even if you have a hundred people trained to fix it you&#39;ve got a limited supply of spare parts and materials to create spare parts. Diseases will evolve, social bonds and barriers will break.. Over any significant length of time no amount of preparedness or planning will be up to the task.</p>\n</blockquote>\n\n<p><em>That sounds like simple pessimism.</em></p>\n\n<blockquote>\n<p>Oh no, normally I&#39;m very optimistic, but on this all you have to do is look at history. Lost colonies, exploratory parties, settlers travelling across continents, there&#39;s numerous examples of isolated groups in dangerous situations ending up devolving into desperation &amp; anarchy no matter how well prepared or led they were.</p>\n</blockquote>\n\n<p><em>&quot;Things fall apart; the centre cannot hold; mere anarchy is loosed upon the world, the blood-dimmed tide is loosed, and everywhere the ceremony of innocence is drowned; the best lack all conviction, while the worst are full of passionate intensity.&quot;</em></p>\n\n<blockquote>\n<p>Shakespeare?</p>\n</blockquote>\n\n<p><em>Yeats. But just as fatalistic as Shakespeare.</em></p>\n\n<blockquote>\n<p>Realistically I think.. I wonder.. I&#39;m the Projects answer to preserving the Art of the old world. Do you think there&#39;s another bunker out there with someone dedicated to preserving the literature?</p>\n</blockquote>\n\n<p><em>I know there is, I met him, shared a flight with him, he&#39;s an associate professor in California, has a very similar cushy bunker somewhere in the Sierra Nevada&#39;s loaded down with essentially the entire Library of Congress backed up three times, just in case.</em></p>\n\n<blockquote>\n<p>How&#39;d you meet?</p>\n</blockquote>\n\n<p><em>Doctor Rodriguez introduced us before we went to our assignments. Then he happened be flying on the same plane I was headed for the West Coast, of course for me it was just the first leg.</em></p>\n\n<blockquote>\n<p>Huh.. So anyway.. What exactly <em>are</em> the Japanese doing?</p>\n</blockquote>\n\n<p><em>They&#39;re-</em></p>\n\n<p>Viktor leaned forward to answer but was interrupted by a buzzer coming from the control panel set into the wall of the living room. Someone, or something, was asking for access through the secondary airlock, just as Viktor himself had the day before.</p>"
}