{
  "full_title": "Chapter 139: Jesse & Linda Part III",
  "number": 139,
  "title": "Jesse & Linda Part III",
  "created_at": "September 10, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3kfs5v/chapter_139_jesse_linda_part_iii/",
  "body": "<p><em>The Phenomenon, Day 93, Center for Disease Control Garage, Atlanta</em></p>\n\n<p>Linda&#39;s already perplexed expression darkened.</p>\n\n<p><em>…what giants?</em></p>\n\n<blockquote>\n<p>Aw… Shit. I done forgot you been locked up and isolated this whole damn time… It ain&#39;t just the sky things that we&#39;ve got to worry about.</p>\n</blockquote>\n\n<p><em>There&#39;s giants?</em></p>\n\n<blockquote>\n<p>Yeah.</p>\n</blockquote>\n\n<p><em>Like… Fee Fie Fo Fum? Beanstalks? Golden Eggs?</em></p>\n\n<blockquote>\n<p>Oh lord no Doc, hell… These things are about 7 or 8 feet tall, pale as death, freaky shaped arms and legs, all kinds of funky little bumps all over&#39;em, with no noses, glowing eyes…</p>\n</blockquote>\n\n<p><em>They sound horrifying.</em></p>\n\n<blockquote>\n<p>They are! And like I said they get together and sing, and they make this swirling thing made up of lights and then it collapses and shuts down everything.</p>\n</blockquote>\n\n<p><em>And you&#39;ve seen them? Dealt with them?</em></p>\n\n<blockquote>\n<p>What&#39;cha mean?</p>\n</blockquote>\n\n<p>Linda looked and gestured pointedly at the various rifles in their cages along the walls.</p>\n\n<blockquote>\n<p>Oh, oh no, we watched&#39;em on the CCTV inside before they mucked everything up. Never run up against em myself. And I don&#39;t want to.</p>\n</blockquote>\n\n<p><em>Oh… Ok. So… How do we deal with them?</em></p>\n\n<blockquote>\n<p>I dunno. The EBS said they&#39;re about invincible. I ain&#39;t exactly looking forward to the opportunity to test that.</p>\n</blockquote>\n\n<p><em>So… Any idea where they come from? How they connect with the sky things?</em></p>\n\n<blockquote>\n<p>Strictly speaking we don&#39;t know they do.</p>\n</blockquote>\n\n<p><em>Well what are we doing then?</em></p>\n\n<blockquote>\n<p>We&#39;re waiting until the things outside lose interest, them I&#39;m gonna go load up Rafei&#39;s notes, set up a flare or two under the gas tanks, then make our way to that place in North Carolina, that place where there&#39;s survivors.</p>\n</blockquote>\n\n<p><em>Oh… Right. Wait why would we light a road flare under the gas tank!?</em></p>\n\n<blockquote>\n<p>The cold&#39;s made the diesel fuel gel. We&#39;ve gotta warm the fuel, make it liquid again, then we can drive on. I already reset the electrical systems, so that&#39;s all we&#39;re waiting on.</p>\n</blockquote>\n\n<p><em>Oh… Well… Ok. So we&#39;ve just got to be quiet and still for a bit?</em></p>\n\n<blockquote>\n<p>Yep.</p>\n</blockquote>\n\n<p><em>Ok then. I suppose we can always talk on the road.</em></p>\n\n<blockquote>\n<p>Sure can.</p>\n</blockquote>\n\n<p><em>Ok. Well then… I&#39;m going to just wrap up then and try to get a nap.</em></p>\n\n<blockquote>\n<p>Hold on a sec.</p>\n</blockquote>\n\n<p>Jesse turned and unlatched a hatch to the rear of the drivers side wheel well. Inside were a stack of plastic wrapped silver survival blankets. He pulled out two and handed them over to Linda.</p>\n\n<blockquote>\n<p>These should help.</p>\n</blockquote>\n\n<p><em>Thank you.</em></p>\n\n<blockquote>\n<p>You&#39;re welcome… And goodnight.</p>\n</blockquote>"
}
