{
  "full_title": "Chapter 140: Viktor & Yuri Part I",
  "number": 140,
  "title": "Viktor & Yuri Part I",
  "created_at": "September 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3knjm0/chapter_140_viktor_yuri_part_i/",
  "body": "<p><em>The Phenomenon, Day 93, Buenos Aires</em></p>\n\n<blockquote>\n<p>You&#39;re talking about the gaps? The narrow and oh so fleeting breaks in when and where the Shards are overhead?</p>\n</blockquote>\n\n<p><em>Yeah. That&#39;s kind of important to know don&#39;t you think?</em></p>\n\n<blockquote>\n<p>That&#39;s… That&#39;s very important to know.</p>\n</blockquote>\n\n<p><em>Why&#39;d you call them &quot;Shards&quot;? Is that their name, have we made contact?</em></p>\n\n<blockquote>\n<p>Contact? No all information indicates they&#39;re more… More of an instinct driven swarm. No guiding intelligence, much less an advanced one. We call them Shards because of imprints of their shape they&#39;ve left in materials.</p>\n</blockquote>\n\n<p><em>Oh… What if I told you differently? About their intelligence I mean?</em></p>\n\n<blockquote>\n<p>How so?</p>\n</blockquote>\n\n<p><em>I&#39;ve been watching these things ever since they arrived. The satellite orbits every 4½ hours. I have contact with it for 45 minutes to download its data. These &quot; Shards&quot; don&#39;t move fast enough over the surface to cover significant distances in the time between passes so I&#39;ve been able to map their patterns and paths.</em></p>\n\n<blockquote>\n<p>Get to the point.</p>\n</blockquote>\n\n<p><strong><em>There are definite patterns in their movement.</em></strong> <em>Beyond simple swarm mechanics. In the density of their flows, directional changes, you name it.</em></p>\n\n<blockquote>\n<p>And you think this denotes intelligence?</p>\n</blockquote>\n\n<p><em>I&#39;m not very good with analysis of this sort of thing, but I think so. Now, you change what my satellite is looking at, narrow my view… We might very well miss something.</em></p>\n\n<blockquote>\n<p>You already have a gap in coverage you said so yourself…</p>\n</blockquote>\n\n<p><em>But my coverage is nearly global. I figured out very early on they mostly avoid the polar regions and tend to thicken up between the tropics.</em></p>\n\n<p><em>Right now, the satellite is set on a nearly equatorial orbit. If you change the inclination were going to see wider variances in coverage in the northern and southern hemisphere.</em></p>\n\n<blockquote>\n<p>So… If I change the satellite, the reason would be to get better coverage… Where?</p>\n</blockquote>\n\n<p><em>You&#39;d get better resolution in the northern or southern climes but wider gaps as well. It&#39;s a balancing act.</em></p>\n\n<blockquote>\n<p>Why doesn&#39;t anyone else know of these patterns you&#39;re talking about?</p>\n</blockquote>\n\n<p><em>I&#39;m sure someone does. This satellite was originally a weather sat for the UN, nearly every country in the world has access to her data.</em></p>\n\n<blockquote>\n<p>But control was kept here?</p>\n</blockquote>\n\n<p><em>This is the backup. The primary was set up in India. They went dark just a week into things.</em></p>\n\n<blockquote>\n<p>Why?</p>\n</blockquote>\n\n<p><em>Night shift was on duty when everything went down. Nobody there had brought anything to eat more than lunch. They had water, but no food. They starved.</em></p>"
}
