{
  "full_title": "Chapter 141: Ben, Emil, & Sarya Part XIX",
  "number": 141,
  "title": "Ben, Emil, & Sarya Part XIX",
  "created_at": "September 12, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3kp54z/chapter_141_ben_emil_sarya_part_xix/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p>Cox grabbed onto the handle with both hands and heaved, his feet set in the bow of the Zodiac forcing it forward and squashing the inflatable side against the hull of the <em>Magic</em>. The handle remained flat in its place within the recessed hatchway. Placing one booted foot against the frame and trying again with greater leverage, he was rewarded with a high pitched creak before the rubber seal around the door parted and allowed the atmosphere to equalize on both sides with a hiss. Then the handle moved more easily to withdraw the latch from the frame and the door began to open in earnest, swinging inside the ship.</p>\n\n<p>As Cox pushed the hatch Watkins and Kellogg moved forward, their sidearms out and pointed at sky before they moved past Cox and into the <em>Magic</em> their initial sweep ensuring the small entryway beyond held no surprises.</p>\n\n<p><em>Clear!</em></p>\n\n<p>…</p>\n\n<p><em>Clear</em></p>\n\n<p>Cox secured the hatch with a chain and hook inside before reaching back for the radio on his belt.</p>\n\n<p><em>Captain?</em></p>\n\n<blockquote>\n<p>Go Cox.</p>\n</blockquote>\n\n<p><em>Sir, according to the signs posted here we&#39;re in the forward tender lobby. I can see on the forward bulkhead a line of four elevators. There are signs directing along a forward passageway to a health center… Probably some kind of gym… And aft to passenger cabins and the amidships elevator lobby…</em></p>\n\n<blockquote>\n<p>Any signs of habitation so far?</p>\n</blockquote>\n\n<p><em>Not really, no sir… Everything&#39;s dark. She seems to be without power. There&#39;s detritus in the halls… Trash, papers, brochures and maps looks like.</em></p>\n\n<blockquote>\n<p>Grab one, we don&#39;t know the layout of the ship.</p>\n</blockquote>\n\n<p><em>Sir I&#39;ve got one in my hand already… It looks like they&#39;re just maps of the public areas of the ship.</em></p>\n\n<blockquote>\n<p>Damn. Any idea where the bridge is? What about the galley? If there&#39;s survivors I&#39;d bet they&#39;re there.</p>\n</blockquote>\n\n<p><em>The bridge is… Deck 8… Galley is… Best bet deck 3, that seems like where most of the restaurants are.</em></p>\n\n<blockquote>\n<p>Say again, did you say the Bridge is on Deck 8?</p>\n</blockquote>\n\n<p><em>Yes sir. Apparently the decks here go from the keel up rather than from the superstructure down.</em></p>\n\n<blockquote>\n<p>So what deck are you on now?</p>\n</blockquote>\n\n<p><em>Looks like Deck 1 sir.</em></p>\n\n<blockquote>\n<p>They don&#39;t count the decks below the waterline?</p>\n</blockquote>\n\n<p><em>Apparently not sir, not according to this map anyway. Probably to avoid confusing the passengers.</em></p>\n\n<blockquote>\n<p>Great. Well, make your way to deck 3, keep away from any windows, don&#39;t take your goggles off and see if you can locate a more accurate map in one of the crew only areas.</p>\n</blockquote>\n\n<p><em>Yes sir.</em></p>"
}
