{
  "full_title": "Chapter 142: Zoe Part XIV",
  "number": 142,
  "title": "Zoe Part XIV",
  "created_at": "September 13, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3kq4bi/chapter_142_zoe_part_xiv/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Viktor turned his head and gazed down at the sunken living room area.</p>\n\n<p><em>What&#39;s that?</em></p>\n\n<p>Zoe&#39;s shoulders slumped.</p>\n\n<blockquote>\n<p>The doorbell.</p>\n</blockquote>\n\n<p><em>Pardon?</em></p>\n\n<blockquote>\n<p>It&#39;s the buzzer from the secondary airlock. Same place you came in.</p>\n</blockquote>\n\n<p><em>So somebody&#39;s here?</em></p>\n\n<blockquote>\n<p>Two new visitors in as many days after months of nothing.</p>\n</blockquote>\n\n<p><em>You must be excited.</em></p>\n\n<blockquote>\n<p>Concerned actually. I&#39;m wondering what I did to get so popular..</p>\n</blockquote>\n\n<p>The buzzing once more rang out from the panel across the way.</p>\n\n<p><em>You should probably go answer that.</em></p>\n\n<blockquote>\n<p>Yeah probab- Wait, what? Me? What about <em>us?</em> Won&#39;t you go with me?</p>\n</blockquote>\n\n<p><em>I&#39;d like to but I don&#39;t think it&#39;s wise.</em></p>\n\n<blockquote>\n<p>Why not!?</p>\n</blockquote>\n\n<p><em>I have more information. If the people or person at that door is hostile, if they appear innocuous and then become a danger, then my information will be lost before I can make a full report.</em></p>\n\n<blockquote>\n<p>Oh so I&#39;m expendable but you&#39;re too precious to risk <em>answering a door!?</em></p>\n</blockquote>\n\n<p><em>I didn&#39;t say that.</em></p>\n\n<blockquote>\n<p>But that&#39;s what you meant!</p>\n</blockquote>\n\n<p><em>Not at all I just-</em></p>\n\n<p>The insistent buzzing interrupted them yet again.</p>\n\n<blockquote>\n<p>Whatever, you.. You just do whatever you&#39;ve got to do. I&#39;m going to go see who it is.</p>\n</blockquote>\n\n<p>With that Zoe rose and marched from the room. Her bare feet scraping against the concrete into the distance never faltering or slowing.</p>\n\n<p>Viktor considered for a moment following, but quickly decided against it. Pulling a thumb drive from his armpit he took his momentary solitude as a blessing and inserted it into the USB on the front of the Computer. Attaching its contents to an email he sent it to the Project server. After that he formatted the USB drive before copying over Zoe&#39;s reports and emails.</p>\n\n<p><strong>~</strong></p>\n\n<p>Zoe kicked aside yet another piece of Viktor&#39;s makeshift outfit as she stalked through the aisles of the warehouse on her way to the airlock. The entire warehouse was beginning to  reek of their foul miasma. She made a mental note to go through with a pair of tongs and a garbage bag later and dispose of them.</p>\n\n<p>Coming around the final corner her pace faltered as she saw what awaited her in the airlock.</p>\n\n<p>Eight men in military uniform, each with IR Goggles, a rifle, and balaclava under their helmets.</p>"
}