{
  "full_title": "Chapter 143: Jesse & Linda Part IV",
  "number": 143,
  "title": "Jesse & Linda Part IV",
  "created_at": "September 13, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3kuaqs/chapter_143_jesse_linda_part_iv/",
  "body": "<p><em>The Phenomenon, Day 94, Atlanta</em></p>\n\n<p>Linda awoke to an unfamiliar vibration running through her entire body. It made her teeth chatter, her insides quiver, and set off every aching joint she had.</p>\n\n<p>The freezing cold and the unearthly sounds that accompanied the vibration seemed to penetrate to her very bones, and the pulsing red light broke through her eyelids like an angry dawn. In an odd sort of way it was.. Peaceful.. It felt like giving up, like sinking into death.</p>\n\n<p>An abrupt and decidedly unpleasant bump that broke her reverie assured her that was not the case. Her eyes snapped open and she realized the interior of the truck was bathed in red light bleeding in from the taillights.</p>\n\n<p>Suddenly she recognized the vibrations and sounds that had plagued her as the sounds of the truck running and on the road. After months without being in a vehicle the once familiar sensations had felt alien to her.</p>\n\n<p>She looked around the cargo area of the truck and realized she was alone. Jesse would surely be in the cab, but Rafei&#39;s corpse was nowhere to be found. Even the small drops of blood that had fallen to the deck after she&#39;d killed him seemed to have been wiped up.</p>\n\n<p>Raising herself up off her back into a sitting position was agonizing as every muscle and joint screamed in resistance, but she pushed through the pain and got herself there.</p>\n\n<p>With another minute of effort, some stretching, and some challenges to her balance from the road and suspension, she got herself standing and facing the hatch leading to the cab.</p>\n\n<p>Considering how long she&#39;d known Jesse, she considered knocking, but in the end she dismissed that as misplaced sentiment and simply unlatched and pushed open the door.</p>\n\n<p>On the other side, with all the windows blanked out, Jesse sat in the driver&#39;s seat, facing a pair of small flat monitors, both displaying the road ahead, their odd glow and that of the dashboard the only light. One display showed the road in Infrared, the other in ultraviolet. Linda stooped over and sat herself in the passenger seat, a light cloud of dust erupting from the seat as she did so.</p>\n\n<blockquote>\n<p>Uh.. Sorry about that.. I didn&#39;t think to dust while you was sleepin&#39;. T&#39;be honest I didn&#39;t really think I&#39;d need to. I mean..</p>\n</blockquote>\n\n<p><em>It&#39;s ok. Just being in a moving vehicle again is..</em></p>\n\n<blockquote>\n<p>Sorta almost makes ya feel like the world ain&#39;t so far gone?</p>\n</blockquote>\n\n<p><em>Yes! Yes that&#39;s it exactly.</em></p>\n\n<blockquote>\n<p>Yeah.. Don&#39;t get too comfy though, we&#39;re gonna have&#39;ta make a stop to refuel before we get to North Carolina.</p>\n</blockquote>\n\n<p><em>What will that involve?</em></p>\n\n<blockquote>\n<p>We&#39;ll find a fuel Depot or a trucking company lot, something with aboveground diesel tanks or enough trucks with diesel we can siphon. Warm&#39;em up, suck&#39;em dry and keep rolling.</p>\n</blockquote>\n\n<p><em>Oh. Charming.</em></p>\n\n<blockquote>\n<p>Nah it ain&#39;t, but you gotta do what&#39;cha gotta do.</p>\n</blockquote>\n\n<p>They rode in silence for a few minutes before Linda simply couldn&#39;t stand it anymore. She turned to Jesse and asked the question that had been on her mind ever since sitting down.</p>\n\n<p><em>Jesse.. What did you do with Rafei&#39;s body?</em></p>\n\n<blockquote>\n<p>I put him back in the CDC. Back where we met actually. I loaded up his notes and stuff though.</p>\n</blockquote>\n\n<p><em>Oh.. Ok. What about.. What about my colleagues?</em></p>\n\n<blockquote>\n<p>I put them in the stairwell. I didn&#39;t know where they worked and we was kind of pressed for time so.. I figured they deserved a little better than the garage at least..</p>\n</blockquote>\n\n<p><em>I understand.. Thank you.</em></p>"
}