{
  "full_title": "Chapter 144: Viktor Part X",
  "number": 144,
  "title": "Viktor Part X",
  "created_at": "September 19, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3liq4t/chapter_144_viktor_part_x/",
  "body": "<p><em>The Phenomenon, Day 6, Tokyo</em></p>\n\n<p>The Doctor and a younger man walked in just past 10 in the morning, if Viktor had timed the nurses correctly. The younger man had every hallmark of a military man, though he didn&#39;t wear a uniform. The close cropped hair, the quick brisk manner of movement, the way his eyes darted around the room and over Viktor.. All indicated a man secure in his ability to handle himself.</p>\n\n<p>Viktor put aside the mug of green tea he&#39;d been nursing since breakfast and leaned back in the bed in order to give the doctor and his guest his full attention. The Doctor began.</p>\n\n<p><em>Good morning Mr. Reitmeyer. I&#39;d like to introduce Mr. Itoh. I have personally examined your secondary panels, and approved you. Mr. Itoh here is a representative of the Emperor.</em></p>\n\n<blockquote>\n<p>The Emperor?</p>\n</blockquote>\n\n<p><em>Yes. The Emperor of Japan.</em></p>\n\n<blockquote>\n<p>What exactly is going on here?</p>\n</blockquote>\n\n<p><em>Mr. Reitmeyer.. This will come as a shock, and there&#39;s no way to break this gently, and I won&#39;t patronize you. Within 24 hours of your entrance to this facility the world was devastated by an event which has killed, at this point, more than 80% of the world&#39;s population.</em></p>\n\n<p>Viktor sat silent in shock. Trying to absorb what he&#39;d heard. He had no family, no close friends, no one to mourn.. And for the first time, he felt the sadness of that. He should have people to mourn. People he cared about.</p>\n\n<p>He shut that down quickly. His talent, his greatest tool was in reading people and giving them what they want. Looking at Mr. Itoh he saw immediately that he was watching him very carefully, gauging his reaction. He realized Mr. Itoh&#39;s purpose.</p>\n\n<p>Viktor rolled to his side and crossed his arms before responding, the classic body language of emotional distress.</p>\n\n<blockquote>\n<p>So.. It&#39;s very likely everyone I know.. With the exception of Yuriko.. Is dead?</p>\n</blockquote>\n\n<p><em>Yes.</em></p>\n\n<blockquote>\n<p>How, may I ask? Was it.. Was it us? Did we do it? I mean.. Did it finally happen? A nuclear holocaust?</p>\n</blockquote>\n\n<p><em>Thankfully, no. This was an external event. Something mankind didn&#39;t do, and without certain precautions, couldn&#39;t have survived.</em></p>\n\n<blockquote>\n<p>What was it? Asteroid? Solar flare?</p>\n</blockquote>\n\n<p><em>Nothing so.. Mundane. I&#39;ll let Mr. Itoh explain further.</em></p>\n\n<p><strong>~</strong></p>\n\n<blockquote>\n<p>So these things, they just came out of nowhere from space?</p>\n</blockquote>\n\n<p><em>Essentially, yes. We&#39;ve calculated their trajectory and it showed them coming in from outside the solar system.</em></p>\n\n<blockquote>\n<p>But then how would the Army in Mt. Unebi.. You know what, never mind, I know what you&#39;ll say: &quot;We don&#39;t know.&quot;</p>\n</blockquote>\n\n<p><em>You see our conundrum.</em></p>\n\n<blockquote>\n<p>Putting aside their violent reaction inside Unebi, you don&#39;t know whether the Army is an enemy or an ally.</p>\n</blockquote>\n\n<p><em>Not only that, but the damage done by the extraterrestrial phenomena to the planets population is already considerable. If this is a temporary event, the survivors will be unable to maintain the agricultural and technological bases of a modern first world economy. We estimate that the best and most efficient society we could hope for would be one akin to the Western Colonial period, albeit with modern arms and communications.</em></p>\n\n<blockquote>\n<p>I see what you&#39;re getting at.. During that period of history Japan was severely isolationist. It put them at a disadvantage during later eras. You don&#39;t intend to make the same mistake this time around.</p>\n</blockquote>\n\n<p><em>The Emperor is wise, he intends Japan to rise from the ashes and become the dominant power around the world.</em></p>\n\n<blockquote>\n<p>There will be other survivors.</p>\n</blockquote>\n\n<p><em>Of course. But they will more than likely be concentrating on agriculture to begin with. Food supplies will be low, fields will have lain fallow.. Most survivors of government will have to relocate to places where they can live and grow food locally.. They will not interfere with our plans for several decades, by which time it will be too late.</em></p>\n\n<blockquote>\n<p>And you&#39;ve stored up enough food to make you the exception?</p>\n</blockquote>\n\n<p><em>No, Japan has always been reliant on the seas for the bulk of our nourishment. In the aftermath of this event, that will remain true. But unlike farming or animal husbandry, fishing requires no large investment in time or manpower, especially when the fishing boats of Japan will be the only ones fishing the Pacific.</em></p>\n\n<p><em>We estimate that in the first year, with no competition, no overfishing, that nearly every species of fish will bounce back to their pre-man levels. Our hauls will be overfull while their populations will be minimally effected. And best of all, Japan&#39;s shores are replete with thousands of fully equipped ships ready to go. We just have to go and get them once the skies are clear.</em></p>\n\n<blockquote>\n<p>Doesn&#39;t all this rest on the presumption that this will end, and shortly? What if this lasts years, or never ends?</p>\n</blockquote>\n\n<p><em>We have an alternative plan if that becomes the case.</em></p>"
}