{
  "full_title": "Chapter 145: Viktor & Yuri Part II",
  "number": 145,
  "title": "Viktor & Yuri Part II",
  "created_at": "September 24, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3m88th/chapter_145_viktor_yuri_part_ii/",
  "body": "<p><em>The Phenomenon, Day 93, Buenos Aires</em></p>\n\n<p>Viktor took a deep breath.</p>\n\n<blockquote>\n<p>If I told you what adjustments I was sent to make… could you tell me where the coverage would be greatest?</p>\n</blockquote>\n\n<p><em>You don&#39;t know?</em></p>\n\n<blockquote>\n<p>Could you or couldn&#39;t you?</p>\n</blockquote>\n\n<p><em>Ha! You don&#39;t! You&#39;re just a poor little errand boy sent to do someone&#39;s dirty work…</em></p>\n\n<p>Viktor visibly clenched his jaw and the grip of the Luger.</p>\n\n<blockquote>\n<p>Here&#39;s the difference between an errand boy and me. An errand boy doesn&#39;t get rewarded as handsomely as I will be. You will struggle on in your little tower surrounded by the desperate and the dying, until they come for you or you starve.</p>\n\n<p>I, on the other hand, will get picked up, taken back to Japan, and live the rest of my life in comfort and security with plenty to eat, a smoking hot wife, and the eternal thanks of the most powerful people on the planet. Now, can you show me what the changes will do, or can&#39;t you?</p>\n</blockquote>\n\n<p>Yuri swallowed audibly before replying.</p>\n\n<p><em>I can.</em></p>\n\n<blockquote>\n<p>Good. Now. You&#39;re going to lie down on your stomach with your hands at your sides.</p>\n</blockquote>\n\n<p><em>What? Why?</em></p>\n\n<blockquote>\n<p>So that your getting up to come at me will take longer than me shooting you.</p>\n</blockquote>\n\n<p>Yuri nodded before turning and rolling onto his front, placing his hands at his sides as directed.</p>\n\n<p>Viktor put his Luger on safe, retreived the other and put it on safe, and placed both of them on a nearby desk before using that same desk to leverage himself into a standing position. Grabbing one of the nearby desk chairs he settled into it, making sure it rolled freely before grabbing his pistols once more. Pointing them back at Yuri he directed him to get up and get to the console.</p>\n\n<p>Yuri did as he was told, sitting in the chair Viktor had gotten up from before turning the tables. Rolling to the console he placed his hands at the keyboard and mouse before looking over his shoulder at Viktor.</p>\n\n<p><em>Before I do this, what makes you so sure they&#39;ll pick you up? Y&#39;know, after?</em></p>\n\n<p>Viktor held up the Lugers.</p>\n\n<blockquote>\n<p>See these?</p>\n</blockquote>\n\n<p><em>Yeah…?</em></p>\n\n<blockquote>\n<p>These are almost 80 years old. They&#39;re originals. First production run. They&#39;re antiques, and before I brought them along here, they&#39;d never been fired.</p>\n</blockquote>\n\n<p>He pulled the second one out and unloaded it before handing it to Yuri.</p>\n\n<blockquote>\n<p>Take a look at the grips.</p>\n</blockquote>\n\n<p>Yuri looked at it a second before recoiling as if struck.</p>\n\n<p><em>Is this…?</em></p>\n\n<blockquote>\n<p>A Nazi Swastika, in gold, inlaid in the wood grips. The wood, by the way, from Germany&#39;s Black Forest. These were a gift from the Third Reich to the Imperial Family of Japan. They&#39;re unique, and priceless.</p>\n</blockquote>"
}
