{
  "full_title": "Chapter 146: Ben, Emil, & Sarya Part XX",
  "number": 146,
  "title": "Ben, Emil, & Sarya Part XX",
  "created_at": "September 25, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3mdbr7/chapter_146_ben_emil_sarya_part_xx/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p>Cox leveraged the door open from the emergency stairs to the third deck of the <em>Disney Magic</em>. Looking around through his IR Goggles he could see a large staircase leading to the 4th Deck, a gift shop called &quot;Sea Treasures&quot; and a bank of windows on the Port side.</p>\n\n<p>Retreating back into the stairwell he pulled his radio from his belt and keyed it on.</p>\n\n<p><em>Sir, we&#39;ve gotten to the third deck. We&#39;re visible to sky from the Port side sir. According to the map I&#39;ve got we&#39;re quite a bit forward of the galley. We&#39;ll be rather exposed for a bit if we move aft from here sir.</em></p>\n\n<p>It was a few moments before the radio crackled and Capt. Longmire responded.</p>\n\n<blockquote>\n<p>What are you thinking?</p>\n</blockquote>\n\n<p><em>Deck 2 has full coverage sir, we could go down a deck and make our way to the aft elevator lobby without danger, then we just come back up and we&#39;ll be right by the galley.. Of course, that&#39;ll mean we&#39;ll have to double back to search forward and aft of the lobby, rather than coming from forward and making one clean sweep. Then make our way forward once on deck 8 for the bridge.</em></p>\n\n<blockquote>\n<p>Cox, you&#39;re afield, I expect you to report to me and follow my orders, but you&#39;re there, you&#39;ve got the map and the men of your party. You&#39;re in charge of deciding how best to follow my orders and protect their lives.</p>\n</blockquote>\n\n<p><em>Aye sir. We&#39;ll make our way to deck 2 then.</em></p>\n\n<p><strong>~</strong></p>\n\n<p><em>Sir the Galley is clear and clean.</em></p>\n\n<blockquote>\n<p>What do you mean clean?</p>\n</blockquote>\n\n<p><em>It&#39;s.. Clean sir. The rest of this ship has obviously gone a bit without cleaning. Dust, debris, things fallen over, trash scattered.. The galley is pristine sir. Every pot in place, every spoon polished.. Like she&#39;s never been used sir.</em></p>\n\n<blockquote>\n<p>No survivors I take it?</p>\n</blockquote>\n\n<p><em>None apparent. Also, no food.</em></p>\n\n<blockquote>\n<p>Food?</p>\n</blockquote>\n\n<p><em>The freezers are as clean as the rest. It&#39;s like the ship sailed with no intention of feeding anyone.</em></p>\n\n<blockquote>\n<p>Cox, I don&#39;t like this, get to the bridge as fast as you can.</p>\n</blockquote>\n\n<p><em>What about the survivors sir?</em></p>\n\n<blockquote>\n<p>We&#39;ll worry about them later. You get to the bridge, see about the communications, and get back home.</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<p><strong>~</strong></p>\n\n<p>Emil came forward out of the aft passage, his dark hair a mess and damp with sweat.</p>\n\n<p><em>Captain, can I have a moment of your time?</em></p>\n\n<blockquote>\n<p>Sure Emil, what&#39;s up?</p>\n</blockquote>\n\n<p><em>Well it&#39;s just that Sarya and I are somewhat out of the loop back there.. Have we been attacked? Why aren&#39;t we moving?</em></p>\n\n<blockquote>\n<p>You&#39;re right, I&#39;ve been remiss. Hold on.</p>\n</blockquote>\n\n<p>Longmire reached up for the mic to the ship PA.</p>\n\n<blockquote>\n<p>This is the captain. As some of you may or may not be aware, we have, in the proud and long tradition of the Navy, accidentally struck and killed what appears to be a North Atlantic Right Whale-</p>\n</blockquote>\n\n<p><em>Oh god are you fucking serious?</em></p>\n\n<blockquote>\n<p>-which damaged and disabled our sail sonar array, our communications array, and vented the forward berthing compartment to sea. We do have some minor flooding in the forward compartments but our pumps are keeping up. Also, in the course of our investigation we&#39;ve run across three ships adrift. The <em>Disney Magic</em> Cruise Liner, the <em>Globe</em> Cargo ship, and the <em>Lyubov Orlova</em>, a defunct Cruise Liner that was a derelict before any of this which is already bow to sky and half sunk.</p>\n\n<p>We have heard through our sonar that either the <em>Globe</em> or the <em>Magic</em> seems to have survivors. Now, our Master at Arms and a boarding party are aboard the <em>Magic</em> making their way to the bridge to try and use the <em>Magics</em> communications suite to send our reports in and update the remaining government on our status.</p>\n\n<p>After that, we intend to find the survivors, and if they&#39;re few in number, we take them with. If they&#39;re too many, well see about getting either the <em>Globe</em> or the <em>Magic</em> underway and have them follow us to a safe harbor.</p>\n\n<p>Now, as it stands, I do not believe we will be able to submerge the boat. So for the duration we will be operating on the surface. This will present certain changes in how we operate. Noise ordinances are temporarily rescinded, we will be cycling in outside air, and our speed will be reduced. This will not stop us from accomplishing our mission. That is all.</p>\n</blockquote>\n\n<p>The captain hung the mic back up and turned back to Emil.</p>\n\n<p><em>Captain, I appreciate your taking the time to do that, but, I have a rather more pressing specific concern about Sarya.</em></p>"
}