{
  "full_title": "Chapter 147: Zoe Part XV",
  "number": 147,
  "title": "Zoe Part XV",
  "created_at": "September 26, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3mh1af/chapter_147_zoe_part_xv/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Zoe stared at the men in the airlock. The men in the airlock stared at Zoe. The man at the front, nearest the glass reached up and switched his goggles off before raising them on the helmet mount. Then the chin strap was unbuttoned, the helmet pulled off and the balaclava was lifted off.</p>\n\n<p>The man&#39;s short cropped light brown hair glistened with sweat. His brown eyes took in Zoe, the warehouse behind her, and then flicked back inside the airlock to the rest of his party before coming to rest somewhere on the floor of the airlock.</p>\n\n<p>Bending, he picked up the whiteboard and marker Viktor had left behind. He wrote on it for nearly a minute then turned it around for Zoe to see. His newest crisp handwriting was small but very orderly and easy to read.</p>\n\n<p>&quot;Hello, Ms. Zoe Wilson I presume? My name is Lt. McGuire, I&#39;m from the Project, and I apologize for our unannounced visit. We received your report the other day and came post-haste when our records showed you here alone. No one should be left behind and alone. We&#39;re here to start packing you and your archives up for transfer to the secondary Facility in NC.&quot;</p>\n\n<p>Zoe remembered her briefings on the primary and secondary facilities, one in the Rockies, one on the coast of North Carolina. She&#39;d never met this Lieutenant McGuire before but he didn&#39;t seem to be showing any signs of deception. Instead his awkward smile and easy stance said he was unused to being in charge.</p>\n\n<p>Zoe walked forward the few paces to the control console where she&#39;d sat and waited for Viktor to come around and picked up her own whiteboard, which had gone unused. She quickly wrote out her response and held it up for his inspection.</p>\n\n<p>&quot;Why now?&quot;</p>\n\n<p>His smile faltered for an almost imperceptible moment and he blinked before erasing his board with a sleeve then writing.</p>\n\n<p>&quot;I&#39;m afraid you slipped through the cracks. Some reports had you alive, but the overall summary the leadership relied on listed you as MIA.. This would be much easier verbally.&quot;</p>\n\n<p>Zoe thought for a moment before hitting the switch to open the airlock then quickly cancelling the action. The door cracked open a scant half inch, the pressure differential whistling as air was sucked from the warehouse to the airlock before equalizing.</p>\n\n<blockquote>\n<p>Can you hear me?</p>\n</blockquote>\n\n<p>McGuire stepped up to the crack before he answered.</p>\n\n<p><em>Yes, barely. What&#39;s got you so skittish?</em></p>\n\n<blockquote>\n<p>You&#39;re a strange man I&#39;ve never met who offers no proof but shows up armed at my doorstep demanding entrance.</p>\n</blockquote>\n\n<p><em>Fair point. I did know your name though.</em></p>\n\n<blockquote>\n<p>So? I have no idea how important or unimportant I was to the Project. You could&#39;ve found my name and location in some unlocked drawer in Washington DC for all I know.</p>\n</blockquote>\n\n<p><em>True, but then I wouldn&#39;t have known about your recent report.</em></p>\n\n<blockquote>\n<p>Coincidence.</p>\n</blockquote>\n\n<p><em>Pardon?</em></p>\n\n<blockquote>\n<p>Could&#39;ve been a shot in the dark.</p>\n</blockquote>\n\n<p><em>Really? Ms. Wilson?</em></p>\n\n<blockquote>\n<p>Yeah.. You&#39;re right. That&#39;s a bit farfetched. Ok, I&#39;ll let you in, but, I want you and your men to leave your guns here, just inside the airlock. You don&#39;t come armed into my home.</p>\n</blockquote>\n\n<p><em>Agreed.</em></p>"
}