{
  "full_title": "Chapter 148: Jesse & Linda Part V",
  "number": 148,
  "title": "Jesse & Linda Part V",
  "created_at": "September 27, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3mmevy/chapter_148_jesse_linda_part_v/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Jesse looked over at Linda. Sitting in the passenger seat, without so much as a view out of a window to distract her, she&#39;d fallen asleep again.</p>\n\n<p>He figured he&#39;d let her sleep until they got to Charlotte. The first refuel had gone well just out of Atlanta, a Ryder maintenance shop had had all the fuel they needed, some of it even in underground tanks, which apparently were actually warmer than the surface tanks since they had still been fluid.</p>\n\n<p>Jesse&#39;s belly started growling at him. He&#39;d lost weight by force of circumstance in the last few months, but his old appetite was still an ever present reminder of his old habits and ways.</p>\n\n<p>He decided a stop for lunch wasn&#39;t unwarranted. He had all kinds of MREs packed in the back and the water to heat them. He was thinking Jambalaya. Hopefully it came with that Jalapeño Cheese.</p>\n\n<p>Looking at the monitors, he saw the distinct shape of a Shell Station sign. In Infrared &amp; Ultraviolet he couldn&#39;t see much better than shapes, so things with writing were pretty much illegible unless he got within spitting distance, and even then only in the Ultraviolet. If there was a Shell Station, there may be a convenience store, which may present an opportunity for topping up the tanks and perhaps scrounging extra necessities.</p>\n\n<p>He saw where the road dipped to join with the slight off ramp to the station, so he slowed and pulled the wheel slightly to the right to pull in. He could make out the shape of a car sitting at the pumps. Pulling up beside the store he shifted the truck to neutral and applied the parking brake to let the truck idle and keep the  heat on.</p>\n\n<p>Careful not to wake Linda, he unbuckled his seat belt and got up and made his way into the back. There, he pulled out two MREs and three bottles of water. He set each main meal and a few other chosen sundries into the heating pouches and poured half a bottle of water into each.</p>\n\n<p>It wasn&#39;t long before the chemical stink of the heating packs started to make it unpleasant to breathe, so, very carefully, Jesse slid aside the panels closing off the exterior vents, allowing a sudden chilly draft of fresh air in from outside while still not allowing any views out.</p>\n\n<p>With a few minutes to kill, Jesse began opening and closing cabinets and drawers. Rustling through things until he found what he was looking for, a set of metal cutlery. Grabbing up the contents of the heating packs as well as the rest of the MRE contents he slid open the door to the cab and got into the drivers seat. Reaching over he gently shook Linda&#39;s shoulder.</p>\n\n<blockquote>\n<p>Hey… Hey…! I got ya some lunch.</p>\n</blockquote>\n\n<p>Linda stirred, inhaling deeply as she approached consciousness.</p>\n\n<p><em>Hmm… What…?</em></p>\n\n<blockquote>\n<p>I hope ya like Tortellini.</p>\n</blockquote>\n\n<p><em>I don&#39;t think I&#39;ve ever had it…</em></p>\n\n<blockquote>\n<p>It ain&#39;t too bad. I prefer it over the Spaghetti anyway. I&#39;ve got Chili Mac with Jalapeño Cheese. Apologies in advance if it makes the ride unpleasant.</p>\n</blockquote>\n\n<p>Jesse chuckled at his own joke as he pinched and pulled open the various packets of their meals, passing Linda hers first before getting to his.</p>\n\n<p>Jesse reached forward and turned the key back, shutting down the engine. Suddenly, the sound of the Shards all over the exterior of the vehicle, their scratching and scraping at the metal and glass surfaces, could clearly be heard.</p>\n\n<p>Linda visibly shuddered at the sudden reminder of their circumstances.</p>\n\n<p><em>Do you think they&#39;ll ever go away?</em></p>\n\n<blockquote>\n<p>I don&#39;t know. I hope so. But, if they don&#39;t, I&#39;m sure some government facility, somewhere, has underground farming. I&#39;m about dying for a cigarette.</p>\n</blockquote>\n\n<p><em>Ha! I somehow doubt they&#39;ll grow tobacco, but at least you&#39;re staying optimistic.</em></p>\n\n<blockquote>\n<p>Hey if they don&#39;t they&#39;re sincerely stupid.</p>\n</blockquote>\n\n<p><em>You think so?</em></p>\n\n<blockquote>\n<p>I doubt our government will be the only one to survive, and we&#39;ll need to have trade goods to deal with after everything. In my bunker down in &#39;Bama, I&#39;ve got pallets of snuff, a humidor filled with Cubans I imported after the Embargo ended, and all kinds of other stuff just for trade, water pumps, solar panels… You name it. I highly doubt the Government was so shortsighted to ignore the economics of the post-apocalypse.</p>\n</blockquote>\n\n<p><em>You</em> <strong><em>really</em></strong> <em>gave this a lot of thought, didn&#39;t you?</em></p>\n\n<blockquote>\n<p>And it&#39;s all turned out to be well worth the time and effort too.</p>\n</blockquote>\n\n<p>Linda finished eating in silence, wondering just what sort of person Jesse would&#39;ve ended up if the world <em>hadn&#39;t</em> ended.</p>"
}
