{
  "full_title": "Chapter 149: Viktor Part XI",
  "number": 149,
  "title": "Viktor Part XI",
  "created_at": "September 28, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3mr0ai/chapter_149_viktor_part_xi/",
  "body": "<p><em>The Phenomenon, Day 6, Tokyo</em></p>\n\n<blockquote>\n<p>What sort of &quot;alternative plan&quot;?</p>\n</blockquote>\n\n<p><em>I&#39;m afraid that&#39;s above my authority. I don&#39;t know. I&#39;ve just been reassured one exists. And so, I pass that reassurance along.</em></p>\n\n<blockquote>\n<p>Oh that&#39;s bullshit.</p>\n</blockquote>\n\n<p><em>I&#39;m sorry you feel that way.</em></p>\n\n<blockquote>\n<p>So is that it? I mean, the world ends and simply by virtue of being cared for by someone who is important I survive while billions don&#39;t?</p>\n</blockquote>\n\n<p><em>Fate rarely indulges our sense of egalitarianism.</em></p>\n\n<blockquote>\n<p>Fate-shmate. It&#39;s damn unfair.</p>\n</blockquote>\n\n<p><em>I&#39;m sorry you feel that way.</em></p>\n\n<blockquote>\n<p>So what happens now?</p>\n</blockquote>\n\n<p><em>Now that you&#39;ve been medically cleared we&#39;ll have to find you something to do. No-one may be apart of Japan&#39;s new Empire without earning their keep somehow.</em></p>\n\n<blockquote>\n<p>So what do you do? Past this, I mean. Once all the prospective persons like me are evaluated, what&#39;s your role? Do you become superfluous?</p>\n</blockquote>\n\n<p><em>Actually this is a break from my normal duties. Once this initial phase is over with, I&#39;ll return to them.</em></p>\n\n<blockquote>\n<p>So, more specifically, what happens to me now, today?</p>\n</blockquote>\n\n<p><em>You&#39;ll be discharged from the Medical Wing and escorted to the quarters you&#39;ll share with Ms. Koike. Tomorrow you&#39;ll begin a battery of skills and aptitude testing alongside the other Companions who&#39;ve been medically cleared.</em></p>\n\n<p>Viktor&#39;s deadpan expression and tone expressed his lack of enthusiasm for the prospect.</p>\n\n<blockquote>\n<p>What fun.</p>\n</blockquote>\n\n<p><em>So, do you have anymore questions?</em></p>\n\n<blockquote>\n<p>Not offhand, not regarding what you&#39;re here for anyway.</p>\n</blockquote>\n\n<p><em>Good.</em></p>\n\n<p>Mr. Itoh and the Doctor stood and offered their hands. Viktor shook both of them before falling back into the bed. As they turned to leave Viktor called back the Doctor for a moment.</p>\n\n<blockquote>\n<p>Doc, if I might ask, how soon will I be getting out of here, and will I be under guard or free?</p>\n</blockquote>\n\n<p><em>Well you&#39;ve just passed the test that decided if you&#39;d be under guard, so you don&#39;t have to worry about that. But as to the timetable, I&#39;d say just as soon as we can get someone with a key up here to undo your cuffs you&#39;ll be free to go.</em></p>\n\n<blockquote>\n<p>How long does that normally take though?</p>\n</blockquote>\n\n<p><em>Usually no more than about twenty minutes.</em></p>\n\n<blockquote>\n<p>Alright. And then to my quarters.</p>\n</blockquote>\n\n<p><em>Right.</em></p>\n\n<blockquote>\n<p>Will I have the opportunity to thank the nursing staff for their attentiveness during my stay?</p>\n</blockquote>\n\n<p><em>I suppose, when you&#39;re on your way out, you&#39;ll pass by the nurses station. Most of them are on duty today, lots of discharges.</em></p>\n\n<blockquote>\n<p>Thank you.</p>\n</blockquote>\n\n<p>The doctor gave a perfunctory nod before turning and leaving. Moments later Mr. Itoh returned with a clipboard.</p>\n\n<p><em>I&#39;m sorry for the further interruption Mr. Reitmeyer but I neglected to take care of one important detail.</em></p>\n\n<blockquote>\n<p>How can I help you?</p>\n</blockquote>\n\n<p><em>All nonessential personnel are entered into a lottery system for certain things, miscellaneous work details, a weekly monetary award for morale, things like that. But you need to sign into it with your information to be registered.</em></p>\n\n<p>Viktor&#39;s suspicions were immediately roused.</p>\n\n<blockquote>\n<p>What kinds of &quot;miscellaneous work details&quot;?</p>\n</blockquote>\n\n<p><em>Oh nothing too bad, polishing signs, washing vehicles, stupid things like that that the regular maintenance people may not have the manpower to take care of, that&#39;s all.</em></p>\n\n<blockquote>\n<p>Uh-huh.. I suppose I&#39;m free to read this over and fill it out at my leisure?</p>\n</blockquote>\n\n<p><em>Uh.. No, actually. It needs to be done before we can release you, that&#39;s why I came back. I&#39;d hate to delay your release.</em></p>\n\n<blockquote>\n<p>Alright, give it to me, I&#39;ll fill it out and leave it with the nurses station on the way out.</p>\n</blockquote>\n\n<p><em>Excellent, thank you.</em></p>"
}