{
  "full_title": "Chapter 150: Viktor & Yuri Part III",
  "number": 150,
  "title": "Viktor & Yuri Part III",
  "created_at": "September 29, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3mw628/chapter_150_viktor_yuri_part_iii/",
  "body": "<p><em>The Phenomenon, Day 94, Buenos Aires</em></p>\n\n<p>Viktor woke with a groan, the pain in his leg a throbbing ache that never seemed to go away entirely no matter how many painkillers he had in his system. Looking over, he saw his erstwhile captor, Yuri, now captured himself, bound with lengths of various computer cables to a desk chair with two broken wheels, his mouth stuffed with paper towels and sealed with masking tape.</p>\n\n<p>Yuri was already awake, and by the look of the vein popping out on his forehead, highly agitated.</p>\n\n<p>Viktor reached up under the makeshift pillow of crumpled paper in a plastic bag he&#39;d made and retrieved his Lugers.</p>\n\n<p>Checking them to ensure they were good to go, he put them in his waistband before getting up and hobbling over to Yuri before speaking again.</p>\n\n<blockquote>\n<p>My apologies if this hurts too much.</p>\n</blockquote>\n\n<p>Viktor then stripped the tape off Yuri&#39;s mouth before lifting up the back end of the chair and pushing him over to the working computer station.</p>\n\n<p>He then pulled out a Luger and unbound Yuri&#39;s hands.</p>\n\n<blockquote>\n<p>Alright, go ahead and finish the simulation, show me what the new orbit would look like.</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<p><em>It&#39;s done.</em></p>\n\n<p>Viktor looked up from the paperback he&#39;d found, something on eastern philosophy, to Yuri.</p>\n\n<p>He pushed his chair closer, the Luger in his lap transferring to his left hand before he got within arms length of his prisoner.</p>\n\n<blockquote>\n<p>Show me.</p>\n</blockquote>\n\n<p>Yuri clicked the mouse and suddenly the screen above showed a model of the Earth, surrounded by satellites, with an odd layer of red dots shifting and moving over it. The satellites winked out one by one in rapid succession until only one remained, its projected orbit a white line circling the Globe near the equator. Then that line started shifting, one arc going up towards the North Pole, the other headed towards the South.</p>\n\n<p>When the line stopped its journey the red dots moving over the Earth shifted as well, the mid-latitudes of the northern hemisphere brightened while the entirety of the southern hemisphere went dark.</p>\n\n<p><em>See? It&#39;s like I said, with this orbit we&#39;d get better coverage of the northern hemisphere but the satellite would be in the wrong orientation to scan during its time over the Southern Hemisphere. And if you look here-</em></p>\n\n<p>Yuri pointed at a small block of numbers in the bottom right corner of the screen.</p>\n\n<p><em>-you see this number, TTL? That&#39;s &quot;Transmission Time Latency&quot; the time before it&#39;s had a complete pass and come in-range again to update us here. Currently that&#39;s 4½ hours. Due to the nature of this orbit it&#39;s going to skip us every so often, making it 4½ hours for a day or so then a break of a full day before the Earth&#39;s rotation and its orbit align for contact again.</em></p>\n\n<blockquote>\n<p>That&#39;s for contact here, right? In Buenos Aires?</p>\n</blockquote>\n\n<p><em>Yes…</em></p>\n\n<blockquote>\n<p>Is there anywhere else where contact would be more consistent?</p>\n</blockquote>\n\n<p><em>Only if there was another satellite in a similar orbit but with a different orientation in order to retransmit its data.</em></p>\n\n<blockquote>\n<p>Is there one?</p>\n</blockquote>\n\n<p><em>I can check, but if it&#39;s anything but a public sat I won&#39;t have access.</em></p>\n\n<blockquote>\n<p>Check.</p>\n</blockquote>\n\n<p>Yuri played his hands across the keyboard and mouse, navigating from the predictive program to the satellite registry, searching by orbital info.</p>\n\n<p>As soon as all the terms were entered the results box came up clear Yuri turned back to Viktor.</p>\n\n<p><em>See? Either there&#39;s nothing there or if there is, it&#39;s a proprietary sat, military or corporate, with no public access.</em></p>\n\n<blockquote>\n<p>Is there any way to see if there&#39;s <em>anything</em> there?</p>\n</blockquote>\n\n<p><em>I… I could reorient the dish to scan that area and see if we detect anything. But if there is something they&#39;d</em> <strong><em>have</em></strong> <em>to be transmitting. This is a passive system, if they&#39;re not sending anything we can&#39;t detect it. Also…</em></p>\n\n<blockquote>\n<p>What?</p>\n</blockquote>\n\n<p><em>Reorienting the satellite isn&#39;t done from here. It&#39;s something done either from an office on the third floor-</em></p>\n\n<blockquote>\n<p>I&#39;ve been to the third floor, there&#39;s nothing there.</p>\n</blockquote>\n\n<p><em>-exactly. Or, at the dish itself, on the roof.</em></p>\n\n<blockquote>\n<p>Alright.</p>\n</blockquote>\n\n<p><em>No, no it&#39;s not. I didn&#39;t cover anything on any floor above this one. All the windows are clear, the floors are open. It&#39;s a death trap.</em></p>"
}
