{
  "full_title": "Chapter 151: Ben, Emil, & Sarya Part XXI",
  "number": 151,
  "title": "Ben, Emil, & Sarya Part XXI",
  "created_at": "October 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3o1f5d/chapter_151_ben_emil_sarya_part_xxi/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p>Longmire looked at Emil for a second before responding.</p>\n\n<blockquote>\n<p>What&#39;s the matter with Sarya?</p>\n</blockquote>\n\n<p><em>She&#39;s been having dreams.. Nightmares.</em></p>\n\n<blockquote>\n<p>This whole situation is a nightmare. I&#39;m not surprised a little girl is having bad dreams because of it.</p>\n</blockquote>\n\n<p><em>No Captain, you misunderstand, she&#39;s having nightmares, had been for weeks now, but.. I only recently, here, in the security on the Oregon, bothered to ask her what her nightmares are about.</em></p>\n\n<blockquote>\n<p>So?</p>\n</blockquote>\n\n<p><em>So.. Her nightmares are the same as mine. And taking an informal poll of your crew, quite a few others, two dozen and counting, have all had very similar nightmares.</em></p>\n\n<blockquote>\n<p>Are you saying they&#39;re related?</p>\n</blockquote>\n\n<p><em>I&#39;m asking if you&#39;ve had nightmares lately, Captain, and if so what are they?</em></p>\n\n<blockquote>\n<p>Well.. I suppose I&#39;ve had some nightmares, now and then, sure.</p>\n</blockquote>\n\n<p><em>Captain, have they featured voices? Or a red mist? Titanic creatures? Titanic beings?</em></p>\n\n<blockquote>\n<p>I think we should take this conversation off the bridge-</p>\n</blockquote>\n\n<p><em>I agree.</em></p>\n\n<blockquote>\n<p>-after my boarding party has made it safely back. I doubt our dreams are going to do us much harm anytime soon.</p>\n</blockquote>\n\n<p>The captain turned away from his passenger and checked over the gauges at the helm. Emil followed the Captain, stepping forward from the passageway into the bridge proper.</p>\n\n<p><em>Captain, this sort of thing is.. Unprecedented. We can&#39;t just brush this aside!</em></p>\n\n<p>The Captain continued forward feigning interest in the port trim display.</p>\n\n<blockquote>\n<p>Not only can I, <em>Mister</em> Emil, pending the safe return of my sailors that is exactly what I intend to do.</p>\n</blockquote>\n\n<p><em>Sir!-</em></p>\n\n<blockquote>\n<p>Enough Emil. Later.</p>\n</blockquote>\n\n<p>At that the radio crackled.</p>\n\n<p><em>Captain?</em></p>\n\n<p>Longmire took a deep breath before returning to the navigation table and picking up the radio.</p>\n\n<blockquote>\n<p>Go ahead Cox, have you made it to the bridge yet?</p>\n</blockquote>\n\n<p><em>Er.. No sir. But I think we&#39;ve found something you might be interested in Sir.</em></p>\n\n<blockquote>\n<p>The survivors?</p>\n</blockquote>\n\n<p><em>No Sir, the opposite, we&#39;ve found that deck seven is littered with bodies.. And something else. We&#39;re not sure</em> <strong><em>what</em></strong> <em>to say they are.</em></p>\n\n<blockquote>\n<p>The giants?</p>\n</blockquote>\n\n<p><em>No Sir. These aren&#39;t exactly beings. More like things. Small black spiky.. Things. They&#39;re littered about the deck on and amidst the shriveled corpses of the crew.</em></p>"
}