{
  "full_title": "Chapter 152: Zoe Part XVI",
  "number": 152,
  "title": "Zoe Part XVI",
  "created_at": "October 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3oycp2/chapter_152_zoe_part_xvi/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>The men inside the airlock stripped themselves of their weapons and body armor as Zoe watched through the bulletproof glass.</p>\n\n<p>When they were sufficiently disarmed, Zoe leaned forward and pressed the door control, allowing it to open the rest of the way.</p>\n\n<p><em>Thank you Ms. Wilson.</em></p>\n\n<blockquote>\n<p>It&#39;s no problem. Could you tell me just how you got here? Last I heard overland travel was rather difficult.</p>\n</blockquote>\n\n<p><em>We came by air. Helicopter, with a refueling stop at Nashville International.</em></p>\n\n<blockquote>\n<p>How&#39;s that possible?</p>\n</blockquote>\n\n<p><em>You fly by Infrared or Ultraviolet. Black out the windows, wait for the Shards to lose interest after you land. We actually landed on your doorstep four hours ago.</em></p>\n\n<blockquote>\n<p>Do you expect to transport all my stores and the archives in one helicopter?</p>\n</blockquote>\n\n<p><em>Not at all. There&#39;s a backup option, copies and transfers all data from the archives to the central database of the primary and secondary facilities via satellite. It&#39;s just that you need Administrator access to the system… And I brought those codes with, to initiate the backup.</em></p>\n\n<blockquote>\n<p>And my stores?</p>\n</blockquote>\n\n<p><em>This is only the initial expedition, once the backup is initiated and you&#39;re safely with the remaining Project personnel in North Carolina, we&#39;ll send a number of flights here with the sole purpose of collecting and transferring the bulk of your stores.</em></p>\n\n<blockquote>\n<p>All this for little old me?</p>\n</blockquote>\n\n<p><em>Humanity mustn&#39;t lose out on its artistic heritage.</em></p>\n\n<p>The officer gestured to his men to stay at the entrance.</p>\n\n<p><em>If you&#39;d be so kind as to show me the way to the Archive retrieval station and your communications hub, I&#39;ll start the backup process so you can get to packing your personal belongings.</em></p>\n\n<blockquote>\n<p>And your men?</p>\n</blockquote>\n\n<p><em>They&#39;re really just here to watch over me. There&#39;s been some unexpected complications and we&#39;ve had to take some rather unfortunate precautions.</em></p>\n\n<blockquote>\n<p>Complications, precautions, backups… Squads of soldiers… You make it sound like we&#39;re at war…</p>\n</blockquote>\n\n<p><em>Old habits… No, we&#39;re not at war, at least we don&#39;t think so. The difficulties we&#39;ve encountered have purely been the results of human foibles and people unable to handle the stress of the situations we find ourselves in.</em></p>\n\n<blockquote>\n<p>Such as?</p>\n</blockquote>\n\n<p><em>Dangerous mental breaks, delusional beliefs and behavior, even violent psychopathy I&#39;m afraid.</em></p>\n\n<blockquote>\n<p>And yet you trust me?</p>\n</blockquote>\n\n<p><em>To be frank Ms. Wilson, I don&#39;t think you could take me.</em></p>\n\n<p>The subtle humor and smile he affected seemed meant to show her he intended the remark in reassurance, but nevertheless Zoe felt something cold behind his words, saw the briefest flicker of danger pass behind his eyes…</p>\n\n<p>Zoe realized she may have made a terrible mistake in allowing this young Naval Lieutenant into her sanctuary.</p>\n\n<p>They made their way in silence to the Archive terminal, where the Lieutenant retrieved a small notebook from his inner breast pocket before using a keyboard command and typing a short series of directives into the resulting window. He replaced the notebook and stood back up straight before he spoke:</p>\n\n<p><em>Alright, the system is ready to send the backup, I just need to authorize the connection at your personal terminal in your quarters.</em></p>\n\n<p>As they began the slow walk to that destination Zoe wondered what Viktor had to hide, where he had hidden, and what he&#39;d do if they evacuated her to North Carolina as they indicated their desire to do. She didn&#39;t voice any of these concerns, however.</p>\n\n<blockquote>\n<p>What will become of the originals in storage here and above in the Institute?</p>\n</blockquote>\n\n<p><em>There are plans, once the skies are clear and we can operate freely once again, to recover most Project resources and protected archives to Washington DC. The Smithsonian Institutions there have all the resources for preservation and storage we may need, plus there&#39;s still an operating government, even though we&#39;re in a state of Martial Law.</em></p>\n\n<blockquote>\n<p>We are?</p>\n</blockquote>\n\n<p><em>Of course. In fact, I wasn&#39;t going to mention this, but due to a series of unforseen events, I&#39;m</em> <strong><em>technically</em></strong> <em>the Commander in Chief at the moment.</em></p>\n\n<p>Zoe stopped in her tracks.</p>\n\n<blockquote>\n<p>You&#39;re the President?</p>\n</blockquote>\n\n<p><em>Oh, no, no election, no Executive Authority, but the Project has operational control of the Military for the duration, the actual line of succession is in tatters, and I&#39;m the head of the Project at the moment.</em></p>\n\n<blockquote>\n<p>What happened with the President?</p>\n</blockquote>\n\n<p><em>Lost in the initial day, same with the Vice President. The Speaker was President for awhile but then Air Force One crashed and nobody in line after that can be located.</em></p>\n\n<p>Viktor stepped forward into the light, his baritone voice revealing no trace of emotion as he addressed the surprised Lieutenant.</p>\n\n<p><em>I suppose that means you&#39;re the man to talk to then, doesn&#39;t it?</em></p>"
}
