{
  "full_title": "Chapter 153: Jesse & Linda Part VI",
  "number": 153,
  "title": "Jesse & Linda Part VI",
  "created_at": "October 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3p1uux/chapter_153_jesse_linda_part_vi/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Linda crossed her third X, filling the board.</p>\n\n<blockquote>\n<p>Cats game.</p>\n</blockquote>\n\n<p><em>Yep.</em></p>\n\n<blockquote>\n<p>You wanna go again or do you wanna switch to something else? We ain&#39;t broke open the deck a&#39;cards, we could play some Rummy?</p>\n</blockquote>\n\n<p><em>I&#39;m about gamed out honestly. How in the world did you figure on bringing so many travel games?</em></p>\n\n<blockquote>\n<p>It wasn&#39;t my first thought. But on that first ride, after I got&#39;er squared away? That first stop for gas? Hours and hours waitin&#39; for it to be safe to get out? I grabbed hold&#39;a a couple books. Then, later, when I figured on company a stack of these here travel games.</p>\n</blockquote>\n\n<p><em>Well I&#39;m glad you thought ahead. It&#39;s certainly made the wait more bearable.</em></p>\n\n<blockquote>\n<p>Yeah.. But I think the wait&#39;s about over. You hear anything?</p>\n</blockquote>\n\n<p><em>...</em></p>\n\n<p><em>..No. Why?</em></p>\n\n<blockquote>\n<p>I don&#39;t hear nothing either.</p>\n</blockquote>\n\n<p><em>So?</em></p>\n\n<blockquote>\n<p>So that means them things ain&#39;t all over us no more and we can get out if we play it quiet.</p>\n</blockquote>\n\n<p><em>Oh! Well alright then! Where are we, what are we doing?</em></p>\n\n<blockquote>\n<p>Just a little gas &amp; go, convenience store kind of thing. Figured we could grab up some more bottled water, some canned fruit.. Things we ain&#39;t got. Hell I&#39;m dying for a smoke.</p>\n</blockquote>\n\n<p><em>I could use a drink!</em></p>\n\n<blockquote>\n<p>Well let&#39;s get going then, but remember, you wanna keep your eyes on the ground til we get inside, be quiet as possible, and if you see one of them Giants-</p>\n</blockquote>\n\n<p><em>If I see one of the Giants.. What?</em></p>\n\n<blockquote>\n<p>-Uh.. I don&#39;t really know. I&#39;m not sure there&#39;s anything you can do.. So if you see one, just lemme know, ok?</p>\n</blockquote>\n\n<p><em>Will do.</em></p>\n\n<blockquote>\n<p>Alright, let&#39;s go.</p>\n</blockquote>\n\n<p>Jesse flipped down his IR Goggles and switched them on before gently pulling the latch to open his door. He slowly slid out of his seat, pushing the door &quot;to&quot; but not closed as he landed.</p>\n\n<p>Then he made his way around the front of the truck to the passenger side. Opening Linda&#39;s door he reached up and took her waist in his hands, guiding her down to the ground before leading her to the door of the shop. Once inside he made a beeline for the counter where the cigarettes were. Stopping short at the entrance to the counter area, he flipped up his IR Goggles then blinked away the odd coloration they lent the world and looked down.</p>\n\n<p>Two of the stores former employees lay behind the counter, their dried bodies still wearing the brightly colored uniforms of Shell Oil. Jesse looked over at Linda, who was perusing the coolers, before he leaned over and grabbed three cartons of his preferred brand, tucking them under his arm before grabbing a zippo and two bottles of lighter fluid.</p>\n\n<p>Across the store, Linda hopped up and down before opening the cooler case and grabbing at a 12-pack of fruity Daiquiri-like drinks. It was only a moment before the smell of rot, mold, and mildew washed over her, causing her to gag. She hurried to close the airtight cooler door.</p>\n\n<p>Jesse walked over to her, his goggles still perched on his forehead.</p>\n\n<blockquote>\n<p>What&#39;s wron- Oh holy God <em>what is that stench?</em></p>\n</blockquote>\n\n<p><em>I don&#39;t know, something in these cases must be rotten but I don&#39;t know what..</em></p>\n\n<p>Jesse followed the cases as they moved down the side of the store, going from alcohol to sodas to the culprit.</p>\n\n<blockquote>\n<p>Ah here we go, this explains it.</p>\n</blockquote>\n\n<p>Jesse waved over Linda, as she approached she saw that the far end of the cooler was covered in the exploded remains of sandwiches. Prepackaged sandwiches which had rotted, the gasses expanding their packages until they&#39;d burst, spraying muck all over the inside of the case.</p>\n\n<p>Jesse indicated the shelves of bottled water in pallets behind them in the aisle and the stacks of canned sodas in 12 pack boxes the aisle over.</p>\n\n<blockquote>\n<p>We should definitely take a few pallets of water. And if you&#39;ve got any preferences for sodas I&#39;d grab as many as you can. In a few years there won&#39;t be no more sodas, so get while the gettin&#39;s good, y&#39;know&#39;what&#39;I&#39;mean?</p>\n</blockquote>\n\n<p><em>Hard to imagine. No more Barqs, no more Fanta, or Mello Yellow, or Pibb, or Sprite.. Ooh! They have Fresca!</em></p>\n\n<blockquote>\n<p>I&#39;ve always been a fan of Cherry Coke m&#39;self.</p>\n</blockquote>\n\n<p><em>I&#39;ll make sure to grab some. How are we going to carry all this out to the truck?</em></p>\n\n<blockquote>\n<p>Very carefully, one load at a time. We can&#39;t overburden ourselves on any one trip, cause if we drop something we&#39;ll have to get inside either the store or the truck right quick. Best to just not drop nothin&#39;, y&#39;know?</p>\n</blockquote>"
}