{
  "full_title": "Chapter 154: Viktor Part XII",
  "number": 154,
  "title": "Viktor Part XII",
  "created_at": "October 21, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3pl2fv/chapter_154_viktor_part_xii/",
  "body": "<p><em>The Phenomenon, Day 12, Tokyo</em></p>\n\n<p>Viktor pulled out a handkerchief from his back pocket and wiped his brow. The already sweat soaked rag did little but move around the sheen of fluid that coated his face and dripped from his hair.</p>\n\n<p>He replaced the cloth and looked over the working party he&#39;d found himself assigned to.</p>\n\n<p>Julia, a Brit, companion to one of the scientists, met at Oxford and married, who was just as confused as you would expect by this whole turn of events.. Hibiki, who didn&#39;t have a single original thought in his head. Osamu, who never complained or questioned, always did just as he was told. Minoru, who couldn&#39;t tell a lie to save his life (or the rest of them work)..</p>\n\n<p>They weren&#39;t bad people, or bad workers, still, he felt he shouldn&#39;t get too attached. He was grateful to them, they provided just enough banter and distraction to cover his observations.</p>\n\n<p>The facilities of the Emperors chosen hadn&#39;t been properly prepared when the world went to shit. Tunnels needed cleaning, walls needed painting, and unfortunately, the compact Nuclear Reactor they&#39;d bought from the Russians intended to power the facility wasn&#39;t yet active, so the generators needed constant tending. They were, after all, nearly half a century old.</p>\n\n<p>Pipes leaked and needed to be patched, the ventilation clogged and needed to be blown out, fuel needed topping off.. These were daily chores, and each day a new working party was needed to see to them. Today was his party&#39;s day.</p>\n\n<p>He&#39;d realized how things worked here. <em>Supposedly</em>, the Companions of the chosen and the chosen were equal, and only the Emperor was of greater value and importance. However, he&#39;d noticed that the companions were often, too often to be random, grouped together and given the shitty assignments.</p>\n\n<p>Still, dirty hard work meant he was assigned places and tasks which gave him a better picture of their activities than he&#39;d have otherwise. His original assignment, to investigate the Japanese Government and determine their intent with all their diverted resources, had been successful, though not in the way he&#39;d ever expected.</p>\n\n<p>They were very very concerned with the Reactor of course. Some of the engineers were starting to think Russia had sold them one that was already worn out. Other groups were concerned with the food stores, water reclamation.. But the most personnel were scientists of every persuasion. Physicists, Biologists, Meteorologists, Chemists..</p>\n\n<p>And they all were heavily engaged each and every day in some kind of conclave. Each day they&#39;d assemble in the rotunda, each group would update the rest on their findings, and then they&#39;d seperate and go back to their own research facilities up near the surface.</p>\n\n<p>Julia had mentioned her husband, one of the Meteorologists, was deeply concerned with the radar results they&#39;d been getting over the Bering Straight. She&#39;d mentioned it was almost like there was a Typhoon there, but.. Not.</p>\n\n<p>Viktor made a mental note to approach Yuriko on the subject.</p>"
}