{
  "full_title": "Chapter 155: Viktor & Yuri Part IV",
  "number": 155,
  "title": "Viktor & Yuri Part IV",
  "created_at": "October 22, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3pq2f2/chapter_155_viktor_yuri_part_iv/",
  "body": "<p><em>The Phenomenon, Day 94, Buenos Aires</em></p>\n\n<p>Viktor and Yuri stared at the light streaming into the stairwell from the top floor of the building. Viktor cleared his throat before he spoke.</p>\n\n<blockquote>\n<p>So how do you want to do this?</p>\n</blockquote>\n\n<p><em>Uh.. What?</em></p>\n\n<blockquote>\n<p>Look, you know this building better than I do. You know the layout, how things are arranged, I don&#39;t.</p>\n</blockquote>\n\n<p><em>Yeah, and like I told you, the stairwell reached this floor, then there&#39;s the roof access from a pillar in the center, the outer layer is executive offices from the company that leases the floor, the ring between the outer offices and the center column is secretarial and project manager officers, and then the center column is the bathrooms, electrical closet, and roof access.</em></p>\n\n<blockquote>\n<p>Right, and everything&#39;s open. Glass walls leave straight views from floor to ceiling, right?</p>\n</blockquote>\n\n<p><em>Very nearly. There was one office where the glass was smoky.. Like.. I don&#39;t know, it&#39;s hard to describe. It wasn&#39;t clear, like it was fogged up, like glass that goes from hot outside to cold inside gets?</em></p>\n\n<blockquote>\n<p>Right. See? This is why we&#39;re going to do it together. You know the layout. You&#39;re the guide. I&#39;m coming along to make sure the Satellite gets reoriented to the proper inclination.</p>\n</blockquote>\n\n<p><em>Great.</em></p>\n\n<blockquote>\n<p>Don&#39;t look at it like that. Look at it like job security for your life. Life security you might say.</p>\n</blockquote>\n\n<p><em>Trying to make it through a maze of office furniture and glass walls without looking up because looking up will kill me doesn&#39;t exactly ring like Life Security to me.</em></p>\n\n<blockquote>\n<p>I never said it was a perfect metaphor. Let&#39;s get going.</p>\n</blockquote>\n\n<p>At that Viktor pushed the door open to the floor of the office, pushing Yuri ahead of himself, both their eyes cast down at the floor.</p>\n\n<p>Yuri stretched his arms ahead of him, feeling for and finding the first sheet of glass.  They continued forward, one of Viktor&#39;s hands on Yuri&#39;s shoulder, his other hand gripping one of his Lugers pointed into the small of Yuri&#39;s back.</p>\n\n<p>Yuri fumbling ahead for each progressive sheet of glass or secretarial desk. Operating from memory, it took them nearly ten minutes before he saw the base of the solid walls indicating they&#39;d reached the center column of the building.</p>\n\n<p><em>I think we&#39;re here.</em></p>\n\n<p>As they looked up, they could see their shadows on the wall, the off white of the paint turned orange in the light of the setting sun. Suddenly, concurrent with a muted thump from the exterior windows behind them, a blotch of darkness blossomed on the wall above their shadows.</p>\n\n<p>Then another. And another. They started coming like rain as Yuri and Viktor watched the diffused shadows join and grow darker.</p>\n\n<blockquote>\n<p>Mr. Yuri, I&#39;d recommend you start moving us towards someplace we can close up, <em>and quickly!</em></p>\n</blockquote>\n\n<p>Yuri began rapidly shuffling to the left, Viktor following step by step as the impacts and the shadows grew darker and more urgent.</p>\n\n<p>A sudden sharp crack sounded out and both men froze in fear, cold sweat breaking out all over their bodies. Just as they began moving again they heard the unmistakeable sounds of glass shattering.</p>"
}