{
  "full_title": "Chapter 156: Ben, Emil, & Sarya Part XXII",
  "number": 156,
  "title": "Ben, Emil, & Sarya Part XXII",
  "created_at": "October 22, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3pua3m/chapter_156_ben_emil_sarya_part_xxii/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p><em>They&#39;re littered about the deck on and amidst the shriveled corpses of the crew.</em></p>\n\n<blockquote>\n<p>Any idea what they are?</p>\n</blockquote>\n\n<p><em>No sir, not at all. They kind of remind me of Sea Urchins, but they look to be made of glass.. Black glass. Maybe Volcanic Glass.. Except the tips of the spikes. There they become slightly translucent, like tinted glass, gray-black.. Gotta be honest sir I don&#39;t like this. Of all the times in the world to run across something unknown.. This isn&#39;t exactly comforting.</em></p>\n\n<blockquote>\n<p>Well that&#39;s understandable. You said you&#39;re on Deck 7?</p>\n</blockquote>\n\n<p><em>Yes sir, but we&#39;ve got to go up one more deck and then forward to get to the bridge.</em></p>\n\n<blockquote>\n<p>Well get to it. The sooner you get that communications suite and reestablish contact the sooner we can get you back aboard and then get us underway.</p>\n</blockquote>\n\n<p><em>Looking forward to it sir. Been dreaming of a proper meal.</em></p>\n\n<blockquote>\n<p>Speaking of which, Emil says Sarya and a few members of the crew have been having &quot;odd dreams&quot;. Anybody over there reporting any &quot;odd dreams&quot;?*</p>\n</blockquote>\n\n<p><em>Heh.. No sir.. Well.. Actually, hold on, yes sir. Yes. I have had odd dreams.. The rest of the party says they have as well sir.</em></p>\n\n<blockquote>\n<p>What kinds of dreams?</p>\n</blockquote>\n\n<p><em>Hold on sir let us compare notes over here.</em></p>\n\n<blockquote>\n<p>Alright, don&#39;t take too long about it.</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<p><em>Sir?</em></p>\n\n<blockquote>\n<p>Go ahead.</p>\n</blockquote>\n\n<p><em>Seems we&#39;ve all been dreaming the same dreams. Damn spooky sir.</em></p>\n\n<blockquote>\n<p>Er.. Alright. Add odd dreams and sleep disturbances to the report you send in then.</p>\n</blockquote>\n\n<p><em>Aye Sir.</em></p>\n\n<blockquote>\n<p>Alright Cox, I don&#39;t want to keep you. Get going, just remember-</p>\n</blockquote>\n\n<p><em>..Sir..!</em></p>\n\n<blockquote>\n<p>-not.. What, what is it Cox?</p>\n</blockquote>\n\n<p><em>They&#39;re moving sir.. The little Urchin things.. They&#39;re sort of wobbling. They&#39;re not coordinated, some are wobbling left, some right.. One.. One of them seems to be bubbling or some-</em></p>\n\n<blockquote>\n<p>...</p>\n\n<p>..Cox? Cox are you there? <em>Cox!?</em> <strong><em>Cox answer me! Hello!?</em></strong></p>\n</blockquote>"
}