{
  "full_title": "Chapter 157: Zoe Part XVII",
  "number": 157,
  "title": "Zoe Part XVII",
  "created_at": "October 24, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3q0769/chapter_157_zoe_part_xvii/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p><em>I suppose that means you&#39;re the man to talk to then, doesn&#39;t it?</em></p>\n\n<p>Lieutenant McGuire registered the barest hint of surprise before quickly regaining his composure. Zoe stood still, caught like a deer in the headlights. Unsure of just what to do. Turning to Viktor, McGuire responded.</p>\n\n<blockquote>\n<p>I am. And you are?</p>\n</blockquote>\n\n<p><em>Viktor Reitmeyer. I&#39;m a part of the Project as well.</em></p>\n\n<blockquote>\n<p>…riiight… That&#39;s right… I remember now. The investigator. The one of the twenty six without an academic background. You were supposed to be in Japan, weren&#39;t you? Seeing about some kind of budgetary discrepancy?</p>\n</blockquote>\n\n<p><em>That&#39;s right.</em></p>\n\n<blockquote>\n<p>The Project counts you as dead Mr. Reitmeyer.</p>\n</blockquote>\n\n<p><em>I&#39;m quite pleased to prove the Project wrong in this instance then.</em></p>\n\n<blockquote>\n<p>I&#39;m sure there&#39;ll be quite a few people who are glad you&#39;re still kicking. And I shouldn&#39;t have to tell you that you&#39;ll be fully debriefed when we get you to the Facility.</p>\n</blockquote>\n\n<p>Zoe finally shook herself out of her reverie and spoke up.</p>\n\n<blockquote>\n<p>That&#39;ll be true for both of us, won&#39;t it?</p>\n</blockquote>\n\n<p><em>Oh yes… I expect there&#39;ll be quite a few questions for everyone involved on both sides.</em></p>\n\n<p>McGuire continued:</p>\n\n<blockquote>\n<p>Most especially about how you managed to get from Tokyo to Chicago in the midst of all… This.</p>\n</blockquote>\n\n<p><em>Ah… Yes… That.</em></p>\n\n<p>Zoe spoke again:</p>\n\n<blockquote>\n<p>Yeah Viktor you never did explain that part…</p>\n</blockquote>\n\n<p><em>It&#39;s… Complicated.</em></p>\n\n<blockquote>\n<p>Would you care to? Like, to both of us at once maybe?</p>\n</blockquote>\n\n<p>McGuire let the point hang in the air for a few heartbeats before he spoke again.</p>\n\n<blockquote>\n<p>So Mr. Reitmeyer… How <em>did</em> you get from Tokyo to Chicago… <em>In this situation?</em></p>\n</blockquote>\n\n<p><em>Would you believe I flew Commercial?</em></p>\n\n<blockquote>\n<p>…bullshit.</p>\n</blockquote>\n\n<p><em>It&#39;s true. If we&#39;re going to get to the basics, I flew here on a 727 with a big &quot;Japan Transoceanic Air&quot; on the side.</em></p>\n\n<blockquote>\n<p>And…? Just how did you end up on a JTA 727?</p>\n</blockquote>\n\n<p><em>I think it&#39;s best that wait until my debriefing… Sir.</em></p>\n\n<blockquote>\n<p>And I frankly don&#39;t give a shit what you think.</p>\n</blockquote>\n\n<p><em>Well alright then. I&#39;m here for Zoe. Or rather I was sent for Zoe. Her and her information. The archives.</em></p>\n\n<blockquote>\n<p>Why?</p>\n</blockquote>\n\n<p><em>Japan isn&#39;t dead as they&#39;ve led the world to believe. They&#39;re just dormant. Intending to rebuild, regrow, expand. After this all passes. Like a seed through the winter. They want the archives and Zoe&#39;s data in order to facilitate their activities afterwards.</em></p>\n\n<blockquote>\n<p>And just what plans are those?</p>\n</blockquote>\n\n<p><em>The same as yours,</em> <strong><em>as ours,</em></strong> <em>I imagine.</em></p>\n\n<blockquote>\n<p>And why you&#39;d help them?</p>\n</blockquote>\n\n<p><em>…whoever said I was?</em></p>"
}
