{
  "full_title": "Chapter 158: Jesse & Linda Part VII",
  "number": 158,
  "title": "Jesse & Linda Part VII",
  "created_at": "October 28, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3qhxuk/chapter_158_jesse_linda_part_vii/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Jesse set down the second set of water bottle pallets on the deck of the truck, careful to make as little noise as possible as he did so.</p>\n\n<p>The plastic wrapping around the bottles and the bottles themselves were already very noisy on their own. Rough treatment would only make them deafeningly loud.</p>\n\n<p>Linda watched from inside the store, a 12-pack box of Soda balanced on each of her hips. When Jesse started back she&#39;d go out for her third trip, four boxes already sat beside the water inside the truck.</p>\n\n<p>Jesse pushed his water a few inches back into the truck so that they sat within the truck proper and in a hurry the door could close. Sure of his work he turned from the truck and started his slow, measured walk back to the store, where Linda was already making her way to the truck, her head down, following the tracks they&#39;d made in the frost in their previous trips.</p>\n\n<p>As they passed each other Jesse took the opportunity to whisper.</p>\n\n<blockquote>\n<p><em>Next trip I&#39;m&#39;a grab some bags of chips, y&#39;want anything in particular?</em></p>\n</blockquote>\n\n<p><em>Yeah, make sure to get some Salt &amp; Vinegar!</em></p>\n\n<p>Jesse got back under the cover of the stores awning and quickened his pace, grabbing a basket from the stack near the door before going to the snacks and chips aisle.</p>\n\n<p>He lifted his IR Goggles before he started loading up the basket with Jerky, chips, and crackers. Glancing occasionally back outside at Linda and his truck.</p>\n\n<p>He reached the end of the aisle near the coolers and was debating with himself if the individually packaged pickles in their little sleeves with the pickle juice would be safe at this point when he glanced back at the truck again.</p>\n\n<p>Something in the corner of his eye caught his attention and he did a double take looking out at the road beyond his truck. A giant stood there, staring at them with glowing golden eyes.</p>\n\n<p>Jesse didn&#39;t move for two heartbeats. Then he slowly began stepping sideways to go back to the entrance, keeping his eyes locked on the giant. It stood there, slightly swaying, its arms moving from its sides first on one side then the other.</p>\n\n<p>As Jesse reached the threshold of the store he risked a glance towards the truck, where Linda appeared to be taking a quick inventory of what they&#39;d loaded so far. He could still see the upper half of the Giant over the hood of the truck, easily 5½ feet off the ground. He decided to risk warning her. None of the warnings had mentioned anything about whether or not the Giants hearing was any good.</p>\n\n<blockquote>\n<p><em>..Psst!</em></p>\n</blockquote>\n\n<p>Jesse kept his eyes flicking back and forth from the Giant to Linda and back again.</p>\n\n<blockquote>\n<p><em>Psst! Hey! Hey Linda!</em></p>\n</blockquote>\n\n<p>Linda finally seemed to hear something, her head turned up to the interior of the truck and cocked to the side.</p>\n\n<p>Unfortunately, so had the Giant. The behemoth began taking slow and easy strides towards the front end of the truck.</p>"
}