{
  "full_title": "Chapter 159: Viktor Part XIII",
  "number": 159,
  "title": "Viktor Part XIII",
  "created_at": "November 3, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3rd33k/chapter_159_viktor_part_xiii/",
  "body": "<p><em>The Phenomenon, Day 40, Tokyo</em></p>\n\n<p>Viktor retrieved his undershirt from where it had fallen next to the bed, used it to wipe clean and dry his face. Julia had rolled over on her side in the fetal position, legs clamped tightly together and shaking.</p>\n\n<p>Viktor chuckled as she let out a little whimper from the aftershocks. She lashed out trying to seem mad but her own laughter ruined the effect.</p>\n\n<p><em>It&#39;s</em> <strong><em>not</em></strong> <em>funny Viktor!</em></p>\n\n<blockquote>\n<p>Hehe… Yes it is.</p>\n</blockquote>\n\n<p><em>Is not! Goddamn!</em></p>\n\n<p>Viktor stood and picked up his underwear with the toes of his left foot, flipping them up into the air and catching them before bending over and stepping into them.</p>\n\n<blockquote>\n<p>…yes it is…</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<p>Viktor shimmied through the pipe, the caustic smell of petroleum burning his eyes and nose as he disturbed the layers of oil sludge on the sides and floor.</p>\n\n<p>As he approached the next junction he started searching the tunnel for the bolts of the hatch. A few feet further on he found them, immediately knowing something was wrong since they were already loose. He had two heartbeats to consider his next move, but before he could act at all the hatch was lifted off and three men with rifles looked down at him, loudly barking orders in Japanese.</p>\n\n<p><strong>~</strong></p>\n\n<p>The bailiff checked Viktor&#39;s wrist and ankle cuffs for the third time as the other guards watched, weapons drawn. Having already escaped, twice, they were talking no chances this time.</p>\n\n<p>A tone from the intercom signaled that the sentencing commission was ready for him.</p>\n\n<p>With slow and methodical precision, two guards unstrapped Viktor from the chair and lifted him to his feet before slow-stepping him through the door into the next room.</p>\n\n<p>There, Viktor was set down in another chair facing a single man, the Emperor&#39;s Representative, who would decide his fate.</p>\n\n<p><em>Mr. Reitmeyer, I am very sorry our meeting had to be under these circumstances. A man as skilled and resourceful as yourself should have come to my attention in a very different way.</em></p>\n\n<p><em>Unfortunately your unwillingness to abide by our Emperors will have all but eliminated any room I may have had for mercy. You have one opportunity to save your life, Mr. Reitmeyer, but I must insist on total compliance, if you so much as breath a whisper that could be construed as disobedience, you will be abandoned to whatever fate destiny affords you. Do you understand?</em></p>\n\n<blockquote>\n<p>I do.</p>\n</blockquote>\n\n<p><em>Very Well. For the crimes of Conspiracy to Adultery, Accomplice to Adultery, Disturbing Societal Harmony, Resisting Arrest, Assault on an Imperial Agent, two counts of Escape from Lawful Confinement, and Espionage, I hereby sentence you to death.</em></p>\n\n<p><em>By his Majesties grace and mercy, on the condition of your compliance with tasks to be assigned, I hereby commute your sentence from Death, to Exiled Service.</em></p>"
}
