{
  "full_title": "Chapter 160: Viktor & Yuri Part V",
  "number": 160,
  "title": "Viktor & Yuri Part V",
  "created_at": "November 5, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3rlc6f/chapter_160_viktor_yuri_part_v/",
  "body": "<p><em>The Phenomenon, Day 94, Buenos Aires</em></p>\n\n<p>The stuffy air was starting to get to him. Couldn&#39;t be helped. The supply closet was nearly airtight. Small too. He just barely had room to stand, no possibility of sitting. That wasn&#39;t the worst part though. Barely even six inches away from the tip of his nose the <em>things</em> were all over the outside.</p>\n\n<p>He kept flashing back to his eyes. A scant few seconds. The crash, the push towards the column, the hurried grasp for the handle, putting himself in and then pulling at the door, the last desperate inch pulling against him pulling at the door from the outside, his face pressed to the opening, his eyes wide and desperate.. Then the way his body shook with the impacts and they way he went slack, the life draining from his eyes as his pull relaxed and the door closed..</p>\n\n<p>He&#39;d only known him a few days but he was starting to respect him in spite of their oppositional relationship. He&#39;s overcome quite a bit to make it this long.</p>\n\n<p>He settled back into the shelves, feeling boxes and binders press sharply into his back. He looked up at the ceiling tiles and pondered if he might be able to climb up and then make his way through the ceiling to the bathrooms or.. He dismissed the thought. Even if the shelves held his weight the ceiling wouldn&#39;t. He knew the action movies were lying about that one.</p>\n\n<p>It was getting unbearably stuffy and hot, his own exhalations must be building up in here. He looked down past his body to the crack between the door and the floor, seeing only slivers of light penetrating through. The outside must be absolutely <em>covered</em> in the things.</p>\n\n<p>Yuri shivered in spite of the heat.</p>\n\n<p>He didn&#39;t know just what he&#39;d do once he got out. Viktor had seemed fairly urgent in his need to reposition the satellite. But then, what if his purpose was malevolent in nature? What if changing the satellite wasn&#39;t the right thing?</p>\n\n<p>However, the opposite could just as easily be true. Keeping the satellite where it was could be doing harm, keeping the Japanese from accomplishing some noble goal, maybe even from ending this dreadful catastrophe.. What if they had a way to fight these things?</p>\n\n<p>He shifted his weight onto his other foot. It&#39;d be hours of stillness and silence before he could act either way.</p>"
}