{
  "full_title": "Chapter 161: Ben, Emil, & Sarya Part XXIII",
  "number": 161,
  "title": "Ben, Emil, & Sarya Part XXIII",
  "created_at": "November 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3s2o49/chapter_161_ben_emil_sarya_part_xxiii/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<blockquote>\n<p>…Cox? Cox are you there? <em>Cox!?</em> <strong><em>Cox answer me! Hello!?</em></strong></p>\n</blockquote>\n\n<p>Emil&#39;s voice came from behind, suffused with concern and a rising note of panic.</p>\n\n<p><em>Captain, I may be speaking out of turn here but I&#39;d highly recommend we submerge and start for South Carolina…</em></p>\n\n<blockquote>\n<p>We can&#39;t submerge the boat, not with this much damage, too risky. And we&#39;re not going anywhere until Cox and the others get back.</p>\n</blockquote>\n\n<p><em>Captain Longmire, I hate to be the one to state the obvious but… Cox and the others are very likely to be dead. With these… Things… I don&#39;t think a rescue would be possible, much less likely to succeed. We should leave, and the sooner the better.</em></p>\n\n<blockquote>\n<p>I am not going to abandon half a dozen members of my crew on a derelict! End of discussion!</p>\n</blockquote>\n\n<p>Emil opened his mouth to speak again but a sharp look from the Captain made him reconsider, and he closed his jaw with an audible click.</p>\n\n<blockquote>\n<p>Does anybody else have any objections to us making absolutely sure we can save as many lives as possible!?</p>\n</blockquote>\n\n<p>The silence on the bridge was heavy. Nobody seemed intent to breath much less speak.</p>\n\n<p>The redheaded sonarman slowly leaned out of his cubby and raised his hand.</p>\n\n<blockquote>\n<p>Oh you want to abandon them too, eh Colquitt?</p>\n</blockquote>\n\n<p><em>Uh, no sir, unrelated? I&#39;m hearing a lot of splashes and clangs and groans out in the water sir. Hell if I know what it is though…</em></p>\n\n<blockquote>\n<p>Understood. Well, good… At least the Navy is consistent in its value for lives.</p>\n</blockquote>\n\n<p>A buzzing tone came from the intercom panel, a small green light indicated the call was coming from the Sail. Longmire reached up and picked up the microphone before putting it to his mouth and responding.</p>\n\n<blockquote>\n<p>Bridge, Captain Longmire, go ahead.</p>\n</blockquote>\n\n<p><em>Sir this is Seaman Causey up in the Sail.</em></p>\n\n<blockquote>\n<p>Go ahead Causey what is it?</p>\n</blockquote>\n\n<p><em>Well Sir I&#39;m not quite sure how to describe it. It looks like the</em> <strong><em>Magic</em></strong> <em>is… Uh… It looks like it&#39;s… Popping… Sir.</em></p>\n\n<blockquote>\n<p>What the hell does that mean?</p>\n</blockquote>\n\n<p><em>Parts of her are flying off. Like as if she were filled with popcorn and it was popping and putting pressure on the inside and she&#39;s bursting from it.</em></p>\n\n<blockquote>\n<p>What about her superstructure? The Antennae and radar, anything happening to them?</p>\n</blockquote>\n\n<p><em>The bridge was the first part to start popping sir, all that&#39;s popped off and flown all over her decks and the Atlantic sir.</em></p>\n\n<blockquote>\n<p>Well… Great. Just… Fucking great.</p>\n\n<p>If there&#39;s anything else that can go wrong somebody tell me please?</p>\n</blockquote>\n\n<p>Longmire leaned over the navigation table, the microphone making a solid thunk as it hit the plastic surface.</p>\n\n<p>Emil stepped forward slowly, planting a hand on the Captain&#39;s shoulder.</p>\n\n<p><em>Captain…</em></p>\n\n<p>The Captain reacted quickly, turning and throwing his full weight behind a right handed uppercut that sent Emil flying one way and several of his teeth another.</p>\n\n<blockquote>\n<p><strong>I&#39;ll be good and God damned before I&#39;ll let a civilian tell me how to run things on my own fucking boat!</strong> You say <em>one more word</em> and I swear I&#39;ll have you put in irons!</p>\n</blockquote>\n\n<p>Colquitt stood and went to Emil, helping him to his feet.</p>\n\n<p><em>I&#39;ll take him below sir, back to his berth, and let the guys on B Deck know he&#39;s not allowed up here anymore.</em></p>\n\n<blockquote>\n<p>Stay at your post! I&#39;m sure Emil can behave himself in the future, can&#39;t you Emil?</p>\n</blockquote>\n\n<p>As Colquitt released him and went back to the Sonar console, Emil looked on the verge of speaking but then resignedly shook his head.</p>"
}
