{
  "full_title": "Chapter 163: Jesse & Linda Part VIII",
  "number": 163,
  "title": "Jesse & Linda Part VIII",
  "created_at": "November 13, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3sn1qd/chapter_163_jesse_linda_part_viii/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Jesse watched, horrified, as the giant slowly strode towards the front of the truck, it&#39;s peg like feet seeming to find no trouble finding purchase on the frosted concrete.</p>\n\n<p>The quiet click-crunch of its step finally reached Linda&#39;s ears. A confused look passed over her face and she started to lean over and look under the door and down the side of the truck before she thought better.</p>\n\n<p>She squatted down on her heels, looking through the undercarriage of the truck. She saw the peg feet of the giant, and her confused look changed to pure bewilderment.</p>\n\n<p>Jesse watched this unfold with one thought running through his head; <em>&quot;She&#39;s never seen the giants before, she doesn&#39;t know what she&#39;s looking at.. I hope she&#39;s smart enough to think anything strange is dangerous..&quot;</em></p>\n\n<p>Linda stared at the giants feet for nearly a five count before she stood and climbed into the back of the truck. The slight bounce of the truck on its suspension gave the giant pause, it stopped and reached out to the hood, opening it&#39;s fist and extending it&#39;s fingers in a splayed hand. It placed it&#39;s hands down on the hood and pressed it down, then released it, watching it bounce back up.</p>\n\n<p>It pushed down again, harder, and released. The truck bounced higher. It presses harder still, and the truck bottomed out it&#39;s suspension before it released. This time it bounced hard enough the front wheels came off the ground slightly.</p>\n\n<p>A muffled collection of thuds and clangs came from the back of the truck as various bits of gear were dislodged from racks and settings by the motion of the vehicle. Jesse acted quickly to duck down on his hands and knees between the aisles of the store. A second later he heard the back door of the truck slam closed as Linda took action herself.</p>\n\n<p>Jesse listened intently for the sound he knew was coming and dreaded. He wasn&#39;t disappointed. The thuds, thunks, and thumps rang out as the truck was covered. He started crawling deeper into the store, careful not to make any noise of his own.</p>\n\n<p>He could hear the infernal noises they made as they shifted and jostled and rubbed against each other. And then another noise, the distinctive click-crunch of the giant&#39;s footsteps.</p>"
}