{
  "full_title": "Chapter 164: Viktor Part XIV",
  "number": 164,
  "title": "Viktor Part XIV",
  "created_at": "November 15, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3sv0ol/chapter_164_viktor_part_xiv/",
  "body": "<p><em>The Phenomenon, Day 68, Tokyo</em></p>\n\n<p>Viktor looked up from his rack, the thin mattress flexing and the springs of the rack singing as his weight shifted. The face in the small porthole in the cell door looked at him with barely disguised disgust. Viktor smiled and flashed him the peace sign before turning his hand around, withdrawing the index finger, and winking.</p>\n\n<p>The face in the window flushed with anger before disappearing.</p>\n\n<p><strong><em>Day 69</em></strong></p>\n\n<p>Viktor stood as still as he could while the machine did it&#39;s work. The low hum of electricity thrumming through the equipment putting a deep rattle in his bones. He could feel the static discharge in the air as every hair on his naked body was raised. The lights abruptly dimmed as the power throughout the facility coursed to the chamber in which he stood.</p>\n\n<p>He felt a burning sensation in his nose, like they&#39;d warned him about. He felt a drop of something, maybe mucus, maybe blood, drip from his nose as the burning intensified and a wave of pain and nausea overtook him. The lights flared, his head pounded, his bones felt like they were splitting. He screamed, feeling the arcs of energy popping from his capped teeth. Then he felt intense pain as he was ripped apart.</p>\n\n<p><strong><em>Day 1</em></strong></p>\n\n<p><em>..and he&#39;s in the ward right now?</em></p>\n\n<blockquote>\n<p>Yes, heavily sedated. But ever since this one arrived he seems restless, keeps metabolizing everything and waking up anyway.</p>\n</blockquote>\n\n<p><em>That&#39;s bizarre, you think there&#39;s a connection?</em></p>\n\n<blockquote>\n<p>Might be. We&#39;ll do a CAT Scan and an MRI while he&#39;s out, as well as a full panel of blood work on both of them.</p>\n</blockquote>\n\n<p><em>Ah shit.. He looks like he&#39;s waking up. Nurse, Nurse!</em></p>\n\n<p><strong><em>Day 12</em></strong></p>\n\n<p><em>Is he any better today?</em></p>\n\n<blockquote>\n<p>Mental confusion is lesser, he&#39;s starting to get fine motor skills back, still no speech yet but the brain needs time to reorient itself after this kind of ordeal.</p>\n</blockquote>\n\n<p><em>Any idea why he&#39;s here?</em></p>\n\n<blockquote>\n<p>That&#39;s what I called you about. He&#39;s writing, finally, says there&#39;s two objectives needed to be taken care of simultaneously, and he&#39;s the only one with the skill sets for them. Something about some Project the Americans have as well.</p>\n</blockquote>\n\n<p><em>Are they..!?</em></p>\n\n<blockquote>\n<p>No! No, thank goodness, clueless on Quantum state regression. This is more a preservation initiative that they&#39;re working on.</p>\n</blockquote>\n\n<p><strong><em>Day 46</em></strong></p>\n\n<p><em>He&#39;s escaped.</em></p>\n\n<blockquote>\n<p>Yep. Wait two hours then have a team waiting at the second inspection hatch west of the old oil-fired heaters on the detention level. When the team hears someone messing with the bolts, pull us out.</p>\n</blockquote>\n\n<p><em>Through the heating system?</em></p>\n\n<blockquote>\n<p>Yep.</p>\n</blockquote>\n\n<p><em>That&#39;s got to be disgusting..</em></p>\n\n<blockquote>\n<p>It was, er, <em>is.</em></p>\n</blockquote>\n\n<p><strong><em>Day 90</em></strong></p>\n\n<blockquote>\n<p>Any last bits of advice?</p>\n</blockquote>\n\n<p><em>Yeah,</em> <strong><em>don&#39;t die.</em></strong></p>\n\n<blockquote>\n<p>Got it, don&#39;t tell anyone about the process, get the archives, get back, don&#39;t die.</p>\n</blockquote>\n\n<p><em>Exactly. You die, then the other you in Buenos Aires right now won&#39;t exist, and then we&#39;ve got a paradox. And those are what?</em></p>\n\n<blockquote>\n<p>Paradox are bad, I get it.</p>\n</blockquote>"
}