{
  "full_title": "Chapter 165: Yuri Part I",
  "number": 165,
  "title": "Yuri Part I",
  "created_at": "November 22, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ttfbr/chapter_165_yuri_part_i/",
  "body": "<p><em>The Phenomenon, Day 94, Buenos Aires</em></p>\n\n<p>Yuri arched his back as much as he could in the confined space. The air was thick, close. Every breath seemed a greater effort than the last. Glancing down he looked at the dim blue light coming from beneath the door, the brilliant glare of the sunset having slowly faded over the first hour. The sounds of the things outside had dissipated over the last half hour, the last half of almost his fourth hour in the closet.</p>\n\n<p>He&#39;d decided he wasn&#39;t going to reposition the satellite. The trip to the roof access was closer, but the roof was more exposed. The longer trip to the stairwell would be nerve wracking, especially without the smoked glass to give him some semblance of concealment, but once in the stairwell he&#39;d be covered all the way back down to his floor of the building.</p>\n\n<p>Despite all of Viktor&#39;s ruminations on the importance of its movement, whatever the Japanese had cooking… Well… It simply wasn&#39;t worth his life. Not to him, anyway. If he could get to his floor he could last awhile longer before having to descend into the city. Long enough maybe for the harsher elements to burn themselves out, kill each other off. It wasn&#39;t the most courageous plan, or the most humane, but it was his best chance for survival.</p>\n\n<p>But first, he had to make it to the stairwell.</p>\n\n<p>He placed his hand on the doorknob, and slowly turned it, feeling the gradual clicks and pops as its mechanism worked, each tiny sound seeming to him like a gunshot as his blood rushed in his ears. Finally he felt the door loosed from the latch, and he began slowly easing it outwards.</p>\n\n<p>As the crack between the door and the frame widened he kept his eyes at near a 45° angle, towards the ground, the moonlight revealing the thin, ugly, industrial blue grey carpet. After a few interminable seconds which felt like all the millennia of mankind, finally it was wide enough for him to move through.</p>\n\n<p>Yuri made a beeline along the angle he figured the stairwell must lie. He saw carpet give way to layers of shattered glass. The corners of desks, the wheels of office chairs, and various bits of debris and detritus knocked from desks when the windows blew in and the things flew about the room.</p>\n\n<p>At the edges of his vision, just obscured by the fringes of his hair, he saw the bottom of the stairwell door. He quickened the last three steps to it, extending his hands to hit the bar to open it… It didn&#39;t budge.</p>\n\n<p>He looked up and through the window into the stairwell, seeing a familiar slat of wood jammed against a pile of office furniture at one end and the handle of the door at the other end.</p>\n\n<p>His mental litany of curses would&#39;ve impressed a rageaholic sailor with tourettes.</p>\n\n<p>He pushed the bar once again. Gently, softly, but with all his weight and strength and anger and hope… And it did not yield. Yuri bit his tongue, restraining the urge to cry out and scream in his frustration. He stood there with his head resting on the door, beads of sweat breaking out in spite of the cooler night air.</p>"
}
