{
  "full_title": "Chapter 166: Ben, Emil, & Sarya Part XXIV",
  "number": 166,
  "title": "Ben, Emil, & Sarya Part XXIV",
  "created_at": "November 25, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3u6o1t/chapter_166_ben_emil_sarya_part_xxiv/",
  "body": "<p><em>The Phenomenon, Day 93, North Atlantic</em></p>\n\n<p>As Emil walked off the bridge Captain Longmire turned to his men.</p>\n\n<blockquote>\n<p>Gentlemen, I apologize for that display. We&#39;re in a combat situation. Whatever it is that&#39;s out there, the things that&#39;ve taken over the sky, the giants… They are our enemy. They have taken, and I&#39;m not exaggerating, <em>billions</em> of lives over the past few months.</p>\n\n<p>Whatever has happened to Cox and our boarding party, we&#39;re not going to leave them behind. We&#39;ve lost enough good men to this. If we can bring back even one of them, we will not only have saved a member of this crew, but one of the last survivors of humanity.</p>\n\n<p>In the wake of all this, whether it ends by the hands of men or never ends, <em>every last man, woman, &amp; child</em> will be of utmost value. I spoke harshly and without thinking in ordering Mr. Cox to give up on finding survivors on the <em>Magic</em> &amp; the <em>Globe.</em></p>\n\n<p>I need another boarding party to go over and search the <em>Globe</em> for survivors. Mr. Cox already searched half the <em>Magic</em> and didn&#39;t find anyone, but from the looks of things the <em>Globe</em> was tethered to the <em>Magic</em> with intent from aboard the Tanker, so that&#39;s now our best bet for survivors.</p>\n\n<p>From what I understand, the Starboard forward loading ramp of the <em>Globe</em> is extended and in the water. The next party is to get over to the <em>Magic</em>, pick up what crewman Cox left at the Zodiac, and then continue around and board the <em>Globe</em>. After the <em>Globe</em> has either been cleared keel to above decks or its survivors found, you&#39;ll board the <em>Magic</em> and find the rest of Mr. Cox&#39;s boarding party.</p>\n\n<p>You will bring them, or their remains, back to the <em>Oregon</em>. We will assist the survivors in any way we can, food, medical supplies… If they&#39;re few in number we may even have bunks for them here.</p>\n\n<p>Are there any volunteers?</p>\n</blockquote>\n\n<p>Before anyone could respond, the boat was filled with a cacophony of noise, like an endless stream of ball bearings being poured across a piece of corrugated tin roofing.</p>\n\n<p>Men clutched their ears in pain and the screams of the crew could be heard just above the din. The Sonarman Colquitt collapsed to the deck, trickles of blood coming from both his ears.</p>\n\n<p>Captain Longmire fell into the navigators chair, his balance gone, his head screaming. Just before his vision went black, he heard the noise stop as quickly as it had come.</p>"
}
