{
  "full_title": "Chapter 167: Zoe Part XIX",
  "number": 167,
  "title": "Zoe Part XIX",
  "created_at": "December 9, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3w1uvh/chapter_167_zoe_part_xix/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Zoe stood silent as Viktor was dragged away. Lieutenant McGuire looked at Zoe with an expression of cautious curiosity.</p>\n\n<blockquote>\n<p>I don&#39;t suppose you&#39;d like to explain why you didn&#39;t mention that you had company here?</p>\n</blockquote>\n\n<p><em>I wasn&#39;t sure your intentions here. I&#39;m still not. But, he acted as if he was being pursued, so I didn&#39;t want to put him in danger.</em></p>\n\n<blockquote>\n<p>And it didn&#39;t occur to you that <em>his</em> intentions might not be on the level?</p>\n</blockquote>\n\n<p><em>I know him from the Project. I don&#39;t know you.</em></p>\n\n<blockquote>\n<p>Don&#39;t pretend you were trying to do the right thing here. You&#39;re lucky I&#39;m not ordering you bound alongside him. I&#39;m hoping you&#39;ll have more sense here.</p>\n</blockquote>\n\n<p><em>The one who isn&#39;t using their sense here is you. The world is on the raggedy edge and you&#39;re stomping around like a bully on a playground.</em></p>\n\n<p>Lieutenant McGuire seemed for just a moment to be on the edge of striking her before the old serene stoicism of military bearing descended once more.</p>\n\n<blockquote>\n<p>Zoe… You&#39;re not fully aware of certain things, so I can let an awful lot slide on that basis alone. But, don&#39;t mistake my placidity for apathy. Your little contribution to this Project is appreciated, but, it isn&#39;t license to passively disregard my authority, or, to actively work against me. You&#39;re a very minor cog in a very big machine.</p>\n</blockquote>\n\n<p><em>Uh-huh… And is that what you tell yourself makes you different? That you&#39;re a big cog? I understand you&#39;ve got &quot;authority&quot;, but what does that matter if the</em> <strong><em>fucking</em></strong> <em>world is ending around us? We&#39;re all just human beings trying to survive.</em></p>\n\n<blockquote>\n<p>Survival requires that order must be kept…</p>\n</blockquote>\n\n<p><em>Whose order!? Yours? The United States?</em> <strong><em>Look around!</em></strong> <em>There</em> <strong><em>isn&#39;t</em></strong> <em>a &quot; United States&quot; anymore! Just a bunch of</em> <strong><em>people</em></strong> <em>hiding in bunkers!</em></p>\n\n<p>Lieutenant McGuires face turned to an almost sadistic smile.</p>\n\n<blockquote>\n<p>Not for very much longer.</p>\n</blockquote>\n\n<p><em>What do you mean- what are you talking about!?</em></p>\n\n<blockquote>\n<p>Viktor&#39;s given me my next course of action, he just doesn&#39;t realize it yet.</p>\n</blockquote>"
}
