{
  "full_title": "Chapter 168: Jesse & Linda Part IX",
  "number": 168,
  "title": "Jesse & Linda Part IX",
  "created_at": "December 16, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3x51qf/chapter_168_jesse_linda_part_ix/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Linda sat sprawled on the various boxes of sodas and pallets of water she&#39;d leapt atop of when she piled in. Their hard edges and corners pressing into her and making her uncomfortable. Numerous tools and pieces of gear she could only guess at lined the walls around her.</p>\n\n<p>She closed her eyes and took a deep breath of relief. The sudden violent bounce of the truck underneath her and their supplies shocked her but she stifled her instinct to cry out.</p>\n\n<p>Another bounce, more energetic, slammed her elbow into the corner of the wheel well. Stars of pain danced in her eyes as she looked around at their groceries scattered around her.</p>\n\n<p>Another bounce, this time enough to throw her into the air and flip her over. She suddenly had a vision in her head of a spiraling flock of darkness twisting from sky to ground and pouring through the back of the truck. She scrambled to get to her feet, and grabbed at the strap affixed to the inside of the door. Squeezing her eyes shut lest she catch a glance of sky, she threw her weight back, dragging the door round on its hinges and slamming it closed.</p>\n\n<p>She pulled in a deep breath of relief, feeling it freeze in her throat as she broke out in a cold sweat at the sound of hundreds of thuds, thunks, and screeching scratches as the truck was enveloped.</p>\n\n<p>She felt the rising bile of a panic attack clawing at the back of her throat as she realized Jesse was likely dead, and her soon to follow.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse was very surprised he wasn&#39;t dead. Whether from the things currently flying through the store or the foul air of the rotted food in the cooler area he&#39;d sought refuge in. Which, as he&#39;d discovered, also contained another desiccated body, this one looked like a customer. There were nearly a dozen single serving cups of wine  and two bottles of antihistamines by the body. It was pretty easy to see they&#39;d chosen the easy way out. Didn&#39;t look nearly like they&#39;d been dead long, maybe two days.</p>\n\n<p>Jesse wondered who they were, how they&#39;d gotten here. The store hadn&#39;t shown any signs of habitation. They must&#39;ve just come here to die. Odd choice, but Jesse didn&#39;t have the particular presence of mind to think too deeply on it. He had other concerns.</p>\n\n<p>He was effectively blinded, for one. High windows, a skylight, and enough gaps in the shelving to provide views of the store meant he either had to keep his eyes on the ground, or closed. He didn&#39;t have his goggles. He&#39;d set them on the back end of the truck his first trip.</p>\n\n<p>He was also unarmed. The sidearm he&#39;d worn before was in pieces in the back of the truck, he&#39;d started cleaning it while they waited to leave the CDC but his attention has wandered and he&#39;d never reassembled it or brought it with him.</p>\n\n<p>At least he wouldn&#39;t starve. There were boxes of chips, candy, sodas.. Of course there were also hordes of bugs, roaches mostly, a few beetles, ants too, forming neat and orderly lines from where they gained entrance by the service door to the bottom of the cooler racks and suicide Stu.</p>\n\n<p><strong>~</strong></p>\n\n<p>Linda watched a line of frost move down the passenger side of the truck, the condensation on the interior freezing solid before her eyes, moving from the cab to the rear of the truck.</p>\n\n<p>A high pitched squeal began emanating from the center of the line, a series of cracks began forming in the ice behind the front as it moved, a series of pops and clinks like a glass toast began coming as something scratched and pressed in the metal on the outside, the things covering the outside being peeled and pryed from the truck by its passing. As it reached a seam in the skin the joint popped and a bolt flew from the panels, bounced around the interior twice before embedding in the cardboard of a 12-pack of Cherry Coke.</p>\n\n<p>A thin, bone-white spike poked through the gap made by the popped seam for a second before quickly withdrawing. A shaft of sunlight stabbed through in its place before being replaced by a strange black pool with golden cracks emanating from its center, it twisted to and fro, the golden cracks shifting, twisting, swirling, and reforming with different courses with each rapid reorientation until it finally settled on Linda&#39;s face.</p>"
}