{
  "full_title": "Chapter 169: Yuri Part II",
  "number": 169,
  "title": "Yuri Part II",
  "created_at": "December 17, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3xa221/chapter_169_yuri_part_ii/",
  "body": "<p><em>The Phenomenon, Day 94, Buenos Aires</em></p>\n\n<p>Sweat dripped down stinging his eyes. The cool air of night chilled his forehead. His muscles ached from the effort of trying to brute force the door open, but it had yet to budge so much as a millimeter.</p>\n\n<p>The iron taste of terror was strong on his tongue. He was well aware that he was exposed and vulnerable. But, he didn&#39;t relish the journey to safety. And it would just be temporary anyway, he&#39;d eventually have to try again. Wiser to just do his best to get to permanent shelter now.</p>\n\n<p>He was momentarily shocked into absolute terror by the sound of tinking glass behind him. He slowly twisted his head round and angled his body to look at the floor of the office behind him.</p>\n\n<p>It was a bird. Just a stupid bird. In the dark it was difficult to make out its exact plumage, dark grey or maybe black, but definitely some white, about a foot tall… Cape Petrel, maybe. It had a pebble in its beak. It was looking at him. Yuri stared back. It cocked its head, Yuri raised an eyebrow.</p>\n\n<p>It ruffled its wings before dropping the pebble and moving towards the opening left by the broken windows. Yuri didn&#39;t watch it go. He turned back to the door.</p>\n\n<p>Looking through the tiny window into the stairwell the wooden slat Viktor had been using as a makeshift cane mocked him, resolutely jammed against the door and a chip in the concrete floor. He looked down at the floor and his breath caught. <em>There was a gap between the bottom of the door and the floor.</em> It looked like whatever was supposed to be set into the boundary between the carpet of the office and the stairs had come up and gone missing.</p>\n\n<p>He was suddenly struck by inspiration. He began to think. There had to be something thin enough, long enough, to be pushed <em>under</em> the door and used to knock the end of the slat out of the chip in the floor… <em>But how could he find it without inadvertently looking out the windows?</em></p>\n\n<p>He mentally went over his initial and hurried exploration of this floor months ago. Offices, computers, desks, file cabinets, chairs… Nothing remotely thin enough except maybe papers and folders, and even those wouldn&#39;t have the strength needed to communicate his push at one end into the base of the slat. If only there was a yardstick or something…</p>\n\n<p>Yuri couldn&#39;t think of anything. The frustration was like a pounding weight in his head and weighing down on his shoulders. He knew there was a bathroom on the floor, and the stationary closet, and a janitors closet.</p>\n\n<p>The janitors closet might have a broom or a mop or something, but the crack looked to be only maybe a half inch in height… No way any kind of handle would fit through. Unless they&#39;re those cheap aluminum handles, he could press one of those down, squash it flat… Worth a try.</p>\n\n<p>Yuri closed his eyes and turned, leaning against the door, steeling himself for yet another trip across the floor of the building. The still, chill night air was starting to stir, hints of a breeze made his hair tickle the nape of his neck. His breathing slowed. He listened to his heartbeat, using biofeedback to consciously slow its rhythmic hammering to a more docile pace.</p>\n\n<p>He stepped off towards the center of the floor.</p>"
}
