{
  "full_title": "Chapter 170: Ben, Emil, & Sarya Part XXIV",
  "number": 170,
  "title": "Ben, Emil, & Sarya Part XXIV",
  "created_at": "December 20, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3xm0ih/chapter_170_ben_emil_sarya_part_xxiv/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Ben Longmire woke up drenched in sweat, his mouth dry and his head throbbing. He cracked open one eye. All he could see was a shock of short orange-red hair.</p>\n\n<p>His body felt strange, stiff, and he could tell he was positioned oddly, his feet were kicked up on top of something, his left arm under something else. He was hot. The air was sweltering. It was difficult to breath, there was something pressing down on his chest.</p>\n\n<p>He could hear… Something. He couldn&#39;t quite make it out. Some sort of tapping, each tap followed by a short, high-pitched hiss. There were also slow footsteps, like someone was slowly walking down a metal deck in combat boots.</p>\n\n<p>He raised his head to see if he could make out just what was weighing him down. It was a leg clad in service khakis. Following the leg up to its owner he could just make out the profile of his XO. The head next to his own belonged to his Sonarman, and the tap-hiss was a set of pipes on the wall of the chamber they were in, one hot below, one with a minor leak above. A drop would fall from the one above and boil away nearly instantly on the pipe below.</p>\n\n<p>There was a dim crimson light emanating from the hatch to the next chamber. Longmire raised himself up, shoving his crewman aside and off of him, pulling his arm out from under another. Each felt warm and pliable to the touch, it didn&#39;t appear any were dead.</p>\n\n<p>Standing, he was struck by a wave of nausea that nearly took him back down again, as it was he stumbled and had to throw a hand down on Colquitt for balance. He groaned from the sudden impact. The sound came through hollow, as if from far away.</p>\n\n<p>Shaking his head Longmire felt a stabbing pain and another wave of disorientation and nausea. Inner ear damage, seemed like. Looking around he could see that all his officers and warrant officers were here, none of the enlisted. It appeared the crew had been sorted.</p>\n\n<p>Taking his first shaky step over his XO to a space between him and his Engineer, Longmire again felt off, wrong. He wobbled, but steadied himself. Nearly a decade at sea meant he had some skill with balance even without the normal apparatus to do it by instinct, awareness of his body, it&#39;s position, and the distribution of his weight, all combined for him to remain upright when every part of his inner sense told him to throw himself in the wrong directions.</p>\n\n<p>He took another step, and he was humbled when his skills proved insufficient and he found himself yet again on the deck, next to the pile of his men.</p>\n\n<p>He heard the heavy footsteps once more, turning his head to the hatch and fighting back the vomit threatening to rise in his throat, he saw a shadow form in the ruby light.</p>\n\n<p>A figure formed from the shadow, tall, pale, it ducked down, bending at the middle, its head and shoulders coming into view where it&#39;s chest filled the top of the hatch before. A long fingered hand with too many knuckles grasped the hatch border, golden pupils set in black pools scanned the room until they found Longmire.</p>\n\n<p>A lipless slit of a mouth parted, a baleful light hypnotizing him.</p>\n\n<p><em>Come.</em> It said.</p>\n\n<p>And then it turned and was gone.</p>"
}
