{
  "full_title": "Chapter 171: Zoe Part XX",
  "number": 171,
  "title": "Zoe Part XX",
  "created_at": "December 28, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3ykp1p/chapter_171_zoe_part_xx/",
  "body": "<p><em>The Phenomenon, Day 94, Chicago Art Institute</em></p>\n\n<p>Lieutenant McGuire paced back and forth from the kitchen to the sunken living room. His steps sharp clipped impacts on the bare concrete. He nervously puffed on a cigarette, a habit he&#39;d long disdained but decided perhaps held some merit as a superficial stress reliever.</p>\n\n<blockquote>\n<p>Are we connected yet?</p>\n</blockquote>\n\n<p>The young soldier wiped his brow and continued clicking through the settings on the computer.</p>\n\n<p><em>Sir I don&#39;t think we&#39;ll be able to.</em></p>\n\n<blockquote>\n<p>And just why not? What did they do?</p>\n</blockquote>\n\n<p><em>I don&#39;t think they&#39;ve done anything here sir, everything on this end is squared away. But we&#39;re not getting any real return from the Facility.</em></p>\n\n<blockquote>\n<p>Could the satellite be the problem?</p>\n</blockquote>\n\n<p><em>No sir, this system isn&#39;t satellite based.</em></p>\n\n<blockquote>\n<p>What do you mean? I thought everything was routed through the satellites?</p>\n</blockquote>\n\n<p><em>Most of it. There&#39;s still a few minor facilities that weren&#39;t yet upgraded to the uplink, Chicago here was one of them still on landlines.</em></p>\n\n<blockquote>\n<p>Could it be a downed line between here and there then?</p>\n</blockquote>\n\n<p><em>No sir, we&#39;re getting a ping, they&#39;re there, but other than acknowledging the connection, which is automatic, they&#39;re not responding.</em></p>\n\n<blockquote>\n<p>Could it be some other kind of mechanical fault?</p>\n</blockquote>\n\n<p><em>Unlikely sir.</em></p>\n\n<blockquote>\n<p>Oh-kay… So what do you think is happening.</p>\n</blockquote>\n\n<p><em>Well sir there&#39;s three things, in our current situation that is, that stands out as possible causes.</em></p>\n\n<p><em>One, purely mechanical fault on their end, something crapped out and we happen to be trying to connect while the systems down. Not likely, million to one.</em></p>\n\n<p><em>Two, they&#39;re receiving but intentionally not answering. Some breakdown in C&amp;C, orders got mixed up, they&#39;re responding as if it wasn&#39;t us but an unscheduled attempt from an unknown outside source. Possible, but unlikely, I&#39;d say a couple thousand to one.</em></p>\n\n<blockquote>\n<p>And the third?</p>\n</blockquote>\n\n<p><em>Sir, the world&#39;s gone to hell. We&#39;ve lost thirty surviving groups in three months. Some to isolation and starvation, some to exposure, and some just went quiet. I have to think the Secondary Facility could have suffered a similar fate.</em></p>\n\n<p><strong>~</strong></p>\n\n<p>Zoe sat uncomfortably on the concrete floor of the Airlock, still in her pajamas. The chill from outside was bleeding through the steel doors. She looked around at the men who had invaded what she&#39;d begun to think of as <em>her</em> bunker.</p>\n\n<p>They were all stone faced and grim, men who&#39;d seen combat and watched friends die, men who&#39;d watched the world die. They didn&#39;t speak much, and when they did it was short and clipped orders. No manners whatsoever. She looked at Viktor. He was bound, gagged, and blindfolded on the floor opposite her, laying on his side.</p>\n\n<p>One of the mens watches beeped. He looked at it briefly then looked at the others.</p>\n\n<p><em>It&#39;s been enough time, Chopper should be clear. Let&#39;s get these two aboard.</em></p>"
}
