{
  "full_title": "Chapter 172: Jesse & Linda Part X",
  "number": 172,
  "title": "Jesse & Linda Part X",
  "created_at": "December 30, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3yrjx8/chapter_172_jesse_linda_part_x/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>The golden lightning swirled and retraced itself across the ebony orb as the iris narrowed and focused in on her face. It withdrew, a momentary shaft of sunlight streaming through the hole before four sharp bone white spikes entered, extending into the gap and the joints bending, two splaying in each direction forward and back. They began pulling, separating, the gap forcibly widening moment to moment, the screech of metal a horrifying din within the small enclosed space. She screamed.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse could hear the giant tearing into his truck outside, and then a muted scream rang out, the cinder block walls rendering it brief and dull. He jumped to his feet from the ground, a few stray insects that had found their way to him flying off in every which way by his sudden movement. Jesse reached for the door to the store but he froze scant inches from the handle, fear and realization striking him to his core.</p>\n\n<p>He was defeated, he thought.</p>\n\n<p><em>..I can&#39;t get to her, I can&#39;t save her, I can&#39;t fight that thing, or the things flying around in the store.. I&#39;m completely impotent in this here situation..</em></p>\n\n<p>Jesse moved back from the door. Sitting down on a pallet of Coca-Cola, he put his head in his hands and tried to block out the world. The smell of his refuge-prison kept him from success. The scream echoing in his mind and blending with the sounds of his truck being ripped apart.</p>\n\n<p><strong>~</strong></p>\n\n<p>Linda watched the gap widen inches at a time. The sunlight and the strange profile of the creature filling the opening. She realized her mistake. Quickly and tightly closing her eyes, she rolled over onto her hands and knees, turning towards the cab of the truck she frantically pawed at the sliding door to the cab. Finding and grasping the handle she heaved her weight against it, sliding the door open and jumping into the cab.</p>\n\n<p>A quick reorientation by touch, and she went to grab and close the door. She miscalculated, her momentum carrying her face first into the side of the door, the hard edge slamming into her left cheekbone and forehead. She recoiled, the pain causing stars to whirl in her head.</p>\n\n<p>Momentarily senseless, Linda&#39;s eyes snapped open. In a short second, she saw the giant, its upper torso leaning into the hole it had torn in the side of the truck. Over its shoulder she could see sky.. Blue sky! Clear blue sky!</p>\n\n<p>And then she realized, and she shut her eyes tightly once  again. Grabbing the door, she slammed it closed. It was a brief reprieve. Only moments later a series of ivory spikes pierced the door, then bent from invisible joints, grasping the door and pulling it from its track.</p>"
}