{
  "full_title": "Chapter 173: Yuri Part III",
  "number": 173,
  "title": "Yuri Part III",
  "created_at": "January 21, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/420zm7/chapter_173_yuri_part_iii/",
  "body": "<p><em>The Phenomenon, Day 95, Buenos Aires</em></p>\n\n<p>Yuri stared. There was simply no explanation for this turn of events. In the doorway was something new, something that hadn&#39;t been there before.</p>\n\n<p>He&#39;d made his way back to the core column of the building, following his own shuffled footprints in the debris, back to where the roof access, the bathrooms, and the supply closet were. And chancing a look up at the column itself he found himself looking at some kind of creature sitting, legs crossed, on the threshold of the roof access doorway.</p>\n\n<p>It was an ivory white being, with intricate ridges all over its skin, like fingerprints only larger and thicker, swirling and curling around every nodule and bump. It had black eyes flecked with streaks of gold glowing bright, and its impossibly long arms ended in hands of exquisite narrowness, with 4 joints on its thumbs and 5 to its fingers.</p>\n\n<p>It seemed as still as a statue until the ebony orbs whirled pointedly at Yuri. The slit across the lower portion of it&#39;s head cracked open, a crimson flood of light pouring forth, freezing Yuri in place.</p>\n\n<p>It stood. And in two strides covered the ten feet between them. One hand extended out and grasped Yuri about the torso, lifting him from the ground. It strode to the edge of the building, where the glass once was, and turned Yuri to the sky.</p>\n\n<p>Yuri&#39;s unblinking eyes made out the few wisps of clouds moving across the stars, lit from above by a nearly full moon. The stars, unimpeded by the light pollution of civilization, stood out brilliantly against the black velvet curtain of space. Even the pale streak of the milky way was brilliantly visible wheeling overhead.</p>\n\n<p>Yuri was momentarily awed by the beauty of a sky he&#39;d always taken for granted. Then he realized what was missing.</p>\n\n<p>The creature which held him in its grip turned with him, carrying him to the stairwell door which had defeated him. With its free hand it bashed the door in, the offensive plank shattering to splinters like so many toothpicks, the deformed door slamming into the opposite wall. It set Yuri down in the doorway, and closed its mouth before turning it&#39;s head slightly askew and looking at Yuri expectantly.</p>\n\n<blockquote>\n<p>Thank you!! I&#39;ve got to go see the rest of it!</p>\n</blockquote>\n\n<p>Yuri began dashing down the stairs two at a time, hoping against hope that he&#39;d interpreted the creatures actions correctly.</p>\n\n<p>Out of Yuris sight above, the giant raised a hand and forlornly waved goodbye before turning and starting for the core column.</p>"
}