{
  "full_title": "Chapter 174: Ben, Emil, & Sarya Part XXVI",
  "number": 174,
  "title": "Ben, Emil, & Sarya Part XXVI",
  "created_at": "January 21, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4211wl/chapter_174_ben_emil_sarya_part_xxvi/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Longmire stood fixed, confused and uncertain. The creature of nightmare he was quite sure had spoken, and yet, he was equally sure it didn&#39;t. He found himself questioning his wakefulness. He considered for a moment that he may in fact be dead. A footfall from behind broke him from such thoughts.</p>\n\n<p>He twisted in place, noticing for the first time the hatch behind him and the heap of his men. Sarya stood there, another creature like the one who&#39;d spoken to him bent in the doorway, <em>holding her hand in its own.</em> It would&#39;ve been absurd if it wasn&#39;t terrifying.</p>\n\n<p><em>Mr. Captain man, are you OK?</em></p>\n\n<blockquote>\n<p>Yes Sarya… I&#39;m just fine.</p>\n</blockquote>\n\n<p><em>But you&#39;ve got blood on you.</em></p>\n\n<blockquote>\n<p>Oh honey it&#39;s OK… I just had a little bump on the head, but I&#39;m alright now… Why don&#39;t you come here?</p>\n</blockquote>\n\n<p>Longmire crouched down to one knee, extending his arms in welcome.</p>\n\n<p>Sarya looked up at the creature holding her hand.</p>\n\n<p><em>I&#39;m gonna go with the Captain now. Bye…</em></p>\n\n<p>The creature looked down at Sarya a moment before turning its gaze on Longmire, a short roar was accompanied by a flash of the baleful light from its mouth which froze both Sarya and Longmire in place. At the conclusion Sarya withdrew her hand and calmly walked around the heap of officers on the deck.</p>\n\n<p>Longmire gathered her in his arms and stood, the creatures gaze following him until he was fully vertical with Sarya perched on his hip, one arm locked around and underneath her. Then it turned and began making its way down the passageway. Longmire immediately turned to the girl in his arms.</p>\n\n<blockquote>\n<p>Sarya honey are you ok? What happened?</p>\n</blockquote>\n\n<p><em>I&#39;m ok… There was a bunch of noise, and it woke me up, and then everyone fell down, and then the big white men came and gathered us all up and walked everyone across the ice outside the boat to another boat but because I wasn&#39;t asleep they let me walk myself so long as I promised to hold their hands.</em></p>\n\n<p>Longmire was taken aback by the brevity and detail of the girls descriptions, it certainly answered his question well enough. Still, he had others.</p>\n\n<blockquote>\n<p>Did you see what they did with the rest of the crew?</p>\n</blockquote>\n\n<p><em>Yeah… They put most of them in a couple big rooms and a few here too… Daddy and I got a special room all to ourselves though, he&#39;s on a bed taking a nap but he looks like he fell really hard cause his mouth&#39;s hurt.</em></p>\n\n<blockquote>\n<p>Ok… Did they do anything to anyone? Did they say anything?</p>\n</blockquote>\n\n<p><em>One just said I should follow that other one and hold their hand… They don&#39;t talk much elsewise.</em></p>\n\n<blockquote>\n<p>Ok Sarya, is there anything else you can think of, anything you saw or heard? Even if it&#39;s really small it could be important, ok?</p>\n</blockquote>\n\n<p><em>I dunno… Can we go wake up Daddy now?</em></p>\n\n<blockquote>\n<p>I don&#39;t know sweety, I think I&#39;m supposed to go on through that hatch over there.</p>\n</blockquote>\n\n<p><em>That&#39;s ok, Daddy needs a nap anyway, he&#39;s been grumpy. I&#39;ll just go with you then.</em></p>\n\n<blockquote>\n<p>I don&#39;t think that&#39;s a good idea Sarya…</p>\n</blockquote>\n\n<p>The creature once more appeared within the hatchway, bent and peering at Longmire and Sarya. It raised a hand, beckoning them forward.</p>\n\n<p><em>Come.</em> It repeated, and then turned and disappeared once more.</p>\n\n<p>Longmire looked down at his men, and then at Sarya, then, hitching her higher on his hip, he moved towards the hatch.</p>"
}
