{
  "full_title": "Chapter 175: Zoe Part XXI",
  "number": 175,
  "title": "Zoe Part XXI",
  "created_at": "January 21, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4219e5/chapter_175_zoe_part_xxi/",
  "body": "<p><em>The Phenomenon, Day 95, Chicago Art Institute</em></p>\n\n<p>Zoe and Viktor were pushed roughly out the door, blindfolded and guided only by the whispered orders of the soldiers, they walked slowly, not knowing the direction they were headed in. The freezing wind bit at every inch of exposed skin on them, especially badly on Zoe, who, not only barefoot, but still only wore her ill fitting pajamas.</p>\n\n<p>Suddenly the hands at their shoulders relaxed, the whispered orders silenced. A moment passed, two breaths, three, then Zoe cautiously whispered.</p>\n\n<p><em>What&#39;s going on?</em></p>\n\n<p>A set of gentle fingers pinched her blindfold and pulled it upwards, her eyes cautiously opened towards the ground, where she saw only a pair of off white pegs resting upright on the ground. Following them up she saw the pegs become yellowish before terminating at a juncture with alabaster skin covered in ridges and swirls. The skin of each extension grew together and became the body of something, her eyes creeping up it&#39;s form to its neckless head, and the slightly open slit through which a sanguine light shined.</p>\n\n<p>It closed its mouth and several of the soldiers immediately raised their weapons, one fired.</p>\n\n<p>The bullets impacted the creature like marbles thrown at a stretched sheet, its flesh briefly deforming before rebounding the slugs to the ground. The creature, no worse for wear, roared, it&#39;s light shining out and stopping the soldiers in their tracks. The one soldier firing ceased as his finger froze holding the trigger down, the semi automatic nature of his rifle requiring him to release and squeeze again for it to continue to cycle and fire properly.</p>\n\n<p>The giant creature struck out with both hands, sending soldiers flying half a dozen yards with each brief impact, until only Zoe and Viktor remained. It reached out and grasped both of them around their torsos, lifting them up like dolls before it began moving.</p>\n\n<p>The airlock to the bunker exited to the Monroe Harbor shoreline, and it was a small walk up a hill to Grant Park, where the Buckingham Fountain, and the helicopter, lay waiting.</p>\n\n<p>As they crested the hill the Chicago skyline came into focus, illuminated by cold starlight, as the city&#39;s power grid was long since dormant. In the open space surrounding the fountain stood nearly a dozen other human beings, and half a dozen other giants.</p>\n\n<p>The people were bundled in blankets and winter clothing of all kinds, standing together in small groups of two or three, taking comfort in proximity, but not speaking. All were looking at the stars wheeling overhead, and the Moon, shining brightly in the cloudless, empty sky.</p>\n\n<p>The giant deposited Viktor and Zoe amongst the others, who wordlessly provided them with blankets. One brought them a crumpled sheet of paper, written on with lipstick.</p>\n\n<blockquote>\n<p>&quot;They discourage us from speaking.&quot;</p>\n</blockquote>\n\n<p>The seventh giant that had brought them joined the other six, and they formed a crude circle. As they began to sway, the air was filled with a low hum that began incrementally getting louder.</p>"
}