{
  "full_title": "Chapter 176: Jesse & Linda Part XI",
  "number": 176,
  "title": "Jesse & Linda Part XI",
  "created_at": "January 23, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/429zrn/chapter_176_jesse_linda_part_xi/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Linda&#39;s eyes snapped open as the rear part of the truck was split open, a jagged tear from the passenger side wall to the roof continued down the drivers side, splitting off fully half of the rear portion of the truck and allowing it to fall off to the ground. The giant stood in the midst of the gear and foodstuffs on the back of the truck, the suspension fully compressed by its weight as it stood peering down at Linda, the partition door still crumpled in its hand.</p>\n\n<p>Linda quickly realized that the sky behind the creature was clear. That nothing flocked or flew, much less spelled death from observation. The thing stood silent once Linda ceased her scurried escape, peering down at her with its features twisted in… Amusement…? Possibly?</p>\n\n<p>She grasped the frame of the passage and pulled herself to her feet in front of it. It dropped the door over the side of the truck and gently picked her up in one spindly hand.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse listened as the sounds from outside died away to nothingness. He bit his lip to keep silent as his fear, regret, and anger boiled up and threatened to give away his location.</p>\n\n<p>Suddenly, over the sound of his blood rushing in his ears, he could hear a voice.</p>\n\n<p><em>Jesse, if you&#39;re still alive in there you should come see this.</em></p>\n\n<p>He didn&#39;t believe it, <em>couldn&#39;t</em> believe it. It had to be a trick. Yeah… It was a trick. He&#39;d heard these things sing and hum all kinds of ways before… They must just know how to fake a human voice… Yeah that&#39;s it. It&#39;s a trap.</p>\n\n<p><em>Jesse it&#39;s OK, really, it&#39;s me, you found me in a pile of bodies? We stopped because we wanted a few last sodas before they all go bad? You introduced me to Tortellini?</em></p>\n\n<p>Well shit. Jesse couldn&#39;t figure how they could&#39;ve gotten that kind of info… Unless they was psychic… But hell that&#39;s nonsense…</p>\n\n<blockquote>\n<p>I&#39;m in this here storage room Linda…! What&#39;s going on out there?</p>\n</blockquote>\n\n<p><strong><em>Clear Skies Jesse!</em></strong></p>\n\n<blockquote>\n<p>What!? The hell you say?</p>\n</blockquote>\n\n<p>Jesse stood and ran to the door, catching himself a bare inch from the handle and questioning whether he should really go outside.</p>\n\n<p>&quot;Aw… Fuck it.&quot; He thought, and he opened the door and walked through the store to the entrance, where he saw Linda bouncing with excitement, her hands clasped.</p>\n\n<p>Behind her, still standing in the wrecked remains of his truck, stood the ivory giant, watching.</p>\n\n<p>Jesse shielded his eyes against the sunlight, looking up at the sky with not a little trepidation.</p>\n\n<p>All he could see was clear blue sky, a brilliant shade of robins egg blue.</p>\n\n<p>The giant hopped off the truck, it&#39;s sudden movement off and the tension in the springs of the suspension making the truck jump off the ground fully four feet, and making gear and food fly every which way up into the air, to quickly rain down on the concrete, the frosted grass, and the roof of the gas station.</p>"
}
