{
  "full_title": "Chapter 177: Yuri Part IV",
  "number": 177,
  "title": "Yuri Part IV",
  "created_at": "January 23, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/42a03l/chapter_177_yuri_part_iv/",
  "body": "<p><em>The Phenomenon, Day 95, Buenos Aires</em></p>\n\n<p>Yuri hit the floor with his refuge on it at a dead run from the moment he came out of the stairwell, his hair flying back, sweat streaming from his every pore. He skidded around the corner and grabbed the doorframe to his room. Coming face to face with a man he&#39;d never seen before.</p>\n\n<p>The strange man and Yuri locked eyes for the briefest of moments. Then the man yelled a gutteral cry as he reared back and slashed at Yuri&#39;s throat with a bloodied and rusty machete.</p>\n\n<p>Yuri threw himself back just in time, feeling the wind of the blades passing just beneath his chin. He found himself off balance, falling backwards into the opposite wall. His attacker pursued, Yuri rolled along the wall, trying to catch his balance, flailing as he thought only of escape.</p>\n\n<p>The man gave chase, swinging the blade wildly first left, then right, the tip carving gashes in the wallpaper and drywall of the narrow hallway. Yuri felt the blade bite scratches into his back as he barely escaped lethal blow after lethal blow.</p>\n\n<p>He looked back over his shoulder through the doorway, catching a glance of the large overhead screen, his mistake. The image shocked him so, he stood fully upright and stared in elation. His assailant took advantage, swinging direct and successfully.</p>\n\n<p>Yuri didn&#39;t, couldn&#39;t speak, his vocal cords were shredded. His lifeblood poured down his chest as his mouth flapped like a suffocating fish. He fell to the floor, his muscles spasming in death.</p>\n\n<p>His vision grew dark and his muscles weak, the desperate and disturbed marauders who&#39;d finally made their way into the tower from the chaotic city below laughed and began searching his body.</p>\n\n<p>They pilfered his pockets, ignorant of the radar images behind them showing the bizarre red masses of objects had ceased covering the planet, and assembled into a thin ring circling the globe, outside the atmosphere.</p>"
}