{
  "full_title": "Chapter 178: Ben, Emil, & Sarya Part XXVII",
  "number": 178,
  "title": "Ben, Emil, & Sarya Part XXVII",
  "created_at": "January 25, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/42kbjh/chapter_178_ben_emil_sarya_part_xxvii/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Longmire walked through the hatch, finding himself in a long passageway with only one exit, a hatchway at the other end, through which there came a shimmering blue light. He noticed a label on the bulkhead next to the hatch that read &quot;AMDSHPS BY 3&quot;. Reaching the hatch, he looked in, seeing a large room, it&#39;s walls lined with bodies.</p>\n\n<p>He pulled Saryas head down into his shoulder, and told her to cover her eyes. A step further and he saw the origin of the blue light. In the middle of what was obviously a large cargo bay aboard the <em>Globe</em> was a shimmering figure that looked to be cut from a large quartz crystal flecked with impurities from some blue mineral. The figure was easily eight feet from base to tip and seemed to be an homage to every bladed weapon known to man.</p>\n\n<p>Razor thin sheets of crystal stabbed out at every angle and juncture, some continuing for several feet, others scant inches. The edges of the sheets, rather than being of uniform line, took on hard geometrics replicating curves and cutting edges. The entire structure was suspended some two and a half feet above the ground and slowly rotating with no visible means of support.</p>\n\n<p>All around the chamber there were bodies of every sort. Some looked ancient. Samurai, resplendent in their ornate armor, peasants in rags, Japanese sailors in ragged uniforms from time periods ranging from the 17th Century to World War II, American Airmen in old timey leather bomber jackets… It was like a collection of military personnel from the Western Pacific since time began.</p>\n\n<p>One of the giants stood waiting. It beckoned.</p>\n\n<p>Longmire steeled himself and walked forward. Even paces, confident paces, the paces of an American Fast Attack Submarine Captain without fear. Inside his heart hammered at his ribs like a rabbit in a cage surrounded by wolves. His face was dripping with sweat. His shoes fairly squished with each step. He told himself it was the unexpected heat, and not the intense terror that threatened to clench his insides into a knot.</p>\n\n<p>He stopped ten feet from the titanic creature, breathing heavily. Sarya stirred on his shoulder, whispering.</p>\n\n<p><em>Captain… You&#39;re all sweaty… Can I get down now?</em></p>\n\n<blockquote>\n<p>Only if you close your eyes and keep them closed.</p>\n</blockquote>\n\n<p>Sarya nodded her head and Longmire slowly eased her down to the deck, keeping hold of one of her tiny hands. The other Sarya placed over her eyes to stifle temptation.</p>\n\n<p>The creature watched passively, only moving when a hatch on the far side of the bay opened. In the doorway was another of the giants, or perhaps the same one who delivered Sarya, Longmire had difficulties telling them apart. Alongside the new arrival were two men, humans. Members of Longmires own crew. Though at the distance it was impossible for him to make out anything but that they were enlisted.</p>\n\n<p>Longmire spoke up.</p>\n\n<blockquote>\n<p>I suppose I should be diplomatic about this, I know my superiors would want me to be, but quite frankly I don&#39;t have the patience. Are you going to tell me just what the hell is going on here?</p>\n</blockquote>\n\n<p>The giant appraised Longmire with what could possibly be interpreted, if it were human, with amusement.</p>\n\n<p>By this point the figures approaching from the far side of the bay could be made out. The Seaman Watkins &amp; Kellogg seemed strangely at ease.</p>"
}
