{
  "full_title": "Chapter 179: Zoe Part XXII",
  "number": 179,
  "title": "Zoe Part XXII",
  "created_at": "January 25, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/42kbxu/chapter_179_zoe_part_xxii/",
  "body": "<p><em>The Phenomenon, Day 95, Chicago&#39;s Grant Park</em></p>\n\n<p>The assembled group, 21 women, 3 men, and 4 children (all boys) watched as tiny motes of silver light with colored auras began drifting from the small nodules all over the giants. The lights slowly circled the group, gradually shifting in color individually, seemingly following no set pattern. Shades of blue, pink, green, yellow, and red all made their appearances as the deep intonations continued. They began changing, going off key and atonal, discordant and grating to the human ear. The smallest of the children covered their ears.</p>\n\n<p>The sparks if multihued light increased their pace, becoming a whirlwind of brilliance.</p>\n\n<p>The discordant tones of the giants grew louder by the moment, their swaying became frenetic, their shoulders very nearly touching even though their rough circle meant they stood easily six feet apart from each other.</p>\n\n<p>The very stones beneath the feet of the observers vibrated and trembled, the sky above them grew dark with clouds, and azure lightning began sparking between them. The air they sucked in grew thick and carried a subtle taste of copper. Sensation and perception grew strange. The ancient and nearly forgotten instincts of man, the predilection to run from the strange and new, to shy from the unknown, was awoken in the observers. Fingers intertwined grew tighter, teeth were set. Children looked to adults for reassurance and found none.</p>\n\n<p>Zoe looked to Viktor, his mouth hung open with unmindful awe… Small blue sparks were flashing from his capped teeth, his flesh fairly trembled as if a hive of angry ants roiled beneath it… And then he glowed briefly of silver threads weaving his flesh, and was gone.</p>\n\n<p>Zoe could scarcely even feel a moment&#39;s surprise before she felt a twisting in her gut, as if the world had lurched suddenly three directions at once.</p>\n\n<p>She found herself floating in a familiar dreamscape of crimson mists shadowing beings of bizarre form and proportion.</p>\n\n<p>For the first time, she knew that she wasn&#39;t dreaming, as one of the beings ceased to be <em>there</em> and came to be <em>here</em> next to her, above her, <em>through</em> her. It&#39;s terrible consciousness pressed in at all sides of her mind, memories more ancient than man flooded her vision, thoughts of things ghastly beyond description and emotions unlike anything she&#39;d ever imagined wracked her brain.</p>\n\n<p>She knew that she was less then an insect to this being, and yet, like a man cultivates a bee hive for honey, she sensed that this being too cultivated man, all of mankind in fact, for some minor task…</p>\n\n<p>And that task was at hand.</p>"
}
