{
  "full_title": "Chapter 180: Jesse & Linda Part XII",
  "number": 180,
  "title": "Jesse & Linda Part XII",
  "created_at": "January 25, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/42kc3o/chapter_180_jesse_linda_part_xii/",
  "body": "<p><em>The Phenomenon, Day 94, South Carolina</em></p>\n\n<p>Jesse gestured up to the giant that stood behind Linda now, fully 5 to 6 feet taller then her meager frame.</p>\n\n<blockquote>\n<p>So what&#39;s your story, eh?</p>\n</blockquote>\n\n<p>The giant gazed at Jesse with ebony pools filled with golden lighting, and said nothing. It instead rose one great arm and extended a finger down the road in the direction of their intended travel.</p>\n\n<blockquote>\n<p>You telling us to get a move on? Hell we&#39;d have done that regardless of you hadn&#39;t&#39;a interfered. We&#39;d have packed up supplies and done been on our way by now.</p>\n</blockquote>\n\n<p>The giant dropped its arm to its side and turned towards the road, taking long slow steps in the direction of Beaufort.</p>\n\n<blockquote>\n<p>What? Ya ain&#39;t gonna so much as apologize?</p>\n</blockquote>\n\n<p><em>Jesse it showed us the sky&#39;s clear, I think he did us a favor…</em></p>\n\n<blockquote>\n<p>A favor? Look at my goddamned truck! You call that a favor!?</p>\n</blockquote>\n\n<p><em>It&#39;s just a truck Jesse…</em></p>\n\n<blockquote>\n<p>Just a…! Woman you have no idea the blood sweat and tears I put into that thing!</p>\n</blockquote>\n\n<p><em>And with a world filled with vehicles just waiting for someone to come by and claim them I&#39;m sure you&#39;ll get a replacement soon enough. Now help me gather up some more supplies. We may be here awhile…</em></p>\n\n<blockquote>\n<p>What&#39;cha mean?</p>\n</blockquote>\n\n<p><em>Do you have any idea how long it&#39;ll take other survivors to realize the skies are clear? Much less how long until somebody just happens to come by this particular stretch of the middle of nowhere?</em></p>\n\n<p>Jesse grabbed Linda by the arm and headed for the cab of the truck.</p>\n\n<blockquote>\n<p>C&#39;mon, let&#39;s go.</p>\n</blockquote>\n\n<p><em>In that thing? Are you kidding!? That things a wreck!</em></p>\n\n<p>Jesse shoved her through the passenger seat…</p>\n\n<blockquote>\n<p>The box on the back ain&#39;t critical, the engine, transmission, and the cab should all be fine, now let&#39;s go see what that things goddamn hurry is.</p>\n</blockquote>\n\n<p>He pulled himself up into the drivers seat and reached for the switches to his rigged cameras before pausing, and instead reaching over and rolling the window down instead.</p>\n\n<p>He cranked the truck and put her in gear, his head hanging outside the window, eyes obscured by dark sunglasses, teeth bared in a smile as wild and free as any schoolboys has ever been. He immediately set off after the giant, which due to length of stride was already receding into the distance down the road.</p>\n\n<p>They took no notice of the small spiky balls of grey glass that covered the roof of the gas station.</p>"
}
