{
  "full_title": "Chapter 181: Angela Part XI",
  "number": 181,
  "title": "Angela Part XI",
  "created_at": "February 8, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/44q55o/chapter_181_angela_part_xi/",
  "body": "<p><em>Post Phenomenon, Day 1, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>The din of constant conversation would&#39;ve been annoying had it not been her only real sensory input. Her view,  without context, could have been considered to have an eerie beauty to it. But with context.. She allowed herself the luxury of zoning out to her thoughts as frequently as possible.</p>\n\n<p><em>Everyvun, look!</em></p>\n\n<p>The German, Fritz, interrupted everyone&#39;s train of thought. Reluctantly, Angela swam back to her blurry vision of the chamber. There were giants standing around the figure in the center. They appeared to be swaying along as if some unheard tune haunted the chamber. Small pinpricks of light would occasionally spurt out of the nodules that were scattered around their necks and shoulders. They would fly chaotically about the gathered assembly then just as rapidly seek out some spot on the crystalline figure in  the center.</p>\n\n<p>Each spot struck seemed to ring out with its own baleful purple light before fading to black, like the iridescent blue crystal were being molded into black volcanic glass.</p>\n\n<p>Bit by bit the figure and it&#39;s light were extinguished, until a glossy onyx facsimile flecked with red and pinpricks of white stood in its place.</p>\n\n<p>The voice of Ernheim, the British Anthropologist (or so he claimed) interrupted into Angela&#39;s consciousness, as always interrogating the French socialite,  his constant student and yet mental superior.</p>\n\n<p><em>My word.. Estelle, what do you think this is now, hm?</em></p>\n\n<blockquote>\n<p>I woold sey.. Dey are changing the makeoop uv de object d&#39;art to some new purrpose. Just wat I woold not hazzard a gess.</p>\n</blockquote>\n\n<p><em>Oh there you go again,  thinking everything&#39;s about art..</em></p>\n\n<blockquote>\n<p>Ernheim, darrling.. It uhlways ez..</p>\n</blockquote>\n\n<p>Everyone&#39;s voices faded into silence as the creatures in the chamber ceased their singing and swaying. One by one they turned, until the full circle stood looking at the collection. As the last became still a subtle steam began rising off of the transformed figure in their midst.</p>\n\n<p>At the same time the assembled collection lost whatever connection they had to the walls of the chamber keeping them upright and Angela saw the floor rush up at her.</p>\n\n<p>Dreamy, weary, foggy, hungry, torture, panic, pleasure, whimsy.. Emotions and sensations unbidden flooded Angela&#39;s mind and body. Memories of time now past and dreams of things not now to be flashed through her mind in a surge of chaos.</p>\n\n<p>Her vision came back. Next to her on the floor was a young woman, her ruddy young flesh only barely covered by her long rotted scarlet dress.</p>\n\n<p>She tasted the moldy air once more.</p>"
}