{
  "full_title": "Chapter 183: Zoe Part XXIII",
  "number": 183,
  "title": "Zoe Part XXIII",
  "created_at": "February 17, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/469z1c/chapter_183_zoe_part_xxiii/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Zoe felt, or rather remembered, herself slipping away. The feeling of one&#39;s own consciousness being chipped away and absorbed by a greater one is quite distinctive. The  thoughts of the being which surrounded and subsumed her pounded through her. They weren&#39;t words, exactly, more like… feelings, impressions… determination, anticipation, some feelings with no human analog… and above all, a cold, silent fury, but at what or whom she couldn&#39;t conceive.</p>\n\n<p>The being wasn&#39;t entirely present. Parts of itself existed here, with her, but far more existed in places she knew she couldn&#39;t perceive. Like a bacterium in the gut, the entire being she was aware of was only a tiny fraction of its true self.</p>\n\n<p>The memories that pressed in on her were not her own, and they showed her this creature enjoyed an existence completely alien to her own. It had witnessed the birth of the solar system, already heavy with the knowledge of the eventual presence of life. It had borne witness to the expansion of the Sun into a Red Giant, though that was eons away. It had seen this day, and was prepared.</p>\n\n<p>She couldn&#39;t tell if she&#39;d been there hours or seconds, when suddenly she felt the terrible presence torn from her. She felt the weightlessness and warmth of the void replaced by the heavy chill of winters air. Her vision returned and she could make out the ivory glow of the moon above. A moon oddly bisected by a thin dark line that stretched across the sky.</p>\n\n<p>She tasted the zing of copper. Recognized it for blood. Felt the ground beneath her flow with some kind of liquid. She sat up. Around her she could make out the prone forms of numerous people. Everyone was covered in the same dark fluid now running off and forming puddles around them. She looked down at her hands, she was covered as well. The fluid writhed over her flesh, droplets leaping from the tips of her outstretched fingers.</p>\n\n<p>One drop began flowing it&#39;s way up her neck and into her hairline. Another stretched itself into a tiny stream encircling her wrist. She saw two droplets on her thigh form together into some kind of twisted point… which then stabbed down into her. She could feel it begin moving inside.</p>\n\n<p>She screamed.</p>"
}
