{
  "full_title": "Chapter 184: Jesse & Linda Part XIII",
  "number": 184,
  "title": "Jesse & Linda Part XIII",
  "created_at": "February 19, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/46i02e/chapter_184_jesse_linda_part_xiii/",
  "body": "<p><em>Post Phenomenon, Day 1, South Carolina</em></p>\n\n<p>Having caught up to the Giant, Jesse slowed the truck down to match its pace. The long strides of the creature made it look like it was simply taking an easy jog, but the speedometer of the truck tattled on its true speed,  nearly 30 miles per hour.</p>\n\n<p>The creature didn&#39;t look at the truck, but simply kept its pace going down the road. Signs flashed past indicating an intersection with State Highway 17 just a mile ahead. The Giant continued apace. The offramp came up, and the Giant headed off I-95 with a leap over what was left of Jesse&#39;s truck.</p>\n\n<p>Jesse nearly tipped over the truck in his attempt to turn to follow. Linda rolled out of her seat down into the floorboards. A Best Western, McDonalds, and a Wendy&#39;s flashed by after they got off the frontage road. Derelict vehicles started appearing here and there, forcing Jesse to swerve around them. The Giant walked over them, or in some cases knocked them out of the way with a backhanded slap from its enormous hands.</p>\n\n<p>Linda pulled herself back into her seat and pulled the seatbelt across herself, clicking it into place. They followed the Giant as it ran through Sheldon, and nearly overturned the truck again when it turned onto State Highway 21 and headed south towards Seabrook. The turn in Burton onto Parris Island Gateway and then Robert Smalls Parkway were much easier- the creatures gait was slowing down,  almost as if it were trying to avoid making noise.</p>\n\n<p>As they approached the Edward Burton Rogers Bridge, it&#39;s pace slowed to a veritable walk. Once on the bridge it stopped. Jesse put the truck in neutral and leaned further out the window.</p>\n\n<blockquote>\n<p>Well now that you&#39;ve had yourself a merry little jog care to reveal exactly what we came all this way fer?</p>\n</blockquote>\n\n<p>The creature turned to Jesse before raising its arm, indicating a South-South-Easterly direction down the Harbor River.</p>\n\n<p>Jesse put the parking brake on the truck and got out, followed by Linda. They walked between the concrete barriers in the center of the bridge and to the opposite side in order to look downriver.</p>\n\n<p>On the northern shore of Daws Island, dozens of giants were systematically disposing of the bodies of hundreds of people, picking them up, crushing the ribcages, and then throwing them into the eastern flow of the river.</p>"
}