{
  "full_title": "Chapter 185: Angela Part XII",
  "number": 185,
  "title": "Angela Part XII",
  "created_at": "February 24, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/47aa6h/chapter_185_angela_part_xii/",
  "body": "<p><em>Post Phenomenon, Day 1, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela blinked rapidly, her eyes were quickly moistened but the initial dryness caused lingering discomfort. Cries of surprise and alarm filled the chamber as long dormant throats found purpose once again.</p>\n\n<p>One of the number, a stranger, bolted. She didn&#39;t recognize his clothing. Rotted animal hides and rusted chainmail indicated he was one of the older residents, the Saxon maybe.  Taking off like an Olympic runner he threw himself in a mad dash for escape.</p>\n\n<p>He crossed the center of the chamber on a long curve, giving the giants a wide berth before heading directly for the stairs. As soon as he crossed the perimeter of the circle, however, a kind of hazy red smoke began billowing from him as his steps faltered. He fell forward, his body striking the same stones Angela had landed on at the base of the stairs. There was the distinct sound of shattered bones as he fell still. The sanguine smoke seemed to curl and waft in the air a moment, neither dissipating nor condensing, before it formed a miraculous beeline for the center of the chamber, where it coalesced into a small floating piece of blue-silver glass pulsing with a tiny inner light.</p>\n\n<p>The assembled crowd was silent, most tried to use the dusty and rotten remains of their clothing to cover themselves- except for Estelle- who chose instead to cast off her deteriorated dress and stretch languidly- and not without a little lewd pride in how many of the men gawked.</p>\n\n<p>An older man in a spoiled suit tried to adjust his tie but it crumbled in his hands. Shaking the remains off his hands, he cleared his throat.</p>\n\n<p><em>Ahgem.. I suppose most of you will recognize me as August Ernheim, I&#39;m quite certain my voice sounds different then it did in our telepathic roundtables, but I hope Not too different.</em></p>\n\n<p><em>Now, I would propose that we get to business.</em></p>\n\n<p>He walked briskly up to the nearest giant and stood there quite unafraid, head high, hands at his sides looking the giant very pointedly in the eye before he began speaking.</p>\n\n<p><em>Might I inquire, by what right have you detained us here these long years?</em></p>\n\n<p>Angela stood and stretched, her clothing hardly dusty, but decidedly stiff with the dried blood from her condition previous. She watched the exchange with a curious eye. The questioned giant made no move or signal, issued no sound, but simply stared back at the erstwhile Anthropologist.</p>\n\n<p>Then, as one, all the giants turned to the stairs and began walking towards them.</p>\n\n<p><em>Excuse me! After so long, I feel, and I&#39;m sure all the rest as well, that we&#39;re owed answers!</em></p>\n\n<p>The last giant,  the one whom the steely scientist had chosen to address, paused. It turned back, the ebon orbs in its head whirling and fixing its golden pinpricks on the diminutive figure in decayed finery.</p>\n\n<p>In a voice both louder and gentler than seemed possible, it spoke. </p>\n\n<p><strong>You are owed. Yes. And you will be repaid.</strong></p>"
}