{
  "full_title": "Chapter 186: Ben, Emil, & Sarya Part XXIX",
  "number": 186,
  "title": "Ben, Emil, & Sarya Part XXIX",
  "created_at": "March 2, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/48lgmh/chapter_186_ben_emil_sarya_part_xxix/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Longmire took a deep breath. The smells of mold, mildew, oil, and a strange pungent wood scent filled his nose. He closed his eyes and listened to the world around him. The drips of some far off leak, the low slow breathing of Sarya at his side, the even deep breathing of his crewmen across the way.. No sound came from the Giants.</p>\n\n<p>Longmire opened his eyes and looked at his crewmen, or, the men who claimed to be his crewmen. He couldn&#39;t take any chances.</p>\n\n<blockquote>\n<p>Boys, I appreciate, at the least, the attempt to put yourselves forth as advocates for an immediate peace. It&#39;s admirable, really. But I can&#39;t take you at your word given what you&#39;ve told me. That being said, I am willing to listen to whatever you have to say, just don&#39;t expect me to swallow it hook, line, and sinker. So my first question is, I guess, just what are the intentions of these giants, and what are the intentions of the others?</p>\n</blockquote>\n\n<p>Watkins nodded before he spoke. </p>\n\n<p><em>That&#39;s fair, Sir. We didn&#39;t expect you&#39;d take us at our word. We thought, and by &quot;we&quot; I refer to the Giants, Kellogg, and I, that you might need some convincing. These giants refer to themselves as The Freed. As in, from service- slavery, actually. They&#39;re refugees, escaped from control. There&#39;s... Well the closest thing we could call them are Gods. Things outside our understanding of time or space, and they created the Giants, and the things that took the skies.</em></p>\n\n<blockquote>\n<p>And these &quot;Freed&quot;, what are their intentions?</p>\n</blockquote>\n\n<p><em>Just to exist Sir. They don&#39;t want to be controlled anymore. They don&#39;t share the goals of their Gods, and so they&#39;ve sought refuge here.</em></p>\n\n<blockquote>\n<p>By here you mean Earth?</p>\n</blockquote>\n\n<p><em>By here they mean our reality. What we see, what we perceive, is just the shadow of what they truly are, the parts that can exist here. Like dipping your finger in a fish tank, the fish can only perceive of the part in their world, and the part outside is the larger part.</em></p>\n\n<blockquote>\n<p>And the other Giants?</p>\n</blockquote>\n\n<p><em>They&#39;re still in service of their Gods, still carrying out the tasks they were made for.</em></p>\n\n<blockquote>\n<p>And what are those?</p>\n</blockquote>\n\n<p><em>Might as well ask a hammer what it&#39;s building. Their purpose is so far beyond them they don&#39;t know. But they&#39;re aware that it involves the reducing the Earth to a planet without sentient beings.</em></p>\n\n<blockquote>\n<p>They&#39;ve very nearly succeeded. Those things in the sky..</p>\n</blockquote>\n\n<p><em>Aren&#39;t for the same purpose, at least, not explicitly. The relationship with the Shards is kind of like hammer to a baseball bat. A bat</em> <strong><em>can</em></strong> <em>hammer, but that ain&#39;t what it&#39;s for, and any hammering it does accomplish is incidental.</em></p>\n\n<blockquote>\n<p>This is raising more questions than it&#39;s answering and I&#39;m starting to get a little pissed off here.</p>\n</blockquote>\n\n<p><em>Please, Sir.. It might be easier to just, sit back and watch.</em></p>"
}