{
  "full_title": "Chapter 187: Zoe Part XXIV",
  "number": 187,
  "title": "Zoe Part XXIV",
  "created_at": "March 8, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/49hw7d/chapter_187_zoe_part_xxiv/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p><em>Zoe slapped and clawed at her thigh trying to crush the thing that was now inside her, she felt it digging through her flesh, pushing, stabbing through muscle and fat as it moved up towards her groin.</em></p>\n\n<p><em>The pain was like a drizzle of red hot liquid metal was worming it&#39;s way through her flesh. Suddenly she felt the liquid still crawling over her outsides firm up, resisting her movements, gripping her all over, like she was suddenly covered in a layer of shrink wrap.</em></p>\n\n<p><em>The sticky, thick fluid began expanding, joining the various streams together as they flowed over her body,  some ran down her forehead and up her neck,  working to cover her face as she struggled to dig through her skin to get at the sizzling thread wriggling around her hip.</em></p>\n\n<p><em>The fluid was forming a second skin under her clothing, covering every inch of her. It&#39;s strength overpowered her own and locked her arms out away from her body. The fluid flowed down and covered her face, closing over her eyes and ears, it pushed into her nostrils, forced its way under her eyelids, and then moved to her mouth,  it&#39;s thick coppery taste nauseating. The sharp pain of the trickle moved up her side and around the swell of her right breast before coiling at base of her throat.</em></p>\n\n<p><em>Her nose and throat filled with the bizarre liquid, she couldn&#39;t breathe, and actively resisted the urge to do so, lest she pull more of the concoction into her. The pain at the base of her neck cooled, becoming a solid weight hanging there. The residual pain from its path through her body deadened as well, becoming a dull awareness, a shadow of its former intensity.</em></p>\n\n<p><em>She felt her body twisting, bones snapping, muscles tearing… There was no pain. She felt the memories of sharing her mind with the being blossoming, expanding… There was a moment of panic as she realized she couldn&#39;t remember her own name, and then everything went white.</em></p>\n\n<p>In Grant Park in Chicago, near the fountain, an albino giant with black eyes stood for the first time, shaking off shreds of what were once some rather fetching pajamas.</p>\n\n<p>It looked around at the other giants surrounding it, some standing, most still laying down, before looking up at the line of darkness bisecting the moon.</p>"
}
