{
  "full_title": "Chapter 188: Jesse & Linda Part XIV",
  "number": 188,
  "title": "Jesse & Linda Part XIV",
  "created_at": "March 17, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4ar60r/chapter_188_jesse_linda_part_xiv/",
  "body": "<p><em>Post Phenomenon, Day 1, South Carolina</em></p>\n\n<p>Jesse turned to the giant, a befuddled look on his face. </p>\n\n<blockquote>\n<p>Whad&#39;ja bring us here for? To show us your buddies down there throwing people away like trash? What&#39;s the point of that?</p>\n</blockquote>\n\n<p>Linda reached over to Jesse, placing her hand on his shoulder she pulled him back to look again. In the waters a hundred feet downstream from where the giants tossed the bodies of their victims, lights flashed in the deep.</p>\n\n<p>Blues, whites, reds, and yellows flashed camera bulbs as the waters roiled and bubbled. A coastal breeze brought a strange scent. Jesse turned back to the giant.</p>\n\n<blockquote>\n<p>What? Are y&#39;all welding down there or something? Smells like hot metal, like the smell ya get when ya rub your hands on a bunch of copper or iron…</p>\n</blockquote>\n\n<p>The waters above the lights exploded into the air before the droplets stopped, suspended in the air before being violently sucked back down to the water. The current upstream accelerated towards the lights, the current downstream slowed, stopped, and then began running backwards.</p>\n\n<p>The wind quickened to a scream as the waters pitched down, unable to keep up with the roaring demand under the water, a curved black sphere interspersed with starlight emerged, the waves crashing through its surface.</p>\n\n<p>The giant grunted, gaining Jesse and Linda&#39;s attention. It raised an arm as long as Jesse was tall, indicating the way they&#39;d come.</p>\n\n<p><em>Go. Now.</em></p>\n\n<blockquote>\n<p>Hold on just&#39;a minute…</p>\n</blockquote>\n\n<p><em>Go! They come!</em></p>\n\n<p>Jesse and Linda  raced to the truck, as Linda climbed in, Jesse turned, looking back to the bizarre occurrences in the Harbor River one last time. As he watched, a stream of multicolored light shot into the sky, but before it made it too high the lights dimmed and began coalescing into an obsidian form of angles and hard edges, glistening in the setting sun.</p>\n\n<p>The form arced through the air before crashing down, it&#39;s length still being formed by the flow shooting upwards from the river. The point came down into the concrete and asphalt of the far end of the Edward Burton Rogers Bridge. Debris flew every which way as the supports underneath began giving away.</p>"
}
