{
  "full_title": "Chapter 189: Angela Part XIII",
  "number": 189,
  "title": "Angela Part XIII",
  "created_at": "March 30, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4cj98p/chapter_189_angela_part_xiii/",
  "body": "<p><em>Post Phenomenon, Day 1, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>Angela watched the giant turn back and continue towards the stairwell. One of the assembled number picked themselves up and walked after it,  slowing, and then stopping as they raised their arm, seeing their fingers begin to turn dark and wither as a subtle red smoke  began wafting around their form and making its way back to the form in the center of the chamber. They reversed their steps, coming back within the circle, and the smoke reversed as well, moving back to their fingers. As the smoke touched them, the skin grew from a withered and blackened leather back to a healthy and plump flesh toned digit once more. </p>\n\n<p>The assembled crowd grew silent watching the events unfold. The realization that their ordeal wasn&#39;t nearly over, that their freedom was in fact limited to the circle they found themselves arranged in, was not a pleasant one. Most, in their long existence as bone in people jerky, had come to the conclusion that their condition was permanent, and so this brief respite from their plight was just that, a respite, not a rescue. Still, more than a few had dared hope.</p>\n\n<p>Angela had a sudden thought. She reached down and pulled free one of her boots. Hefting its weight in her hands,  she judged the distance, aimed, and hurled the footwear at the retreating giant. It sailed through the air as gracefully as a boot can before solidly &quot;thunk&quot;ing into the back of the giants massive head.</p>\n\n<p>The creatures gait slowed, then stopped. It turned around, noticeably puzzled. Angela shouted after it. </p>\n\n<blockquote>\n<p>What are we owed!?</p>\n</blockquote>\n\n<p>The figure started, its obsidian orbs fired with shining streaks of ragged sunlight.</p>\n\n<p><strong><em>You</em></strong> <em>are owed. To the creator. You are the medium through which their passage is charted.</em></p>\n\n<blockquote>\n<p>Just what in the hell does that mean!?</p>\n</blockquote>\n\n<p><em>You make the passage possible.</em></p>\n\n<blockquote>\n<p>Yeah, you said that, but how? And whose passage? Why would we matter?</p>\n</blockquote>\n\n<p><em>You do not. They do.</em></p>\n\n<p>The tingle of paroxism felt eerie after every word uttered by the giant. Like the ruby glow from its gullet carried with it the essence of the pins and needles feeling one gets from lack of bloodflow in the extremities.</p>\n\n<blockquote>\n<p>Why, do they matter and why don&#39;t we?</p>\n</blockquote>\n\n<p>The giant ignored her, turning back to its course, it strode to the base of the stairs. Another boot sailed through the air, this time missing completely and hitting the wall ahead of it with an echoing crack.</p>\n\n<blockquote>\n<p>You owe us answers! I may have only just arrived but others have been here decades, maybe even centuries! You took their lives from them!  Stole them from their futures! They had families, friends, people cared about them, who never found out what happened to them! Don&#39;t walk away from me you apathetic albino asshole!</p>\n</blockquote>\n\n<p>The giant paused, one foot on the bottom step.</p>"
}