{
  "full_title": "Chapter 190: Ben, Emil, & Sarya Part XXX",
  "number": 190,
  "title": "Ben, Emil, & Sarya Part XXX",
  "created_at": "April 6, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4dk33c/chapter_190_ben_emil_sarya_part_xxx/",
  "body": "<p><em>The Phenomenon</em></p>\n\n<p>Longmire shifted Sarya from one hip to the other and rubbed the sweat from his eyes.</p>\n\n<blockquote>\n<p>Fine, show me.</p>\n</blockquote>\n\n<p>Watkins &amp; Kellogg turned to the giant behind them expectantly, it narrowed it&#39;s eyes and stepped back as half a dozen other giants emerged from the shadows, forming a rough semi-circle aground the chamber. </p>\n\n<p>As they came to a halt miniscule sparks of white light began emerging from the nodules which covered them,  each spark leaving a trail in the vision of the human observers, a trail which shifted in a rainbow. The lights swirled, circling the group. The giants began chanting. The noise was disconcerting, like nails on a chalkboard or a child hammering on an off time piano with the fervency of a cocaine fuelled manic episode. </p>\n\n<p>The motes raced faster and faster around them, becoming a blur of brilliant hues.</p>\n\n<p>The chaotic notes of the giants grew to the volume of a gunshot,  then a jet engine, and then yet higher. </p>\n\n<p>The metal deck plates picked up the vibration, the walls rattled with it, pipes tore loose from their mountings. Breathing grew difficult, the air thick. Time seemed to move in jumps, or slow to a crawl…</p>\n\n<p>The world twisted, and Longmire felt Sarya torn from his grasp. He reached out in the direction she&#39;d gone, only to experience the bizarre sensation of his arm <em>not being there to reach with.</em> Looking down, he expected to see a bloody and torn stump, for pain to flood his consciousness… But his arm simply <em>ended</em> six inches below his shoulder.</p>\n\n<p>Past that, he saw the universe unfold beneath him. He whizzed by planets, watched stars streak past, whole galaxies blurred by, if only for a few seconds. Then he found himself in some kind of iridescent cloud of orange with striations of brown and green. He saw something there, moving in the ether… something literally astronomical in size was emerging.</p>\n\n<p>He felt it in his mind. It was probing, feeling out his mood, his intentions and desires. Longmire concentrated, imagining a wall of thought, a wall impervious to any breach, a wall with no cracks or edges or borders completely encapsulating his mind… and the probing ceased.</p>\n\n<p>The details of the behemoth before him grew sharper, and just as he started to form a picture of what its shape must be, everything went black.</p>"
}
