{
  "full_title": "Chapter 191: Jesse & Linda Part XV",
  "number": 191,
  "title": "Jesse & Linda Part XV",
  "created_at": "April 7, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4dtte4/chapter_191_jesse_linda_part_xv/",
  "body": "<p><em>Post Phenomenon, Day 1, South Carolina</em></p>\n\n<p>Jesse hung onto the door of the truck, its steel hinges creaking under his weight. The bridge lurched, its whole surface suddenly gaining something nearing a ten degree slant. Linda screamed from the other side of the truck as she climbed in, a wordless, shrill expression of terror.</p>\n\n<p>The giant took two steps- one over the concrete barriers in the middle of the bridge- and reached out, grasping Jesse around the waist  with one hand and the hood of the truck with the other. He pushed Jesse up and around the door, depositing him in the cab before pushing the truck around, its tires leaving black streaks across the asphalt. Jesse reached out to the door, grabbing it and slamming it closed as his other hand frantically pulled the seatbelt across himself. He looked briefly at Linda in the passenger seat, nodding to himself, assured of her safety, then, he threw the truck into first gear and slammed the gas.</p>\n\n<p>The bridge shook and it&#39;s angle worsened to near fifteen degrees. The truck lurched forward for just a moment before the singing of the engine prompted Jesse to shift into second. Twenty degrees and the concrete dividers started sliding back towards where the ebon spike was driving the bridge down. Another lurch of speed and a shift to third and they were off the bridge. Jesse peeked back through the shattered rear of the truck,  just a glimpse, but he could see small nodules swelling out the sides of the bizarre column, each pulsing with an inner light reminiscent of a blacklight.</p>\n\n<p>Jesse turned back to the road, just in time to swerve and avoid a derelict car, the desiccated bodies of a family still inside. The giant, jogging along next to the truck, simply leapt over it.  The road curved to the left, giving them a reprieve from the view of the arch and it&#39;s distended pollops. Jesse shouted through the passenger window at the giant.</p>\n\n<blockquote>\n<p>You know, we might coulda used a bit of a <strong>warning</strong> that some humongous black pillar o&#39;evil was gonna shoot outta the river and try to drag us <em>and the goddamn bridge</em> down into the river!</p>\n</blockquote>\n\n<p>The giant peered over with one softball-sized eye without speaking. Linda slapped Jesse&#39;s shoulder and chided him.</p>\n\n<p><em>Don&#39;t antagonize him!</em></p>\n\n<blockquote>\n<p>Well he coulda! </p>\n</blockquote>\n\n<p>The giant slowed its pace, coming to a walk before stopping. Jesse downshifted quickly, braking and turning the truck around to rendezvous with their erstwhile escort. In the distance, beyond the curve in the road and the forest that obscured them, they could see a beam of multi-hued light streaking up into the sky. They watched as it streamed upwards, a long, gradual curve, until the light intersected the line that crossed the sky. There, the light was extinguished and the circle ignited, taking on a deep orange glow.</p>\n\n<p>Jesse put the parking brake on and got out of the truck, astounded and amazed at the display in the skies above.</p>\n\n<blockquote>\n<p>Linda.. did you notice that.. that uh.. that line.. there before..?</p>\n</blockquote>\n\n<p><em>No.. I didn&#39;t Jesse.</em></p>\n\n<p>Jesse, never taking his eyes away from the sky, waved his right hand in the direction of the giant.</p>\n\n<blockquote>\n<p>I don&#39;t suppose.. uh.. that maybe y&#39;all had something to do with that one?</p>\n</blockquote>\n\n<p>The giant momentarily glanced down at Jesse, and shrugged.</p>"
}