{
  "full_title": "Chapter 192: Lieutenant McGuire",
  "number": 192,
  "title": "Lieutenant McGuire",
  "created_at": "April 12, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4eeif6/chapter_192_lieutenant_mcguire/",
  "body": "<p><em>Post Phenomenon, Day 1, Chicago</em></p>\n\n<p>McGuire watched the bunker door open with no small amount of surprise. He&#39;d given orders for the artist and the spy to be loaded in the chopper. His men should&#39;ve then waited in the chopper for him to come out. There was no reason anyone from outside should be coming in, and yet, the access lights on the console had lit up in the proper order and the door was now slowly opening. He narrowed his eyes, there was something.. odd.. about things. He looked to the corners of the door. Each square corner should&#39;ve been 90 degrees but.. they weren&#39;t. At the same time, he noticed a distinct chill in the air. It took a second for him to put the pieces together, and then, he started running.</p>\n\n<p>Moments later the doors parted like tissue paper as a giant tore through them. Bits of debris and shrapnel exploded through the warehouse as it barreled through the flimsy airlock as if it was made of balsa wood held together with spider web. Instantly the temperature in the warehouse dropped precipitously. Frost spread out from the giant like waves off the bow of a ship, the hard edges of the shelves and the floor of the warehouse itself distorted like they were made of runny wax exposed to a hurricane wind.</p>\n\n<p>McGuire ran.</p>\n\n<p>Only twenty feet behind the giant seemed to pace itself, intentionally avoiding overtaking him, allowing the fear and panic to set in. The giant made no noise, no roars, no shouts came from its lipless mouth. Instead, as it pursued him, it threw out its arms, knocking shelves over left and right, it would strike at the ones bolted to the concrete sending them flying, frozen food and various tools and detritus flew through the air like confetti in its wake.</p>\n\n<p>McGuire made his way to the arms locker, a room untouched by Zoe in her stay, but unlocked and inventoried by his men hours earlier. The giant stayed at his heels occasionally catching a small something out of the air and pitching it at him. Toying with him. He fumbled with the keys to the locker,  sure that at any moment the giant would snatch him up. But it didn&#39;t. He turned, it wasn&#39;t there. Even as bits of paper and Styrofoam packing peanuts floated down from the last shelf it had thrown aside, it <em>simply wasn&#39;t there.</em></p>\n\n<p>McGuire finally jammed the correct key in the door and threw it open,  grabbing an M16A2 he slammed home a magazine and turned back, his thumb flicking the weapon to three rounds burst. It still wasn&#39;t there. And then, it was. As if emerging from behind a curtain the giant reappeared, coming arms first from whatever otherworldly void it had gone to. McGuire opened fire, pumping the trigger and fighting to keep the barrel pointed center mass as the weapon jumped and bucked in his hands. Few Naval Officers put in much time beyond the minimum with rifles, and he&#39;d certainly never experimented with the three rounds burst setting. Still, he didn&#39;t do half bad. At least one round from each barrage found its mark. The giant stood unharmed,  but with each burst some small part of its flesh had deformed before sending the rounds bouncing off in a slow ricochet. The floor in front of it was littered with the small bronze mushrooms of impacted rounds.</p>\n\n<p>McGuire kept squeezing at the trigger even after the magazine was emptied, watching in horror as his efforts were wasted. The giant scratched at its chest, plucking out an errant round that had gotten caught between the ridges of its skin. McGuire dropped the rifle and went to grab something else from the locker, but the giant opened its mouth. The crimson glare filled McGuires mind, his purpose, his will, instantly drained. The giant moved forward, reaching out with one hand, it grasped him by the torso, lifting him into the air before closing its mouth. The cold washed over McGuire like he&#39;d been dunked into a tub of liquid hydrogen, he felt his skin freeze,  the pain of it driving him to twist and scream briefly before the cold penetrated deeper, choking the air from his lungs. He felt his muscles seizing as they froze, felt his core go cold. His eyes froze over and his mouth iced over from within.</p>\n\n<p>The giant tossed him aside, the body shattering into a dozen pieces as it impacted the floor.</p>"
}