{
  "full_title": "Chapter 193: Angela Part XIV",
  "number": 193,
  "title": "Angela Part XIV",
  "created_at": "April 12, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4eitnv/chapter_193_angela_part_xiv/",
  "body": "<p><em>Post Phenomenon, Day 1, 26 kilometers SE of Lycksele Sweden</em></p>\n\n<p>The giant turned back to face Angela. It seemed to sigh, a noiseless raising and lowering of the shoulders, almost imperceptible, had the entire room not been so focused on its every move. It took a few slow steps back to her, stopping only when it stood directly over her, towering, such that she had to look up at it.</p>\n\n<p><em>You… Are not ready… Time is supposed to ripen you… Wisen you… Help you to understand and be prepared… But you are still raw. Unseasoned… Perhaps… Next time.</em></p>\n\n<blockquote>\n<p>Hold on… what do you mean time? I&#39;ve been here for far too long as it is and…</p>\n</blockquote>\n\n<p><strong><em>No.</em></strong> <em>You have not. None of you. For some the process takes longer than others, and then there are always those who spoil when they regain motion. You, I think, have spoiled the whole of your companions. There is still time… Your kind is very resilient. You have survived two cycles. A third may yet come. Time between them will teach you.</em></p>\n\n<blockquote>\n<p>What the hell are you talking about? </p>\n</blockquote>\n\n<p><em>You will see.</em></p>\n\n<p>Angela opened her mouth to reply but the giant stretched its mouth open, the paralysis taking hold of everyone in the room as the light shone forth from the impossible chasm within. The giant approached the tiny misshapen lump of glowing blue crystal in the center of the chamber. Reaching up to one of its shoulders, it pinched the sickly green growth there,  a small mote of silvery light emerging onto one of its long fingers. It put the hand forth, pushing the light into the crystal. Immediately, Angela was hit by a wave of nausea and pain. She fell to the ground. She could hear the others falling suit, body after body thudded to the floor. Her vision grew blurry, but not before she could make out the subtle red smoke rising from her hand, then all was black.</p>\n\n<p>In a chamber made of impossible stone half a mile beneath the frozen forests surrounding Lycksele Sweden, a solitary giant watched as the last wisps of crimson ether coalesced into a glowing crystal rendition of an exaggerated womanly figure with impossibly oversized feminine features. Turning, it saw the mummified remains of the chambers residents, in their various poses they took as they collapsed. It hesitated just a moment, then, it began picking each up and placing them against the walls of the chamber, ignorant of the cacophony of screams they emitted.</p>\n\n<p>After the task was done,  it went around collecting the various bits and pieces that had fallen off of them in their brief flirtation with animation. A scrap of khaki cloth here, a red sash there, two boots… The chamber set back in order, it released its fragile grip on its presence in that time and place, showing itself to pull back to its true home, awakening to its true self. There, it came fully aware with all its myriad senses and portions, spread as they were. The servile portions, it&#39;s manipulators, stood by in the thousands, each distinct and conscious in only the barest sense, each more sentient then the raw materials they harvested.</p>"
}
