{
  "full_title": "Chapter 194: Epilogue Part I",
  "number": 194,
  "title": "Epilogue Part I",
  "created_at": "June 17, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4ok9sw/chapter_194_epilogue_part_i/",
  "body": "<p>Chapter 194: Epilogue</p>\n\n<p><em>Post Phenomenon, Year 5, New Panama City, Florida</em></p>\n\n<p>A crowd of nearly a hundred stood in the morning sun, sweating. A light rain had fallen that morning, and with the sunrise  the dew and few puddles had evaporated, turning the air thick and muggy. It was an eclectic bunch, jeans &amp; t-shirts, dresses, skirts, tank tops, shorts, overalls, a few men even wore kilts. Fashion had fallen before function in the post-apocalypse.</p>\n\n<p>They stood on the lawn around the old Town Hall, chosen for its records and numerous rooms and windows. When you&#39;re looking to rebuild civilization, it&#39;s a good idea to know where the pieces of the old fell. The Town Hall had all the records of all the old businesses, warehouses, and even certain records &amp; registries of private citizens and their addresses. Maps of the utilities, water mains, gas lines, power, all came in useful. City Hall had become the primary residence of a particular band of survivors. Next door was the main branch of the Bay County Library, an invaluable resource for entertainment, as well as for critical knowledge. Certain professions and trades were completely unrepresented in the group, so in order to rebuild, they needed reference materials so they could fill in the gaps and train new people as needed.</p>\n\n<p>Jesse stood on a makeshift platform in the rear bed of a truck. He held a megaphone in one hand and a steaming cup of coffee in the other. He surveyed the crowd, noting familiar  and unfamiliar faces among them. He reflected once more about his decision to rebuild here. An airport and a deep water port, a fuel depot, three or four major department stores mostly untouched, but most importantly, a Navy base and an Air Force base meant high quality communications equipment. That advantage alone gave them the ability to broadcast their location and invitation to other survivors across the Southeast. Without that,  they&#39;d never have gained the numbers they had now, nearly six hundred at last count. Carpenters, Roofers, Auto Mechanics, more than a few Plumbers, Electricians, and other blue collar tradesmen… Survivors, like him. Plus a few White collars who proved worth their weight. A Doctor, a Computer guy (he could never remember what his &quot;before&quot; job title was), an architect, a few others. Then the majority were useless. Bankers, clerks, lawyers… he almost shot the lawyer when they first met, just out of pure ideological altruism for the society they were building… But, he didnt. Good thing too. Turns out he was also a damn skilled woodworker.</p>\n\n<p>He sipped his coffee. It wasnt very good. The beans were grown here,  dried here,  and ground here, but there was just something off from their beans to the stuff from before. The freeze-dried from local stores ran out the previous year. Still, the swill they had was still better than the seven months they&#39;d gone without.</p>\n\n<p>The last of the crowd was arriving. Representatives from each of the major groups the survivors had organized. Basically based on where they chose to live. Some lived in the Town Hall, some lived in a condo building by the marina, some lived in a neighborhood on the waterfront… They were spreading out,  growing,  recovering parts of the old to rebuild anew. To that end they&#39;d been discussing and debating a proposition for a few weeks, and it was time for the final tally. He cleared his throat and beeped the megaphone before speaking.</p>\n\n<blockquote>\n<p>Now, y&#39;all know I ain&#39;t one fer words, and, y&#39;all know what I think. We done spent the last few weeks jabberin&#39; about it. Last night we broke for dinner and an overnight recess. Now, I&#39;m done talking about this, I ain&#39;t got the patience for it, and I pretty much figure y&#39;all are tired of arguing over it. And, I&#39;m damn sure more yapping ain&#39;t gonna change anybody&#39;s minds at this point. So I&#39;m gonna call it now.</p>\n\n<p>All in favor, say &quot;Aye&quot;.</p>\n</blockquote>\n\n<p>A chorus of &quot;Aye&quot;s came up like a sudden strong wind. Easily more than 2/3rds of the assembled crowd shouted their support. He&#39;d come to realize that the first year was the easy part. Wandering the roads looking for evidence of survivors, building their numbers taking anyone who wanted to go and taking down information and records from those who wanted to stay and those places where the survivors hadn&#39;t lasted. It had been the four years since, organizing and rebuilding, finding ways to settle differences, it… well it&#39;d been a bit like trying to herd cats with a vacuum cleaner. But with this he hoped to maybe get away, get back in his element.</p>\n\n<p>Jesse smiled as he finished the vote.</p>\n\n<blockquote>\n<p>Those opposed?</p>\n</blockquote>\n\n<p>A weak few voices muttered their &quot;Nay&quot;s.</p>\n\n<blockquote>\n<p>Then by the power vested in me by, well, y&#39;all, I hereby call the vote decided in the affirmative, and formally announce that the expedition to the former capital is to begin preperations, uh, soon, I mean… forthwith!</p>\n</blockquote>\n\n<p>Jesse looked at the beaming faces in the crowd. Most of them seemed eager and excited at the possibility of what they might find. Just the Library of Congress was reason enough to go. A treasure trove of knowledge that could be used to rebuild… Then there were the actual government buildings, the possibility of official government survivors, people who might be able to give them some answers. Linda was busily talking over the expedition with another representative, something about rescuing history from the Smithsonian. Jesse remembered the day they discovered the skies were safe, and how that first day ended…</p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Day 1, South Carolina</em></p>\n\n<p>Jesse stood beside the remains of his truck,  the engine sill loudly idling and the single exhaust pipe- now bent at an odd angle- still wafting grey smoke into the early evening air. Eight feet away stood the giant. Eleven feet of ivory white skin and bone looking at Jesse with twin golden iris&#39; set in ebony pools.</p>\n\n<blockquote>\n<p>Ya didn&#39;t know?</p>\n</blockquote>\n\n<p>The giant huffed and turned away, its immense shoulders swinging like boulders set in flesh.</p>\n\n<blockquote>\n<p>Not no but hell no, you turn around and talk to me.</p>\n</blockquote>\n\n<p>The giant started walking, long strides with its peg-like bone feet, the crunching thud of each step disconcerting in its stability. Jesse gave chase, the dark-haired Linda pulling at his arm trying to restrain him, her thin form barely a weight on his thick frame.</p>\n\n<blockquote>\n<p>Look, we been terrorized by your buddies up there, nearly crushed, and we&#39;re getting sick and fucking tired of it. I want some goddamn answers you pale faced, flat nosed, ridge skinned, blood gulleted bastard!</p>\n</blockquote>\n\n<p>The giant made a sound. If it were human, it perhaps would have been described as a chuckle, but from the giant it sounded more like a peal of thunder with brief interruptions by rolling gravel. The sound made Linda&#39;s teeth hurt and sent a chill up her spine. Jesse didn&#39;t seem to be affected.</p>\n\n<blockquote>\n<p>Oh you&#39;re laughing? Look Linda he&#39;s laughing! I must be some kinda comedian!</p>\n</blockquote>\n\n<p><em>Jesse I don&#39;t think it&#39;s a good idea to mock him…</em></p>\n\n<blockquote>\n<p>Mock him? Unh-uh, I ain&#39;t mockin&#39; nobody. I&#39;m asking for some fucking answers. I wanna know what the hell is going on here!</p>\n</blockquote>\n\n<p><em>Jesse, please…</em></p>\n\n<p>The giant stopped, its head twisting to the side, like it had heard some distant sound, the flesh on one side stretching as the other side compressed, the ridges that swirled every inch of its skin acting like folds in an accordion. It slowed and stopped. It waved Jesse back, its long fingers splayed out like some strange ocean spider. Too many joints made it seem bizarre and alien… which, Linda supposed, it was.</p>\n\n<p>It turned, focusing its gaze on the pair. As it spoke, the baleful crimson of its throat caused them to freeze,  their every conscious effort wasted. An almost mournful tone came forth before it formed actual words. </p>\n\n<p><em>It has come. We are done here.</em></p>\n\n<p>Jesse advanced, his eyes narrowed, skin ruddy, fists shaking with rage.</p>\n\n<blockquote>\n<p><em>What the Fuck</em> do you mean you&#39;re done? What has come?</p>\n</blockquote>\n\n<p>The light in the giants eyes dimmed, a subtle gurgling sound could be heard, and then, it collapsed. A pile of too-long limbs and twisted, ridged albino flesh in an ungainly pile in the middle of the road. </p>\n\n<p>Jesse stood silent, dumbfounded for a moment, before exploding. Linda set her teeth as a string of cursing and hate boiled out of him into the evening air. His diatribe ended in frustrated babbling, discordant sounds of pure frustration and enmity punctuated by wracking coughs as he dropped to his knees.</p>\n\n<p>Linda knelt by his side, one knee on the ground, tiny rocks and grit digging into her flesh and grating against bone. She rested a hand on his shoulder before speaking.</p>\n\n<p><em>Jesse… We need to get going. Who knows what &quot;they are&quot;, or why they&#39;re here? The skies are clear but… what if they don&#39;t stay that way? Do we really want to caught in the open?</em></p>\n\n<blockquote>\n<p>Huh?</p>\n</blockquote>\n\n<p><em>Jesse…</em> <strong><em>We have to go.</em></strong></p>\n\n<p>Reluctantly, Jesse stood, legs wobbling as he walked back to the truck from the adrenaline coursing through his veins. As he climbed in he took one last look at the pile of a giant in the roadway, then, he stopped.</p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Year 7, the Capital Ruins</em></p>\n\n<p>The convoy of vehicles came to a stop just as they came to the Capital Mall. Across the tall grass they could make out the Washington Monument, still in good repair even if it wasn&#39;t white anymore, stained by neglect. The drivers side door of the lead vehicle, a Mine Resistant Ambush Protected (MRAP) vehicle known as a Cougar, opened, and a leg clad in blue jeans and a black combat boot extended down the step.</p>\n\n<p>Jesse looked over at his riding buddy and girlfriend, a full figured brunette by the name of Clauddette. She&#39;d been working overnight security at a wholesale warehouse in Alabama when everything went to hell. Three months alone with nothing to do but read labels &amp; memorize expiration dates. They&#39;d found her in the first winter, when they scoured Maxwell Air Force Base. She was his other (and in his opinion, better) half.</p>\n\n<p>The party collectively flinched as a rifle shot rang out in the sweltering summer air. Jesse immediately threw his hands up in the air and indicated to everyone else to do the same. It only took a few seconds for the air to be full of raised hands and the ground covered in discarded gear. Rifles, binoculars, candybars, jerky, radios, and other bits littered the ground around each door and hatch. Soon enough two men came into view,  emerging from the Freer Sackler Gallery and walking through the tall grass to the road where the convoy waited.</p>\n\n<p><strong>~</strong></p>\n\n<p><em>Pre Phenomenon, 39,599 AP, 1 kilometer below the SE outskirts of New Lycksele</em></p>\n\n<p>Angela had nothing left to say. All that could have been said, had, and they all knew it. And so the collection was silent as the giants ceased their cacophony, and the red smoke streamed out from the figure in the center. Like before, and a thousand times since, they found themselves gasping in the pungent aroma of their own bodies, and the tattered remains of whatever clothing they&#39;d once worn. Angela stood as she always did, as the rest remained sitting or prone. One of the ivory beings came to her, as had become ritual. It&#39;s long peg like feet echoing hollow cracking sounds with each step. It stopped just short of her, her steady gaze fixed on its chest, as if she was taking aim. </p>\n\n<p><em>Are you still proud? Still demanding?</em></p>\n\n<p>Angela looked up into its ebon pools, raced with ever drifting jagged bolts of shine.</p>\n\n<blockquote>\n<p>I am.</p>\n</blockquote>\n\n<p><em>Truly? You speak the words, as you have so many times before… But the set of your jaw, your stance, your hands… They do not show the fire of your convictions and determination as they have in the past… You are ready?</em></p>\n\n<p>The attentions of the group stirred, the script had changed, and something moved palpably, the balance of power shifting in the winds.</p>\n\n<blockquote>\n<p>…I am.</p>\n</blockquote>\n\n<p>The giant reached out to Angela, placing one ivory finger under her chin,  bringing her gaze directly to his own.</p>\n\n<p><em>Good.</em></p>\n\n<p>A new sensation overtook them, pain. Then all was black.</p>"
}
