{
  "full_title": "Chapter 194: Epilogue Part II",
  "number": 195,
  "title": "Epilogue Part II",
  "created_at": "July 28, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4uy3j5/chapter_194_epilogue_part_ii/",
  "body": "<p><em>Post Phenomenon, Year 7, the Capital Ruins</em></p>\n\n<p>The two men advanced through the tall grass towards the convoy, rifles slung. One was tall, clad in faded MARPAT, with an equally faded boonie cover. His large frame seemed a size too large for the uniform, indeed, his wrists seemed to poke a bit too far out of the arms. The other man was shorter, slightly pudgy, wore glasses, and was balding. Together they seemed very much a mismatched pair. The taller one stopped just before he reached the road, still in the grass. Looking over the convoy, he spoke.</p>\n\n<p><em>Y&#39;all can put yer hands down now. Who&#39;s in charge here?</em></p>\n\n<p>Jesse waved his right hand and whistled a short tone to get his attention.</p>\n\n<blockquote>\n<p>Uh, that&#39;d be me.</p>\n</blockquote>\n\n<p><em>Name?</em></p>\n\n<blockquote>\n<p>Jesse.</p>\n</blockquote>\n\n<p><em>Alright Jesse, my names Frost, this is Apone, and I&#39;m sorry to say, but if you&#39;re here to try and establish communications with the remains of the US Government, sorry to say they&#39;re not here…</em></p>\n\n<blockquote>\n<p>Whaddaya mean they&#39;re not…?</p>\n</blockquote>\n\n<p><em>Well,  they&#39;re just… Not. We have satellite communications with a few far flung places where government survived, London, Moscow, Sydney, Brasilia, but DC ain&#39;t one of em. You want to trade, fine, you want to take pictures, be tourists, that&#39;s fine, we&#39;ll escort you. Only things completely off limits are the Pentagon, the White House, &amp; Congress, the old Captain&#39;s got it in his head they should be preserved for if and when someone from the Government shows up.</em></p>\n\n<p>Jesse marvelled at the peculiar way things had gone since the end of the old world. Time after time when meeting new groups of survivors he&#39;d been taken aback. In the old world strangers were generally met with suspicion, fear, or outright hostility. In the new, however, strangers were generally met with congeniality, even excitement, and trust. Since all the treasures of the old world were laid bare for the taking, there was no real competition for resources yet, no need for conflict between groups. So this wasn&#39;t an entirely unexpected kind of reception. A guard against dangerous wildlife was a constant component of post modern life, but against people, nearly unheard of.</p>\n\n<blockquote>\n<p>Who&#39;s the old captain?</p>\n</blockquote>\n\n<p><em>Some old Navy sub schmuck, showed up two weeks after the skies cleared with a full crew, took over, got us organized. Not the nicest or the brightest, but he&#39;s got a handle on things. Has leadership ability.</em></p>\n\n<blockquote>\n<p>Sounds like an interestin&#39; fella, can&#39;t wait to meet him.</p>\n</blockquote>\n\n<p><em>I&#39;m sure he&#39;ll want to meet you too. Where are y&#39;all from?</em></p>\n\n<blockquote>\n<p>Panama City Florida, well, now, anyway. All over, really.</p>\n</blockquote>\n\n<p><em>Alright, well, the Captain, he keeps quarters over at the Navy Yard. We&#39;ll escort you if you&#39;d like.</em></p>\n\n<blockquote>\n<p>Sounds like a plan, ya want the rest of us to hold here?</p>\n</blockquote>\n\n<p><em>Sure.</em></p>\n\n<p>As Jesse conferred with his group, Apone radio&#39;d in their arrival and gave forewarning to sentries on the way to hold their fire. Once the convoy was set, Jesse &amp; Frost started the long walk to the Navy Yard.</p>\n\n<p><em>We&#39;ll pass by Nationals Stadium if you&#39;re interested. We&#39;ve turned the field into a farm and covered most of the stands with solar panels as part of our efforts at self sufficiency.</em></p>\n\n<blockquote>\n<p>Y&#39;all ain&#39;t self sufficient?</p>\n</blockquote>\n\n<p><em>Close to, we trade with communities up and down the coast, inland as far as Nashville, mostly for parts, rechargeable batteries, things like that. Right now we&#39;re pretty dependant on the</em> <strong><em>Oregon</em></strong> <em>for power, we&#39;re hoping to change that by end of year.</em></p>\n\n<blockquote>\n<p>Oregon? How y&#39;all getting power from Oregon?</p>\n</blockquote>\n\n<p><em>Ha… No,</em> <strong><em>the Oregon,</em></strong> <em>she&#39;s a sub, Nuclear. The Captain&#39;s old command, he pulled her up to a pier, tied her up, hooked her up to the grid, and started her reactor on a slow burn. At first it was a nightmare, the draw was enormous; streetlights, tvs left on, home appliances… dead people don&#39;t turn off the odds and ends, y&#39;know?</em> <strong><em>The Oregon&#39;s</em></strong> <em>reactor isn&#39;t like a huge one, it&#39;s meant to power one ship, not an entire city. So we had to cut big swaths of the city off. We still go round occasionally, shutting off everything on a block,  connecting it, shutting down what we missed, then clearing it out. It&#39;ll still be a few years but we&#39;ll get DC back to something usable. We know there&#39;s similar efforts underway in most of the major cities. Baltimore, Philly, Atlanta…</em></p>\n\n<blockquote>\n<p>There&#39;s survivors in Atlanta?</p>\n</blockquote>\n\n<p><em>Yep. Spend time there, before?</em></p>\n\n<blockquote>\n<p>Uh… During, actually.</p>\n</blockquote>\n\n<p><em>Really? Hmm… Captain&#39;ll definitely want to hear about that then. He&#39;s always looking to hear stories from people who were able to move about during. Collects&#39;em, hear tell he&#39;s writing&#39;em down. Some kind of history.</em></p>\n\n<blockquote>\n<p>Smart. So much of what came before has already been lost… makes sense to try and get a record of everything since, y&#39;know?</p>\n</blockquote>\n\n<p><em>Heh… Sure. I don&#39;t think that&#39;s why he&#39;s doing it though.</em></p>\n\n<blockquote>\n<p>Well why&#39;d&#39;ya think then?</p>\n</blockquote>\n\n<p><em>Well… You said you moved around during?</em></p>\n\n<blockquote>\n<p>Yeah.</p>\n</blockquote>\n\n<p><em>You ever see anything… odd?</em></p>\n\n<p>Jesse stopped, Frost stopped and looked back.</p>\n\n<blockquote>\n<p>Buddy… the things I seen&#39;ll scare the hair right off ya head.</p>\n</blockquote>\n\n<p><em>Yeah… you&#39;ll definitely wanna talk to the Captain.</em></p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Day 1, North Atlantic</em></p>\n\n<p>The first sensation was of cold, then pain. Sarya opened her eyes. The light was blinding, painful. She blinked and looked away from the light. She saw her arm, it was covered in blisters, scorched. Sitting up, she took stock of the situation. She was in a boat of some kind, made of dayglo orange rubber, and she wasn&#39;t alone. There were six or seven crewmembers from the <em>Oregon</em> jumbled together in the boat. Every bit of exposed flesh was sunburned. Those with lighter complexions were blistering. She thought a few might be dead.</p>\n\n<p>She looked around at the placid sea. A few hundred feet away she could see the <em>Oregon</em>, part of her seemed to be missing. She looked for the other ships she&#39;d heard about,  the big cruise liner and the cargo ship, but she couldn&#39;t see them. There were other little boats all around, and in between everything there were pieces of flotsam bobbing in the water. She could see one near hers that seemed to be empty except for maybe two people.</p>\n\n<p>She climbed up on top of the heap of arms and legs in her boat and looked around. Under the eave on one side she found and liberated a pair of oars. She wasn&#39;t big enough to use them properly,  but she locked one of them into its mounting &amp; used it like a fishes tail, swishing it back and forth, pushing her boat slowly but surely towards the nearly empty one. She didn&#39;t have the coordination to do the task quickly, but she was determined, and after nearly an hour the two boats gently bumped into one another.</p>\n\n<p>Sarya quickly scrambled from her perch near the oar mount and to the point the boats met, grabbing a rubber handle on the other boat to hold them together. Looking over the edge she saw Longmire and her father, one atop the other, her father on top.</p>\n\n<p>At the sight of her father Sarya gave up any pretense of keeping ahold the boat she&#39;d been in and climbed fully into the other. She frantically patted at her father&#39;s shoulder and chest, but he didn&#39;t stir. Underneath, Longmire groaned at the impacts. She pulled her father off and nearer the edge of the boat, then scooped up some seawater and poured it on his face. He still did not respond. Longmire rolled up on one hand, hacking and coughing. He spit out a couple of good mouthfuls of some kind of yellow ichor before speaking.</p>\n\n<blockquote>\n<p>Sarya…</p>\n</blockquote>\n\n<p>His speech was raspy, a wretched croak more than a human voice. Almost as if it came from some kind hellish set of iron gears jammed up with burning coals.</p>\n\n<blockquote>\n<p>Sarya… Where&#39;s the <em>Oregon?</em> Where&#39;s my crew?</p>\n</blockquote>\n\n<p>Sarya continued shaking her father, to no avail. Longmire dragged a knee underneath himself and raised up over the height of the rafts sides. Gaining a view of the other rafts and the <em>Oregon</em>, he allowed himself to sink back onto his rear briefly before crawling to Emil &amp; Sarya. Pressing his fingers to the side of Emils throat for a few moments, he sought out any indicators of a pulse. It was weak, and far too fast, but there. He placed a hand on Saryas shoulder.</p>\n\n<blockquote>\n<p>Stop darlin&#39; your Daddy&#39;s ok. He&#39;s probably just out like I was. He&#39;ll come to in his own time.</p>\n</blockquote>\n\n<p>Longmire surveyed Emil as Sarya relaxed, noting severe blisters on most of his exposed skin. It appeared as though he&#39;d been in the sun for days. He hoped he was wrong but from the looks of things Emil might be in the extremes of Heat Stroke. It was critical he get him aboard the <em>Oregon</em>, and soon. He looked around the raft. All the emergency provisions were still in place. He grabbed the first aid kit and a couple bottles of water.</p>\n\n<blockquote>\n<p>Sarya baby would you do me a favor to help your Dad? Could you take these bottles of water and slowly drip little bits into his mouth?</p>\n</blockquote>\n\n<p>Sarya nodded and took the water bottles, opening one and setting the other aside. Longmire pulled out the sterile bandages and started covering Emils blistered flesh. Sarya started dribbling little bits into her father&#39;s mouth,  spilling a drop or two now and then. Longmire took a moment to scan the horizon for the other ships, but found only a few life rafts and the <em>Oregon</em>, adrift and listing slightly to port. He maneuvered around the raft and mounted the oars in their brackets. As Sarya continued to tend to her father he began stroking the water with long easy pulls to bring himself and his compatriots to the <em>Oregon</em>. Calm seas made it fairly easy, and inside ten minutes he felt the raft bump into the <em>Oregon&#39;s</em> hull. Normally, a crewman would have been waiting topside to assist, but without that help Longmire had to ease the raft down her starboard side until he reached an access ladder. As he tied the raft up, he felt Sarya tug at his sleeve. Looking up he saw the other rafts, some distance away and drifting further, start to wake up, arms and heads started poking up above their sides as other crewman from the <em>Oregon</em> regained consciousness.</p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Year 7, the Capital Ruins</em></p>\n\n<p>Frost removed his cover as they entered the dimly lit building, indicating to Jesse that he should do the same.</p>\n\n<p><em>The Captain&#39;s kind of a stickler for protocol, still insists we do as if we were all in the Navy, Marines, whatever…</em></p>\n\n<blockquote>\n<p>Aw hell, that ain&#39;t nothin&#39;, we got a guy back in PC that still wears suits… He was some kind of accountant or whatever back before, and now he&#39;s our inventory man, stays all day in a damn warehouse checkin&#39; and rechecking what we got and what we ain&#39;t, all the while sweating bullets, ruinin&#39; suit after suit just so&#39;s he can look like he&#39;s used to.</p>\n</blockquote>\n\n<p><em>Yeah, well… I guess everybody has their little quirks. Come this way, we got a few turns until we get to the Sanctum.</em></p>\n\n<blockquote>\n<p>Sanctum?</p>\n</blockquote>\n\n<p>Frost continued speaking as he led Jesse through twists and turns inside the building.</p>\n\n<p><em>It&#39;s what we&#39;ve taken to calling the Auditorium, used to be for big briefings, now the Captain uses it like a big office, him and his girl live there, pretty much, it&#39;s filled with files and computers, he&#39;s trying to collate everything we know about the Phenomenon.</em></p>\n\n<blockquote>\n<p>The Captain&#39;s married, eh?</p>\n</blockquote>\n\n<p>Frost shook his head and smiled.</p>\n\n<p><em>Nope, he&#39;s got a daughter.</em></p>\n\n<blockquote>\n<p>Good, family is important.</p>\n</blockquote>\n\n<p><em>Yeah, but she ain&#39;t his, adopted. Don&#39;t mention it though, he gets mad. Only his original crew know the whole story, and they&#39;re pretty damn tight lipped.</em></p>\n\n<p>Jesse frowned, considering the myriad possibilities. If the Captain just had an adopted daughter, why the secrecy? What if she was stolen, or some kind of prisoner? Any man who&#39;d do that might not be the kind of fella he&#39;d like dealing with or even knowing about PC.</p>\n\n<p><em>Well, here we are. I&#39;ll announce you, but, uh, Jesse?</em></p>\n\n<blockquote>\n<p>Yeah?</p>\n</blockquote>\n\n<p><em>One last bit of advice… Don&#39;t lie to him. He can smell it on you, and he hates being lied to.</em></p>\n\n<p>With that, Frost opened one of the double doors leading into the auditorium. Like he&#39;d said, it was huge, and filled to the brim with cabinets, bookcases, and computers, wires snaked the floor, papers sat on nearly every surface, and down in the middle of the floor, surrounded on nearly all sides by desks, sat a hard looking man in a faded Navy Uniform. His face was craggy, his skin like leather. Cold blue eyes looked  down at the papers in his hands through a pair of wire rimmed glasses. Frost spoke loudly, echoeing through the chamber:</p>\n\n<p><em>Captain Longmire, a representative from a previously unknown survivor group from Florida, name&#39;s Jesse, Sir!</em></p>\n\n<p>The Captain looked up from the sheaf of papers he&#39;d been reading, and raised one hand indicating that Jesse should come down. Jesse didn&#39;t waste time, stepping smartly into one of the aisles, he came down the steps quickly, but not headlong, arriving at the perimeter of desks around the captain in short order. The captain indicated a rolling office chair along the bottom edge of the Auditorium seating.</p>\n\n<p><em>Have a seat son… Jesse, was it?</em></p>\n\n<blockquote>\n<p>That&#39;s right.</p>\n</blockquote>\n\n<p><em>Alright Jesse, I presume you&#39;ve already been told the government isn&#39;t here?</em></p>\n\n<blockquote>\n<p>Yep.</p>\n</blockquote>\n\n<p><em>Then what can I do for you?</em></p>\n\n<blockquote>\n<p>Actually, I&#39;ve been told you&#39;d want me for something.</p>\n</blockquote>\n\n<p>Longmire leaned forward in his chair, the wood and leather creaking. His cold blue eyes intense under his dark eyebrows.</p>\n\n<p><em>Information about the Phenomenon?</em></p>\n\n<blockquote>\n<p>Pretty much, did some moving and shaking during.</p>\n</blockquote>\n\n<p>Longmire reached over to one of the desks, pulling out a digital recorder and setting it between them.</p>\n\n<p><em>Alright, let&#39;s hear it then, from the beginning, if you please.</em></p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Day 1, South Carolina</em></p>\n\n<p>Linda and Jesse rode down the road in silence, each processing just what the days events meant. Linda was the first to break the silence.</p>\n\n<p><em>Jesse… Where are we going?</em></p>\n\n<blockquote>\n<p>Welp, I figure survival is still first thing. So… Fuel, food, shelter, arms &amp; ammunition.</p>\n</blockquote>\n\n<p><em>Right, but, where we going?</em></p>\n\n<blockquote>\n<p>I saw a big box store about ten miles back.</p>\n</blockquote>\n\n<p><em>Oh.</em></p>\n\n<blockquote>\n<p>Yeah. One stop shopping I figure.</p>\n</blockquote>\n\n<p><em>Ok… And then what?</em></p>\n\n<blockquote>\n<p>Well, then we try to find some way of living. </p>\n</blockquote>\n\n<p><em>No, I mean… The things we&#39;ve seen… The giants, that thing back there… What are we going to do about that?</em></p>\n\n<blockquote>\n<p>Way I figure it, most people ain&#39;t likely to believe us about that stuff. Unless they already know something, we don&#39;t tell nothing, make sense?</p>\n</blockquote>\n\n<p><em>So unless somebody comes at us asking about giants or strange fountains erupting into space, we play dumb?</em></p>\n\n<blockquote>\n<p>Pretty much.</p>\n</blockquote>\n\n<p><em>But what if what we&#39;ve seen is important? What if the giant showed us those things for a reason?</em></p>\n\n<blockquote>\n<p>You talkin&#39; fate? Intentions of the universe or some such?</p>\n</blockquote>\n\n<p><em>Yes.</em></p>\n\n<blockquote>\n<p>Never put much stock in it m&#39;self… but I figure if somethin&#39;s meant to be it&#39;ll be worked without much work on my part. If the universe can collude to create… whatever those things are… I gotta figure it&#39;s got ways of forcing my hands too.</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Year 7, the Capital Ruins</em></p>\n\n<p>Longmire ran his fingers through his close cropped grey hair, pushed his glasses up onto his forehead, rubbed his eyes, and leaned back in his chair. Fatigue wore on his face like a second skin. The light coming through the windows set high into the walls of the auditorium was a dim pink, the last vestiges of the setting summer sun.</p>\n\n<p><em>…that&#39;s it?</em></p>\n\n<blockquote>\n<p>Well I think I got most of the important parts…</p>\n</blockquote>\n\n<p><em>Really? I somehow suspect there&#39;s more.</em></p>\n\n<p>Jesse&#39;s minds raced. He&#39;d purposely left out the more unbelievable parts. They way they&#39;d killed Rafei, the giants,  the thing that came out of the river and shot into the sky, the rings that&#39;s disappeared after just a day… He&#39;d had to invent a few things and hoped everything meshed…</p>\n\n<blockquote>\n<p>Eh… Well… I may have left out a detail or two…</p>\n</blockquote>\n\n<p><em>I&#39;m gonna be straight with you Jesse; I don&#39;t believe you. I don&#39;t believe you because I&#39;ve been to the CDC in Atlanta. I&#39;ve seen the remains piled in the garage. I&#39;ve looked through wallets and found Dr. Rafei, with a smashed temple and broken .38 with a slug in the handle sitting on the ground right next to him.</em></p>\n\n<p><em>Hell, we tried to fire up the generators there, do you know what happened? Absolutely nothing. They had fuel,  they were just shorted out. We fixed that,  but it didn&#39;t matter. The whole building was fried. Every piece of electronics wiped out. Had to be an EMP, but considering the wider Atlanta Metropolitan area is still intact I&#39;m not thinking a nuke. I&#39;ve heard from other movers and shakers who managed to get around during the event who also saw Atlanta go dark. So let me ask you this; and, you don&#39;t have to worry about me thinking you&#39;re crazy here, but… Have you ever seen a Giant?</em></p>\n\n<p>Jesse pursed his lips before taking a deep breath,  scratched his goatee and sighed.</p>\n\n<blockquote>\n<p>Yeah… I figure I might have.</p>\n</blockquote>\n\n<p><em>I thought so. You want to tell me why you lied?</em></p>\n\n<blockquote>\n<p>Well it all sounds crazy, you know?</p>\n</blockquote>\n\n<p><em>Every time I meet someone who&#39;s encountered them they say the same thing. &quot;If I told it to you straight I&#39;d sound crazy&quot;… I&#39;m trying to compile a definitive record on the events of the Phenomenon. Believe me when I say crazy is all we get around here day in day out.</em></p>\n\n<blockquote>\n<p>Ya want me to start from the beginning?*</p>\n</blockquote>\n\n<p><em>How about we just go from where you first encountered the Giants?</em></p>\n\n<blockquote>\n<p>Ok, remember when I told you that Rafei and I were getting supplies together to make the journey to South Carolina, and the power went out? Well it wasn&#39;t the generators like I said before…</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Day 1, North Atlantic</em></p>\n\n<p>Longmire and Seaman Second Class Rawlings hauled on the line, their forearms straining as they pulled in another survivor. This was the second to last one. The critically injured, mostly heat-stricken, went first. These last weren&#39;t critical, but they were all so weak that they all needed assistance. He was lucky Rawlings had, like him, ended up mostly covered by someone else and thus protected from the sun.</p>\n\n<p>Emil &amp; Sarya were down below already.  One of the other more able bodied crewman, an electrician named Fitz, was down there arranging the injured, putting in IVs &amp; pushing fluids, even as every conscious crewman with any strength sipped on a half &amp; half Poweraid/water mixture and snacked on crackers.</p>\n\n<p>With a final yank, they pulled the last man aboard. The party assigned to go out and tow back the boats clambered back up the side and began hauling down the remaining men on the deck. Longmire looked out on the brilliant hues of the setting sun, it&#39;s reflections turning the water into a dancing ocean of flame, punctuated here and there by abandoned rafts, and the occasional body of one of his crew he&#39;d been too late to save. By his count, he&#39;d left port with 134 souls, transferred off nearly two dozen in Oz, and lost a least another 20 to this damnable phenomenon.</p>\n\n<p>He remembered the great clouds in his vision, and without the mindnumbing existential terror of the moment, he was able to recognize them as something somewhat familiar. Back in the 90&#39;s with the launch of numerous new observatories as well as the fixed Hubble, astronomical photography took off. One of the greatest came from a Hubble time share. Jeff Hester and Paul Scowen from Arizona State University chose to take some pictures of the Eagle Nebula. What they got came to have a very different nickname,  and that was the name Longmire knew. He looked up into the first few stars coming visible through the darkening skies, and spoke to nobody in particular.</p>\n\n<blockquote>\n<p>The Pillars of Creation…</p>\n</blockquote>\n\n<p>The clank of boots signified someone coming up from below. Turning,  He saw Fitz&#39; head come up through the hatch.</p>\n\n<p><em>Captain, you should come quick, something&#39;s happening with Emil, Sir.</em></p>\n\n<p>Longmire handed off the rigging to the deckhand and made his way carefully below. Dodging around prone crewmen as he made his way through the ship. Most subs operate on a three shift rotation, and so, outside of the officers, there were only enough bunks for a third of the crew to be laid down at any one time properly. In this situation there were crewmen laid out on tables, in passageways, anywhere they could fit.</p>\n\n<p>Emil was a critical case, and as such was one of those in the actual medical cabins. They were somewhat astern of the sail and the bridge, directly aft of the main crew berth. As he approached the hatch, he could make out some kind of commotion coming from inside. Cursing and grunts could be heard. As he stepped through the hatch he saw Sarya huddled in a corner, her arms wrapped around what at first glance looked to be some kind of odd stuffed animal. She was staring at two of his crewman who were wrestling to restrain her father. Emil was a sight. Bandages covered most of his face, but his eyes and his mouth were clear. His bloodshot eyes seemed about to pop out of their sockets, and his grossly swollen tongue wiggled rapidly in his gaping, frothy mouth.</p>\n\n<p><em>Sir we don&#39;t know what&#39;s happening! One minute he was fine the next he&#39;s flailing about, ripping out his IV, rambling about some kind of column of salt trying to destroy the ship!</em></p>\n\n<blockquote>\n<p>Get Sarya out of here she doesn&#39;t need to see this! </p>\n</blockquote>\n\n<p><em>But Sir!?</em></p>\n\n<blockquote>\n<p>I&#39;ll take your place restraining him. Take her to the other end of the aft berthing compartment, now!</p>\n</blockquote>\n\n<p><em>Aye sir.</em></p>\n\n<p>As the Captain and his crewmen swapped places he cast one eye over at Sarya, who&#39;s quiet terror seemed to have been replaced by resignation and loss. Her eyes never left her father as she was carried from the room.</p>\n\n<blockquote>\n<p>Alright he&#39;s seizing, he&#39;s in danger of brain damage… Do you have any idea what you&#39;re doing here sailor? </p>\n</blockquote>\n\n<p><em>Not a fucking clue sir I&#39;ve just been going by what they seem to need. Thirsty gets water, hot gets cold compresses… I don&#39;t have any idea what to do for this guy past that.</em></p>\n\n<blockquote>\n<p>Well do you know what to do to keep him still and keep him from hurting himself? </p>\n</blockquote>\n\n<p><em>No sir.</em></p>\n\n<blockquote>\n<p>Shit, alright, where&#39;s the docs medical library?</p>\n</blockquote>\n\n<p><em>I think it&#39;s in the computer sir.</em></p>\n\n<blockquote>\n<p>Son of a… goddamnit get him up from wherever he&#39;s at. I don&#39;t care how sick he is get him here and have him supervise!</p>\n</blockquote>\n\n<p><em>I wish we could sir but he&#39;s already here. He&#39;s the poor guy in the next bed. He&#39;s unconscious and taking fluid through an IV.</em></p>\n\n<blockquote>\n<p>Well isn&#39;t that just the damndest…</p>\n</blockquote>\n\n<p>Longmire and the seaman suddenly lurched forward as Emils efforts to push them away abruptly ceased. They hurriedly piled him back into the bed and put the restraining straps in place. As Longmire sat down next to Emil he reached over and opened one of his eyes, it was bloodshot and milky.</p>\n\n<p>He leaned back and slumped in the chair, wondering what to do. He felt a wave of dizziness and weakness pass over him. He realized that in the time since he&#39;d woken he hadn&#39;t had anything to eat or drink. He spied a bottle of water on the ships physicians desk and rolled over to it. It was warm but he didn&#39;t care, He opened it and drank the whole thing in one go. It only awakened his need for more, helping him realize how truly thirsty he was.</p>\n\n<p>He stood, dropping the bottle into a steel wastebasket as he walked out on the way to the galley. Behind him, Emil once more began twisting and straining, this time in vain against the straps. His mouth opened and closed over his protruding tongue like a fish searching for water. His eyes stared wide open at the ceiling. He paused, jerked, paused, and then collapsed back into the bed, a long whistling breath escaping his lips. It was his last.</p>"
}
