{
  "full_title": "Chapter 194: Epilogue Part III",
  "number": 196,
  "title": "Epilogue Part III",
  "created_at": "August 4, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/4w50si/chapter_194_epilogue_part_iii/",
  "body": "<p><em>Pre Phenomenon, 39,599 After Phenomenon, 1 kilometer below the SE outskirts of New Lycksele</em></p>\n\n<p><em>…Good.</em></p>\n\n<blockquote>\n<p>What now?</p>\n</blockquote>\n\n<p><em>You have no need to know.</em></p>\n\n<p>Angela barely had time to register surprise before she felt her innards twist and the world went black. As the giants watched, each denizen of the Lycksele warren disappeared into small pinpricks of amber light. Several dozen lightyears away, something vast, ancient, and terrible beyond description… woke up.</p>\n\n<p>In New Lycksele, more than a kilometer away, an automated system, long dormant, felt the occurrence it was designed to detect, ancient &amp; unused mechanisms sprung to life at long last, sending warning signals to its brethren and it&#39;s creators, all dust.</p>\n\n<p>Around the world, in Cairo Egypt, Lyon France, Gary Indiana, Phoenix Arizona, Beijing China, and a dozen more across Europe, Africa, &amp; the Americas, other systems signaled their own purpose into the darkness. And each went unheard,  their importance long forgotten. Only one, along the coast of what was once California, was heard by a human ear…</p>\n\n<p><strong>~</strong></p>\n\n<p><em>Pre Phenomenon, 39,599 After Phenomenon, Olympus Mons, Mars</em></p>\n\n<p>A tiny blinking light amongst a thousand others on the control board indicated an incoming communique. The same light glowed in Malcolm&#39;s head, or at least, that&#39;s the easiest way to describe it. A million synapses interconnected with a cell-sized transceiver were abruptly alive with meaning and intent. It was a simple manner for him to will away the notice and set everything to come through the board. Emergency notifications can&#39;t be ignored once they&#39;re received, but they can be delayed or set to play through alternate means. One of the perks of his station was the choice.</p>\n\n<p>He triggered the harness release on his seat with a brief tightening of his abdominal muscles. The harness uncoupled and snaked its way across his body and back into its storage, which sealed with a barely audible click before disappearing entirely. Free of any restraint now, he pushed off onto his feet, the lower Martian gravity making the effort easier and the maneuver itself unnecessarily acrobatic. Once on his feet, he shuffled and slid across the smooth floor to the waist high console. He placed his hands on it, and the console immediately verified his identity. Fingerprints, biometrics, and DNA had all been confirmed within milliseconds of physical contact. From there The System interfaced with his tranceiver and instantly he became another auxiliary of the Hub.</p>\n\n<p>The message was direct to him, by name, Position, and Hub ID. Somebody wanted to make sure he got it. He cleared it through the HubScrub, made sure it didn&#39;t carry tracers or feedback loops. Everything seemed to be on the up and up, so, he opened it.</p>\n\n<p>Suddenly he found himself seated in a comfortable chair across a polished wooden desk from a man he&#39;d never seen before. The man was roughly 1.8 meters tall, well groomed, with a simple brown parted haircut, grey eyes, a double breasted black suit &amp; tie, white shirt, and the emblem of the Terrestrial Restoration Corps neatly pinned above his heart. The rest of the space was filled with darkness, himself, the man, the table and chairs the only objects illuminated. The light itself was soft, and seemingly came from no definite source.</p>\n\n<p>Malcolm was slightly perturbed now. Most immersive comms included interactive charts, files, vids, or audio to help brief the recipient. That all such distractions were absent was an indicator that the core of the message itself was of grave importance. He&#39;d heard of these kinds of bare bones &quot;focus entirely on this&quot; communiques before, but never received one.</p>\n\n<p>The man in the suit likely didn&#39;t exist. He was in interactive program designed to give him a briefing and answer questions. Nevertheless, he was crafted to be as realistic as possible. He spoke with a low but very clear voice.</p>\n\n<p><em>For the purposes of further confirmation, would you please state your name, place of birth, current position, &amp; HubID?</em></p>\n\n<p>Most such programs had no information who the messages were delivered to, this redundant security was actually frightening him now. </p>\n\n<blockquote>\n<p>Malcom Ortez, Mare Infinitus, Luna, Olympus Mons Asteroid Belt Monitor Station Commander, HubID Alpha Three Three Charlie Niner Seven Foxtrot Six One.</p>\n</blockquote>\n\n<p><em>Thank You. I&#39;m sure you&#39;re very curious as to what this is about. But before you can be told anything, we need to first have your consent and understanding that the following briefing is considered Confidential, and will necessitate an upgrade of your clearance. If you agree, it is with the understanding that if you ever communicate any of the contents of this briefing to any unauthorized personnel it will be at the cost of total  forfeiture of all Hub privileges and a mandatory exile to a penal institution for the rest of your natural life.</em></p>\n\n<p>There was no way he was passing this up. Those consequences were basically that his entire life would be erased. No communication of any sort with anyone ever again. He&#39;d never heard of such strict penalties. Hell, even sabotage of the Hub itself was only punishable by fifty years in a penal institution, and with continued limited Hub privileges even. Whatever this was, it was serious.</p>\n\n<blockquote>\n<p>You have my agreement, understanding, &amp; consent.</p>\n</blockquote>\n\n<p><em>Very well. What do you know of the near-extinction of the Human race nearly 40,000 years ago?</em></p>\n\n<blockquote>\n<p>As much as anyone, basic history from school. Unknown users of a basic displacement drive hopped through the solar system too close to the Earth, something nobody at the time could have understood or prepared for, causing massive worldwide power outages, including loss of containment at a lab working with weaponized pathogens, which ultimately led to the near extinction of mankind.</p>\n</blockquote>\n\n<p><em>Indeed, and succinctly put. However, you, and everyone else who believes that, are also completely wrong.</em></p>\n\n<blockquote>\n<p>Uh… Pardon?</p>\n</blockquote>\n\n<p><em>The near-Earth displacement and the release of the Alvarez plague is a convenient historical fiction put into place long before the Hub. It was a difficult but necessary step in order to maintain the stability of society at large.</em></p>\n\n<blockquote>\n<p>That&#39;s a pretty big cover-up.</p>\n</blockquote>\n\n<p><em>It took several centuries to accomplish, but, we are patient.</em></p>\n\n<blockquote>\n<p>And who are you, &quot;we&quot;, exactly?</p>\n</blockquote>\n\n<p><em>Our original name was simply</em> <strong><em>Project,</em></strong> <em>we&#39;re a group of dedicated experts in numerous fields whose sole purpose is to maintain the fabric of human civilization in the face of inhuman threats.</em></p>\n\n<blockquote>\n<p>Inhuman threats… Like… Extraterrestrials?</p>\n</blockquote>\n\n<p><em>Among others. Specifically, we&#39;re tasked with protecting humanity from threats beyond what normal science or logic can understand but which nevertheless exist.</em></p>\n\n<blockquote>\n<p>Ok… And all this… this info about the Phenomenon 40,000 years ago, the Project… why is this something I need to know now?</p>\n</blockquote>\n\n<p><em>We have good reason to believe it&#39;s about to happen again. You happen to be in a position to confirm it.</em></p>\n\n<blockquote>\n<p>What exactly would I be confirming?</p>\n</blockquote>\n\n<p><em>Records from 40,000 years ago are understandably hard to come by, however, we do have a very reputable record from immediately after the Phenomenon, a collection of stories and information collected for posterity by two men, our founders, one a member of the Project and the other a Military Officer of the time. The record indicates that one of the first traceable bits of evidence of the Phenomena actually responsible for mankind&#39;s near extinction is an object emerging from the Asteroid Belt on a trajectory that will put it near to Earth before the end of the year.</em></p>\n\n<blockquote>\n<p>And here I am, Head of Olympus Mons Belt Monitoring.</p>\n</blockquote>\n\n<p><em>You see our interest.</em></p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post Phenomenon, Year 7, the Capital Ruins</em></p>\n\n<p>Benjamin Longmire watched as Jesse retreated up the aisle to the auditorium exit. Frost met him at the door, both of their shoulders slumped with fatigue. Looking up, he couldn&#39;t see anything but darkness through the windows. As the door closed behind Jesse with a soft click, another figure emerged from the shadows by the presentation screen. A young woman, sixteen, maybe seventeen years old, with bronzed skin and deep mocha eyes, with long ebony hair in a loose braid down her back. She wore a knee length brown dress with a subtle black flower print.</p>\n\n<p><em>Do you think he&#39;s telling the truth?</em></p>\n\n<p>Longmire turned his chair, his worn shoes sliding easily across the painted concrete floor. The sound echoed like a raspy gasp through the open space.</p>\n\n<blockquote>\n<p>I think so. We&#39;ve heard crazy before. This guy&#39;s eyes though… Sarya, they didn&#39;t show an ounce of deception, not after I called him out.</p>\n</blockquote>\n\n<p><em>He knows about the giants, even sounds like he befriended one.</em></p>\n\n<blockquote>\n<p>It&#39;s definitely different then what we&#39;ve heard before, or experienced ourselves. </p>\n</blockquote>\n\n<p><em>We need to let Dr. Walthers hear his story, see what he thinks.</em></p>\n\n<p>Longmire pushed his hands up, wiping his face and rubbing his eyes.</p>\n\n<blockquote>\n<p>I know, I know… We can&#39;t keep this from him.</p>\n</blockquote>\n\n<p><em>He&#39;s been a help before. He might know something about this &quot;Project&quot; thing Jesse said Rafei was a part of.</em></p>\n\n<blockquote>\n<p>Ok, I give up, I surrender to your indomitable will… We&#39;ll contact him tomorrow, 11am for us, 8am for him, as soon as he&#39;s at work.</p>\n</blockquote>\n\n<p>Sarya gave one of her rare smiles.</p>\n\n<p><em>Thanks Dad.</em></p>\n\n<p><strong>~</strong></p>\n\n<p><em>Post-Phenomenon, Year 7, Berkley CA</em></p>\n\n<p>Dr. Henty Walthers arrived in his office come laboratory fully ten minutes early,  and as such was starting on his first cup of tea when the satellite phone started ringing.</p>\n\n<p>He hobbled in with a pronounced limp, a cane barely doing it&#39;s job to support his right side. He was starting to show his age, with grey hair having migrated from just his temples to all over his head. His square jaw sported a short grey beard, only his eyebrows still bore traces of his brown youth over his grey eyes. He still wore traces of his previously distinguished career. Dress slacks had given way to cargo shorts, pressed shirts, vest, and jacket had fallen to a Berkley t-shirt… but he still carried his leather breifcase and his shoes were still spotless. </p>\n\n<p>There were only three people who had access to the proper number. His wife, Nikki Thorne, a Zoologist stuck in London, and Captain Longmire in D.C.</p>\n\n<p>Since his wife was just down the hall,  and Nikki had left yesterday to scout the wildlife in Scotland, there was only one person it could be. </p>\n\n<blockquote>\n<p>Good morning Captain, how goes things out there on the East Coast?</p>\n</blockquote>\n\n<p><em>Things are swell. I&#39;ve got some news for you,  and something for the archives, are you set up to receive?</em></p>\n\n<p>Cross country satellite communications were difficult. Internet was a distant memory. In their desire to pass on large quantities of information quickly, they&#39;d turned to the past. At each end, they&#39;d scrounged up fax machines, which they would then plug into the phones when necessary.</p>\n\n<blockquote>\n<p>Er… not yet. Can you give me five minutes? I think I&#39;m almost out of paper here,  I&#39;d like to refill the tray before you start sending through anything. What exactly do you have for me anyway?</p>\n</blockquote>\n\n<p><em>We had a new contact yesterday,  group out of Florida. The head of the convoy was out and about during the Phenomenon, had an interesting story to tell. Recorded it last night, had it transcribed overnight, and now it&#39;s ready to come to you.</em></p>\n\n<blockquote>\n<p>Excellent, excellent… anything interesting? </p>\n</blockquote>\n\n<p><em>Very. He spent time at the CDC with Rafei, made friends with a Tall One, and witnessed the rings and what ended them.</em></p>\n\n<blockquote>\n<p>Jesus…</p>\n</blockquote>\n\n<p><em>Right. That&#39;s why I called so early.</em></p>\n\n<blockquote>\n<p>Well I&#39;m glad you did. I&#39;ve been thinking Ben, all the things you told me about Opperthorne&#39;s research, everything we learned from the Chicago expedition… They came before, 40,000 years ago. I think they&#39;re going to come again, some 40,000 years from now. If history repeats itself, these events will be long, <em>long</em> forgotten…</p>\n</blockquote>\n\n<p><em>Most likely, what are you thinking?</em></p>\n\n<blockquote>\n<p>I think we need to bring in others, pass on what we&#39;ve learned, build something to send a warning down through the ages, try to make sure people are ready next time…</p>\n</blockquote>\n\n<p><em>Funny you should mention, this guy, Jesse, he said Rafei was involved in something like that. Called it &quot;The Project&quot;.</em></p>\n\n<blockquote>\n<p>Send me everything, and clear your schedule for today, I have a feeling we&#39;ll have a lot to discuss.</p>\n</blockquote>\n\n<p><strong><em>Fin</em></strong></p>"
}
