{
  "full_title": "Expanded Universe 1: The Story of Dr. Jocobi",
  "number": 197,
  "title": "Expanded Universe 1: The Story of Dr. Jocobi",
  "created_at": "January 30, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2u8lr8/expanded_universe_1_the_story_of_dr_jocobi",
  "body": "<blockquote>\n<p>Is the bait ready?</p>\n</blockquote>\n\n<p><em>Yes Doctor, it&#39;s in the pen and all the leads are hooked up.</em></p>\n\n<blockquote>\n<p>Excellent. <strong>Alright everyone, this is it! Those of you in proximity to the pen and the maze, don your IR Goggles, those without line of sight to the Pen and maze, stay where you are until the experiment is complete.</strong></p>\n</blockquote>\n\n<p><em>Ultrasonics ready, maze trip sensors ready and reading zero, endgame insulation injectors primed and ready to go..</em></p>\n\n<blockquote>\n<p><strong>Everyone, just so that the recorders have the full story, before we begin I&#39;d like to acknowledge the efforts of Doctors Oras, Klimp, &amp; Fredricks, as well as the designs provided by Dr. Profesiönâl from MIT. We&#39;re going to try and attempt to capture and run tests directly on a component of the Phenomenon swarm. We&#39;ve got a pen made of 1 and a quarter inch thick plexiglass with a sliding opening to the outside. The Phenomenon will be baited by a childs toy, a doll, which makes both light and noise, known attractors to the subject. Once captured, ultrasonic sensors will measure the size and speed of movement of the componant, before we allow it into a maze made of the same plexiglass with a one way mirrored interior lined with laser trip sensors to measure it&#39;s path and progress towards the identical toy at the opposite end of the maze. Once it has completed the maze, the endgame compartment has been fitted with expanding foam insulation injectors, which should immobilize the component and allow for further study.</strong> Now, Sally, are we fully ready?</p>\n</blockquote>\n\n<p><em>Yes Doctor, everyone is prepared, IR Goggles on, safety barriers up for those without goggles, and all sensors operating, we&#39;re just awaiting your word.</em></p>\n\n<blockquote>\n<p>Then the word is given.</p>\n</blockquote>\n\n<p><em>Very Well, this is Doctor Oras, 10;23am local time, and we&#39;re opening the exterior panel and activating the bait toy.</em></p>\n\n<blockquote>\n<p>In case it&#39;s not clear to the recorders, we can hear the impacts of componants on the exterior shell of the hanger we&#39;ve set up in as the toy attracts the Phenomenon.</p>\n</blockquote>\n\n<p><em>Ultrasonics are getting results, the weight sensor under the toy is registering nearly 250 grams of additional weight. Ultrasonics are formatting a shape analysis now..</em></p>\n\n<blockquote>\n<p>Sally! God dammit.. Let the record show that even an ultrasonic abstraction of the approximate shape of the Phenomenon is lethal..</p>\n\n<p>Shut down the ultrasonics. Doctor Fredericks, shut the exterior panel, activate the endgame bait toy, and open the maze entrance.</p>\n</blockquote>\n\n<p>*..Yes, yes sir..</p>\n\n<blockquote>\n<p>Laser trip sensors are registering a path.. No noise of wall impacts, it appears the Phenomenon can easily navigate mazes without bumping into the walls, this indicates a sophisticated sense of sight or echolocation, though no sonic systems of any kind have been detected, which.. The Phenomenon completed the maze in very short order, in fact sensors indicate it followed a the most direct path without deviation. This indicates either a highly developed navigational ability or possibly some other unknown sense.. Doctor Fredericks,close the maze access and start the injectors.</p>\n</blockquote>\n\n<p><em>Yes sir.</em></p>\n\n<blockquote>\n<p>Something is happening. The sensors in the endgame pen are showing bizarre results. In case the microphones aren&#39;t picking it up there&#39;s a pitched tone emanating from the pen..</p>\n</blockquote>\n\n<p>A high pitched tone gradually fades into being on the recording.</p>\n\n<blockquote>\n<p>It&#39;s increasing in volume as it goes, the weight sensor at the bottom of the pen is fluctuating wildly.. We can make out cracking or breaking sounds from inside the pen.. It doesn&#39;t appear the foam insulation is strong enough to hold the Component of the Swarm, it seems to be slamming itself back and forth against the insides of the pen..</p>\n</blockquote>\n\n<p>Crashing and screaming is heard.</p>\n\n<blockquote>\n<p>It appears the Component has escaped the..</p>\n</blockquote>\n\n<p>The recording continues on, screaming make up the rest of the tape until silence reigns.</p>"
}