{
  "full_title": "Expanded Universe 2: Saisei",
  "number": 198,
  "title": "Expanded Universe 2: Saisei",
  "created_at": "March 14, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/2z28ha/expanded_universe_2_saisei",
  "body": "<p><em>The Phenomenon, Day 56, Tokyo</em></p>\n\n<p>A middle aged man peered over his glasses at his much younger compatriot, a half gone cigarette smoldering between his fingers as he was careful to nuance his speech with the proper inflections.</p>\n\n<blockquote>\n<p>Are we <em>sure</em> they&#39;ve accepted our explanation?</p>\n</blockquote>\n\n<p>The younger man switched off the satellite radio he&#39;d been using and leaned back in his chair, pulling his own cigarettes from his shirt pocket and lighting one, he responded with the first exhalation of smoke billowing into his elders face.</p>\n\n<p><em>They have no reason to doubt our word. All civilian communication lines were severed per procedure, we&#39;re the only voices out of Nipon they&#39;re getting.</em></p>\n\n<blockquote>\n<p>But do they believe us?</p>\n</blockquote>\n\n<p><em>They show all signs they do. I&#39;m not psychic, I can&#39;t tell you what they&#39;re thinking, only what they say.</em></p>\n\n<blockquote>\n<p>And they will not come to investigate?</p>\n</blockquote>\n\n<p><em>I highly doubt they&#39;d mount the effort. I told them exactly what we agreed, earthquake, metro system collapse, government cut off, cannibalism, all of it.</em></p>\n\n<p><em>If they have any fantasies about coming here, they involve waiting until this crisis has passed and claiming Nipon for the west, with no natives to account for.</em></p>\n\n<blockquote>\n<p>That <strong>will not</strong> happen.</p>\n</blockquote>\n\n<p><em>No, no it won&#39;t, but they do not know that.</em></p>\n\n<blockquote>\n<p>I will signal the Prime Minister then. It is time to begin.</p>\n</blockquote>\n\n<p>The older man picked up a phone on the desk and punched a series of numbers in, after a brief delay as the line was transferred, he spoke briefly with the man on the other end.</p>\n\n<p>As they finished their cigarettes in silence, a voice began chattering through the intercom, addressing the residents en masse. As the speech concluded, they stood in salute.</p>"
}