{
  "full_title": "Expanded Universe 4: The Machine",
  "number": 199,
  "title": "Expanded Universe 4: The Machine",
  "created_at": "November 20, 2015",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/3tjkf0/expanded_universe_4_the_machine/",
  "body": "<p><em>The Phenomenon, Day 3, Tokyo</em></p>\n\n<p><em>So where did the machine come from?</em></p>\n\n<blockquote>\n<p>That&#39;s a long story.</p>\n</blockquote>\n\n<p><em>He&#39;s not going anywhere.</em></p>\n\n<blockquote>\n<p>Ok, well, it&#39;s something of a detective story.</p>\n</blockquote>\n\n<p><em>Go ahead.</em></p>\n\n<blockquote>\n<p>A man was found wandering the streets very early in the morning August 5th 1951 in Tokyo. He was severely emaciated, disjointed, and raving about an infernal machine and sleeping beasts beneath Mt. Unebi.</p>\n</blockquote>\n\n<p><em>That&#39;s…</em></p>\n\n<blockquote>\n<p>Right, which is why he came to the Emperors attention. Unfortunately he died in custody from his condition before an Agent of the Emperor could get there to question him. But, that put us on the trail.</p>\n\n<p>December 3rd, 1965 another man was found completely nude in the sewers, by a routine maintenance crew doing work after a minor earthquake. He was detained and questioned. He was… Not very aware. He was confused, looking for a woman later found to be schoolchild. But, he was referencing her as his wife. He identified himself as yet another child, who at that point was hospitalized due to the sudden onset of seizures.</p>\n\n<p>He was found to be insane, and committed. In the asylum he was questioned. He claimed to be the victim of bizarre experiments in a secret lab underneath the city built by the Emperor. They figured him as delusional, but we picked up on him and made a call. He attacked the Agent and died in the struggle.</p>\n\n<p>On March 14th, 1977 another man was found, this time very coherent, he contacted us directly, and led us here. There was a section of the sewers that had been abandoned since an Earthquake in the 20&#39;s, and further tectonic activity had connected it to the chamber. The plans were already to build out this facility into that area, but he accelerated things by nearly a decade in that respect.</p>\n</blockquote>\n\n<p><em>And in others?</em></p>\n\n<blockquote>\n<p>The Machine is… Advanced. It took us in new directions, whole new ways of thinking, of envisioning energy, physics, programming… It gave birth to the Japanese lead in electronics in the early 80s.</p>\n</blockquote>\n\n<p>*And…?</p>\n\n<blockquote>\n<p>And what?</p>\n</blockquote>\n\n<p><em>And… Where&#39;d it come from? Who built it? Where&#39;d it come from?</em></p>\n\n<blockquote>\n<p>We don&#39;t know.</p>\n</blockquote>\n\n<p><em>…Excuse me? How could we not? How could we trust it without knowing something about it?</em></p>\n\n<blockquote>\n<p>We do. We know it requires massive amounts of power. We know that its activation and the arrival of its contents either cause or miraculously coincide with tectonic activity. We know that there&#39;s a sweet spot of its operation where the passenger will be nearly unaffected, but that the further you go from that, either short or long, the rougher the transition is.</p>\n</blockquote>\n\n<p><em>And the guy from the 70&#39;s hit the sweet spot?</em></p>\n\n<blockquote>\n<p>Very nearly.</p>\n</blockquote>\n\n<p><em>So what does that say for this guy?</em></p>\n\n<blockquote>\n<p><em>If</em> he survives he&#39;ll be one lucky son of a bitch.</p>\n</blockquote>\n\n<p><em>Huh… What kind of condition was the machine in?</em></p>\n\n<blockquote>\n<p>Pristine.</p>\n</blockquote>\n\n<p><em>After being buried underground for how long?</em></p>\n\n<blockquote>\n<p>Radiometric Dating was a complete wash. Some samples showed up as Tens of Millions of years old, others came up like the rocks and minerals were forged in a star yesterday, nearly pure.</p>\n</blockquote>\n\n<p><em>That&#39;s… That&#39;s not possible.</em></p>\n\n<blockquote>\n<p>Exactly why it was a wash.</p>\n</blockquote>\n\n<p><em>So you think it generates some kind of preservative effect on itself and its surroundings?</em></p>\n\n<blockquote>\n<p>No, so far as we can tell the machine itself is completely inert when it&#39;s without power, but the chamber it&#39;s in shows some rather unusual properties.</p>\n</blockquote>\n\n<p><em>Such as?</em></p>\n\n<blockquote>\n<p>Light entering the chamber… Well for lack of a better  way of describing it, it pauses &amp; <em>pools</em> at the boundary. It builds up and then a fraction of a second later the chamber gets lit as you&#39;d expect.</p>\n</blockquote>\n\n<p><em>That&#39;s just… What?</em></p>\n\n<blockquote>\n<p>Exactly. There&#39;s also strange differentials in mass in there. Objects with oh so much mass outside the chamber may be heavier or lighter once they enter. And the differences seem to be arbitrary, even between objects of very similar mass. I&#39;ve seen a pair of paperclips enter with nearly identical mass, only for one to end up nearly weightless and the other feel like a cinder block.</p>\n</blockquote>\n\n<p><em>So that&#39;s why there&#39;s such strict controls around what can enter…</em></p>\n\n<blockquote>\n<p>Exactly. Oddly enough it doesn&#39;t seem to affect people while they&#39;re conscious. If someone falls asleep or faints in there though there can be… <em>Complications.</em></p>\n</blockquote>"
}
