{
  "full_title": "Expanded Universe 5: Har Decher",
  "number": 200,
  "title": "Expanded Universe 5: Har Decher",
  "created_at": "January 12, 2016",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/40lom3/expanded_universe_5_har_decher/",
  "body": "<p><em>The Phenomenon, Tokyo Japan, Day 95</em></p>\n\n<p>Professor Korumori rolled over in his bed, reaching for the phone whose ringing had woken him from his nightmares.</p>\n\n<p><em>Professor! It&#39;s changing! The machine is changing!</em></p>\n\n<blockquote>\n<p>What do you mean it&#39;s changing?</p>\n</blockquote>\n\n<p><em>The machine, it&#39;s… It&#39;s hard to describe sir.</em></p>\n\n<blockquote>\n<p>What do you mean? How is it changing? Is it pulling more power? Less?</p>\n</blockquote>\n\n<p>*Uh… No sir… It&#39;s just… Uh… It&#39;s changing sir…</p>\n\n<blockquote>\n<p>Is it turning into an Orange Marmalade!? Details dammit!</p>\n</blockquote>\n\n<p><em>It looks like it&#39;s… Breaking down, apart. Aging… Like it&#39;s rotting.</em></p>\n\n<blockquote>\n<p>…</p>\n\n<p>…I&#39;ll be right down.</p>\n</blockquote>\n\n<p><strong>~</strong></p>\n\n<blockquote>\n<p>Well, where is it Eiji!?</p>\n</blockquote>\n\n<p><em>It&#39;s gone sir.</em></p>\n\n<blockquote>\n<p>How?</p>\n</blockquote>\n\n<p><em>Sir, it just… Maybe it&#39;d be better if you just saw for yourself. The security cameras caught everything.</em></p>\n\n<p>Eiji &amp; Prof. Korumori moved to the security console next to the airlock to the Machine chamber, which now stood empty from floor to ceiling, only a few sheared pipes and conduits along the floor where the Machine <em>should</em> have been to indicate anything ever occupied the space.</p>\n\n<p>The overnight monitor grabbed hold of the mouse at the computer and clicked through a few menus before starting the security video and then putting it on wide screen.</p>\n\n<p>On the video, the machine filled the room beyond like a metal insect within a stone cocoon. At first everything was still, and normal. Then, suddenly the hues and luster of its skin began to radically tarnish, pin sized holes developed, then expanded, the edges crumbling and disintegrating into nothingness as the various components fell apart from one another. From the outside to the center the machine rotted and dissipated, a millennia of decomposition occurring inside six minutes, leaving nothing behind.</p>\n\n<p><em>Do you see?</em></p>\n\n<blockquote>\n<p>Was anyone in there?</p>\n</blockquote>\n\n<p><em>No sir.</em></p>\n\n<blockquote>\n<p>Did the sensors detect anything?</p>\n</blockquote>\n\n<p><em>Only after it was gone, they detected the change in air pressure from its absence.</em></p>\n\n<blockquote>\n<p>Anything at all unusual since the last test?</p>\n</blockquote>\n\n<p><em>Nothing particular… Well, I mean… Maybe.</em></p>\n\n<blockquote>\n<p>Tell me now.</p>\n</blockquote>\n\n<p><em>You know how things are in there. Objects have variable mass in its sphere of influence…</em></p>\n\n<blockquote>\n<p>Yes, yes, go on…</p>\n</blockquote>\n\n<p><em>Well I&#39;ve been charting just how &quot;off&quot; things have been. How much of a change there is for various objects, trying to find any kind of pattern…</em></p>\n\n<blockquote>\n<p>We did that years ago, it&#39;s completely random.</p>\n</blockquote>\n\n<p><em>Maybe, maybe not.</em></p>\n\n<blockquote>\n<p>What did you find?</p>\n</blockquote>\n\n<p><em>I looked at the changes as averaged percentages, and found there&#39;s been a gradual, but measurable decrease in the changes over time. I&#39;m talking years to change one percent on average, but it was there, and it was accelerating.</em></p>\n\n<blockquote>\n<p>What kind of acceleration?</p>\n</blockquote>\n\n<p><em>I was crunching the numbers on the last few batches when it decided to vanish, but it looked like things had accelerated rapidly, the average change from mass anomaly was less then 10% in the last six tests.</em></p>\n\n<blockquote>\n<p>Get all the data on the Mass Anomaly tests-</p>\n</blockquote>\n\n<p><em>All of them? They go back decades!</em></p>\n\n<blockquote>\n<p>-Yes all of them, start crunching the numbers, see if there&#39;s any kind of pattern. In the meanwhile, I&#39;ve got to report this. The Emperor hates being woken in the middle of the night. I hope you&#39;ve found something concrete worth reporting by morning.</p>\n</blockquote>"
}
