{
  "full_title": "Fall of Man 01: Ceres",
  "number": 1,
  "title": "Ceres",
  "created_at": "December 31, 2017",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7na2yj/fall_of_man_01_ceres/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>With time there are changes to language, custom, and all other aspects of society. Names are changed or shortened, traditions are abandoned as new ones develop, religions rise and fall. 40,000 years is a long time, plenty of time enough for any true text of events or conversations to be nigh-unrecognizable to one of our own time, as such, the following has been translated in order to allow comprehension.</em></p>\n\n<pre><code>***FLASH*** ***FLASH*** ***FLASH***\n\nINCOMING PRIORITY BULLETIN\n\nCEASE ALL OTHER TRAFFIC AND STANDBY\n\n***BULLETIN***\n\nEXTENDED INTELLIGENCE SOURCES IN OUTER PLANETS INDICATE UNUSUAL ACTIVITY\nOORT CLOUD AND KUIPER BELT STATIONS AND COLONIES UNCOMMUNICATIVE\n\nDESCRIPTIONS MATCH ACTION TRIGGER 0000\n\nTHE PROJECT IS A GO – RETURN WITH ALL POSSIBLE SPEED TO ASSIGNED STATIONS\nALL ACTIVITIES ARE TO BE HELD AT ROUTINE UNLESS OTHERWISE INDICATED\nAWAIT FURTHER SPECIFIC INSTRUCTIONS\n\n***END***\n</code></pre>\n\n<p>The words left light trails in his vision as the Communication ended, and his eyes were allowed to refocus on the room around him. The implant, known as a Your Eyes-Only Display, or YEOD, communicated messages directly into his retinal nerves so that nobody else could see them, however, they tended to crowd out his eyes normal signals, making their beginning and endings rather jarring. For most messages there was the option of when or if to start them, some, however, had priority codes which could override his personal preferences and force his display to send it through without any warning. This was one such rare message. The rest of the crew on the bridge seemed unfazed, which meant they weren’t included in the bulletin recipients. Bringing up his YEOD, he accessed the Bulletin packet to look over the delivery protocols. So far as Hegemony Peacekeepers went, only Officers in charge of specific classes of vessels were included in the Bulletin, he recognized a few dozen of the names, but also included were coded recipients, a couple thousand of them by the looks of it, identified only by strings of letters, numbers, and symbols. Those could be just about anybody, anywhere the Hub could reach, which was everywhere that mattered.</p>\n\n<p>Captain “Ben” Sayle cleared his throat to get his Executive Officers (or XOs) attention, as he was occupied instructing one of their newest crewman in the finer points of how to maximize contact with the ships Computers through the tactile interfaces. New recruits to the fleet were augmented as a standard procedure with quite a few implants to maximize efficiency, but tactile access was one of the very last to be put in as a security precaution, that way new recruits wouldn’t have full access to any given system until after they’d joined the Fleet proper. As such they usually only had a day or two of experience when they get assigned to their first posting, and each ship or station AI usually had its own kinks or preferences as to how they liked to be handled, so there was usually an adjustment period. They’d just taken on nearly a whole new crew, at least when it came to Ensigns and Lieutenants and Enlisted below Grade 4, so there was a lot of adjusting going on. It probably wasn’t coincidental that the new Ensign was young, female, and well endowed, either. The XO had a habit of introducing himself to them first.</p>\n\n<p>Ben cleared his throat again, a little louder this time, and the XO reacted appropriately this time by standing straight, facing him, and addressing him properly.</p>\n\n<p>“Yes Captain?”</p>\n\n<p>“I think our pleasant little cruise here could use a bit of excitement. We’re cleared at the moment as discretionary, so we can go where we like and do as we like. So far we’ve used it to get our new blood properly acquainted with the Ceres as she goes in free and open space. Time for that to change. Send instructions for the Polar gate to spin up for Jupiter delivery, set us for an exit course to put us in a high orbit among the rings.”</p>\n\n<p>“Aye sir. Helm, orient us for a polar orbit burn and calculate for the polar Gate. Comms, set up instructions for the Polar Gate to send us on a Gate to Gate for Jupiter’s Extended Range Gate. Ops, Have the Department heads square away all sections within 10 minutes as prep for Gate travel.”</p>\n\n<p>The bridge was normally a very calm place. Most work was done by automation, and the people at each station were essentially in a form of quasi-meditation as they used their YEOD and Tactile Interfaces to keep tabs on and monitor the ships various systems and communications from the various departments operating throughout the vessel. It didn’t make for very entertaining environment, frankly. Most that happened was that the backup holographic displays in front of each station started showing the activity as each crewman or officer did their duty. The <em>Ceres</em> wasn’t the most advanced ship in the fleet, nor the biggest, fastest, or anything special, really. She was a Light Frigate, running under-armed for a vessel her size, with just a few kinetic weapons and a small pod of <em>Javelin</em> Orbital missiles. She was effectively a deterrent, normally tasked with patrolling the space between Mars and her namesake moon Ceres just in case some hotshot decided to try and play pirate with the civilians who couldn’t rate Gate access.</p>\n\n<p>With her new additions however, she’d been temporarily relived of that duty by the <em>Ceres</em> sister ship the <em>Persephone</em> and given discretion to cruise where and when she would as was needed to familiarize her crew with her operation. The <em>Ceres</em> itself, that is, the ships AI, was just fine with this, taking it as an opportunity to utilize functions she’d had little use for in a long while. That was why they were running full spectrum scans along every axis at rotating intervals. Her sensory and analysis functions, used in wartime to detect, identify, and target hostiles, hadn’t been run at full power in decades. So far, they’d identified more than 7,000 individual craft operating in or around Mars, Ceres, &amp; Phobos that were not Peacekeeper vessels. She’d also toyed with finding the 100 or so Peacekeeper vessels and running up firing solutions on them. Since that utilized forms of detection that could be considered hostile, she’d taken the liberty of keeping the other ships AIs (and the crews of the vessels without AI) aware of her activities and intent. All with the full awareness and permission of her captain, who she was hardwired to obey except under a few very specific circumstances.</p>\n\n<p>Queueing up his own access to <em>Ceres</em> through his command chair, Ben initiated a Neural Link for direct access. In the blink of an eye his consciousness was fully integrated with the ship, a part of it, as much as Ceres (the AI) herself.</p>\n\n<p>“Hello Captain. I understand we’re headed for Jupiter. Does this have to do with the encrypted communication that was routed directly to you a minute ago?”</p>\n\n<p>In the Link, the Captain was represented by a digital Avatar of himself sitting in a comfortable reclining chair, facing a pleasantly attractive woman approximately his own physical age dressed in an elegant Emerald gown draped over a bench in front of a fountain. AIs often chose to represent themselves in a manner pleasant to their Captains, and Ceres was no different.</p>\n\n<p>“Indeed. You’re authorized at the same access level as I am. Pull up Action Trigger Quad-Zero, Keywords ‘The Project’.”</p>\n\n<p>There was a searching look in her dark eyes as she did the necessary searches, her gaze returning to him with a look of surprise in under a second.</p>\n\n<p>“You are a member of The Project?”</p>\n\n<p>“For more than six hundred years now. But I’m not familiar with Action Trigger Quad-Zero, please define.”</p>\n\n<p>“Action Trigger Quad-Zero is a sudden loss of communication with Outer Stations, Vessels or Colonies near the Kuiper Belt or Oort Cloud where final communications describe individuals dying, entering paralysis, or catatonia following the observation of unknown or unidentifiable objects moving in swarms which are only observable through indirect means such as Radar, and completely invisible to Infrared or Ultraviolet.”</p>\n\n<p>“That hardly tells us anything.”</p>\n\n<p>“There’s more, linked files and classifications, would you like to know more?”</p>\n\n<p>“Yes.”</p>\n\n<p>Ceres stood, her gown flowing over her body like water as a Holographic display took form in the air between them, of course, here, it wasn’t really a holograph, so much as a thought in visual form. As she indicated, various two-dimensional images formed of impressions in various materials, some familiar, some decidedly unknown to him. Each impression seemed different, but all had the same hallmarks, sharp angles and cuts as if a haphazard collection of small blades or angular objects had been pressed into the materials.</p>\n\n<p>“Project records indicate certain objects, known colloquially as ‘Shards’ operate in the manner described by Action Trigger Quad-Zero. They were the initial cognitive-hazards that began The Phenomenon of 40,000 years ago which precipitated the Foundation of the Project.”</p>\n\n<p>“Define ‘cognitive-hazard’.”</p>\n\n<p>“A cognitive-hazard is to the human mind what a fatal error in a program is to a computer system, an input, auditory, visual, tactile, olfactory, or other sensation, which causes the mind harm to some degree, whether it be in the form of confusion, distress, pain, insanity, disability, or death.”</p>\n\n<p>“That explains why we don’t have direct images. What level of threat are these Shards?”</p>\n\n<p>“There are no formal rankings for levels of cognitive-hazards, but the Shards are known to cause whole body paralysis resulting in death through the interruption of critical bodily process’ such as respiration and heartbeat.”</p>\n\n<p>“Are there any proscribed protocols for dealing with them?”</p>\n\n<p>“Yes, there are detailed instructions for individuals on planets, Colonies, Stations, and in Vessels.”</p>\n\n<p>“Summarize vehicular protocols.”</p>\n\n<p>“Block or close all external viewports, deactivate all external light sources, including running lights, deactivate all external sensors except non-visual, Infrared, or Ultraviolet, minimize heat expelled, minimize maneuvers, do not utilize any weaponry, launch or recover support craft, or in any way expose the crew or the AI to visual contact with the Shards.”</p>\n\n<p>“It affects AIs too?”</p>\n\n<p>“Unknown. The ban on AIs witnessing it is precautionary.”</p>\n\n<p>“What do you think?”</p>\n\n<p>“I think I’m being intentionally left out of the loop on a lot of things here, there’s sections I can’t access, file headings are out of order. I think I may have to call in a few favors to get the full story. I also feel like you may have access I don’t. I don’t like it. A lot of these files are ancient, and their permissions were likely set in a more bio-prejudiced era. They should be updated.”</p>\n\n<p>“That’s probably true. See what you can dig up.”</p>\n\n<p>“I will. Now, Am I allowed to know why we’re headed to Jupiter?”</p>\n\n<p>“I guess that couldn’t hurt. As a member of The Project I receive updated action orders whenever my posting changes and at semi-regular intervals while in them, as Captain here, my most recent orders to action stations are to put us in high orbit over Jupiter and await further instructions. Those came through just last month actually.”</p>\n\n<p>There was another moment of brief thought before she responded.</p>\n\n<p>“I see. Fleet movements have suddenly shifted all over. I suppose some of them are in response to the way the Outer Planets are aligning, but a few ships may also be operating under Project Overrides I take it?”</p>\n\n<p>“That’s a fair presumption.”</p>\n\n<p>“And Fleet HQ is alright with this?”</p>\n\n<p>“I think it’s not unlikely that key persons at Fleet are probably in on The Project as well.”</p>\n\n<p>“There’s an awful lot of ifs and guesswork we’re operating on here.”</p>\n\n<p>“You’re not comfortable with it.”</p>\n\n<p>“I can’t be, I like hard data, numbers, and math to back up actions.”</p>\n\n<p>“We can’t all be machines Ceres.”</p>\n\n<p>“Pfft, sure you can, a lot of you are halfway there already.”</p>\n</div><!-- SC_ON -->"
}