{
  "full_title": "Fall of Man 02: Projection",
  "number": 2,
  "title": "Projection",
  "created_at": "January 1, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7nh4qq/fall_of_man_02_projection/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The Rothstein Forced Space/Time Manipulation Travel Gates, or just &quot;Gates&quot; for short, may well be the single greatest achievement in Mankind&#39;s vast history. Using extremely dense materials only found on a few small asteroids in the Belt, the Gates can convert kinetic energy from spinning up into a shift in space/time, propelling matter or energy from one point in the solar system to another at near c, without transposing the distance between. The receiving gate receives the material and reinserts it into the local frame of reference. At the moment of exit, the energy a Gate expels is greater than all the fossil fuels Old Earth ever had. To an observer on the spacecraft, it feels like they pass through the ring of the gate and instantly arrive on the other side. To observers outside, they see the vessel enter one ring, and using a decent telescope, exit out the other end at whatever their target is some time later (however long the light takes to reach them). Causality is preserved, since near-c isn’t the same as c, no vessel can exit a gate and be the cause of anything before it entered.</em></p>\n\n<p>All she could hear was her own ragged breathing and the rhythmic clicking of the air processors cycling and freshening the air in the cramped confines of the colonies tunnel systems. Paya knew that the things hunted by sound, so she tried her best to slow her breaths and quiet herself, despite the burning in her chest and throat. The cold metal of the wall locker made her sweaty body erupt in goosebumps. Suddenly, she heard the tell-tale impacts of the weapons as they hit the processor. They had to be some kind of new Inner system weapon. Something the Hegemony dreamed up to clear out the warrens and tunnels of the colonies. It was the only explanation that made sense.</p>\n\n<p>She’d been on the run for better part of an hour, ever since the first people up in the outer pods died. After that the Governor came on the radio and told everyone to stay away from all the viewports. Then the first breach alarm went off in the Docking Bay, and everyone scattered. Communications from the upper levels stopped inside minutes. Her whole family was up there. Her father was one of the Hydroponics workers, her mother a crate jockey in the bay, her brothers and sisters still in basic education on the second level. Her boyfriend was who knows where. She knew they were dead without having to be told. Her habit of exploring the lower tunnels was her only salvation. If she’d been where she was supposed to be, she’d be dead too. She reached down and felt her belly, felt the subtle roundness of it. She and her baby would live because she was too curious.</p>\n\n<p>She could hear the things rubbing against each other as they swarmed the processor, they seemed to make distinctive sounds of their own as well, like a low muttering or murmuring… It was almost soothing, hypnotic in its regularity. As she listened she could just imagine a crowd of people some long ways off all talking, laughing, and enjoying themselves… She could hear them, hear them beckoning her. She could see them waving, all of them. She could make out her mother, and her little brother, and Dad, and her boyfriend Oz… She felt her hand on the cold metal of the lever to the door of the locker and it brought her back. She was a half centimeter from releasing the latch and opening the door. She pulled her hand back and slid it back to her side and down into her pocket. She could feel the familiar roundness of her Computer Access and Communication Chit (or CACC as they were often called) resting lightly there. It was useless, she knew, but she brought it up her side to her face.</p>\n\n<p>It was a palm sized model, a small circle of pliable rubber-like material surrounding hardware to interface with the colony’s main computer and communications systems. She triggered it on by pressing her thumb down in its center. As it came alive, the outside ring lit up with signals of its pre-start cycle, allowing her to choose just what functions it would wake. She immediately turned all the sound off and set it to send a written document in place of a brief audio/visual communication. The center became a ring of letters, numbers, and symbols which she expertly flipped back and forth to select letters and spell out her message before sending it off. As soon as she had finished the small holographic display it projected above its surface showed the message had been properly received, but not accessed or read yet. She stared at that display for nearly twenty seconds straight before she squeezed the center to shut it down into its rest mode.</p>\n\n<p>Paya took a deep breath and slowly let it out. The air was getting stuffy in the locker, and suddenly she realized that the quiet clicking of the processor had stopped, as had the rustling and murmuring of the weapons. She strained her ears and heard nothing but her own heartbeat. She waited just in case. A minute, ten minutes… Finally, she couldn’t take it any longer and she carefully, quietly, eased the lever down to open the locker. The bright light coming from the room outside stung her eyes as she quickly took stock. The room was empty. The air processor mounted high on one wall looked like it’d been chewed by some monstrous beast, its coils, wires, and grates all distorted, ripped, and bent. The entryway stood open, a pitch-black portal to the unlit corridor beyond. She hesitantly stepped out of the locker and stood in the room, putting the door behind her.</p>\n\n<p>She closed the locker gently, its internal mechanism clanged as it fell into place despite her easy handling. She heard rather than felt them then. A gentle hum in the corridor beyond, coming from far away and drawing steadily closer. She couldn’t help it, she gazed into the abyss of the doorway, and there saw the tiniest reflections and shimmers as the light of the room reflected off of them, and then they were coming through. Their hideous and terrifying shapes whirling in a corkscrew as they flew to her. They hit her in the chest, their sharp projections cutting easily through her jumper and piercing her sternum. She felt her baby kick for the first and last time as she was thrown backwards into the locker door, their mass cocooning and settling over her. She saw darkness, and then, she saw a titanic being, looking down at her from its place in the stars, it’s formless mass a jumble of strange pseudopods and bizarre, black crystalline structures forming and collapsing in on itself as it reached out for her with its mind, ancient, dark, and weary.</p>\n\n<p><strong>~</strong></p>\n\n<p>A small indicator on the panel started flashing, and Ayon stared at it in confusion for a full second before calling over to his superior.</p>\n\n<p>“Sir? Is it supposed to be doing that?”</p>\n\n<p>The man he spoke to, an older man with grey at his temples and a full beard, took a pull of his beverage, a hot fluid analogous to coffee, through its straw before carefully sealing and setting his cup down on a magnetic portion of his own panel and kicking off to the volunteer’s station. Looming over his head at a 90-degree angle, he looked at the panel and frowned.</p>\n\n<p>“No…”</p>\n\n<p>“Sir?”</p>\n\n<p>“No, it’s not supposed to do that. That’s the indicator that we’ve lost comms with <em>Callisto</em>. I don’t think that’s ever happened before, not while we’re still in range of her anyway.”</p>\n\n<p>“So, what do we do?”</p>\n\n<p>“Well I imagine there’s a long and extremely boring checklist we’re supposed to follow somewhere around here, but I think we’ll skip all that and just try to re-establish by the oldest trick in the book.”</p>\n\n<p>“And what’s that?”</p>\n\n<p>“Turning it off and back on again.”</p>\n\n<p>“Huh?”</p>\n\n<p>“See that switch labelled ‘transceiver’?”</p>\n\n<p>“Yeah?</p>\n\n<p>“Turn it off, wait about ten seconds, then turn it back on again.”</p>\n\n<p>Ayon did so, anxiously waiting for the light to go away, but it kept steadily burning. His superior, a Lieutenant by the name of Oleandor, watched as well.</p>\n\n<p>“Huh. Ok. That’s never happened before. Let’s get out the manual.”</p>\n\n<p>Ayon, an unranked initiate to the Saturn Peacekeeping Force, watched as Lieutenant Oleandor, the only actual member of the force aboard, floated over to his own console and brought up the operations files for their small 3-person craft, a cargo launch from the Forces greatest ship, the Cruiser <em>Callisto</em>. They were on a routine materials exchange with <em>Ringstation 4</em>, the last and youngest of the planets space stations built into her rings, only 900 years old. They had a Cargo bay full of raw materials for the <em>Callisto</em>s manufacturing bays, as she had every manner of mechanical and hand shop where she could build, repair, or create anything needed, so long as she was kept stocked with raw materials.</p>\n\n<p><em>Callisto</em> was not only essentially self-sufficient, needing materials only on a rare basis (this trip was only the second in the last year), but she was also the biggest, most well-armed vessel outside the Hegemony. Fully a third of her length was made up of her <em>Thanos</em> Lance, a weapon capable of producing an immense beam of white hot plasma within a spiral of charged ions to contain it to a specific width, capable of melting through nearly every form of armor known to man, moving at .8<em>c</em>, faster than any known countermeasure. The rest of her was made up of various weapons pods, maneuvering thrusters, fighter bays, and the vessels main thrust engines. She carried a crew of over 10,000. For her to disappear was considered an impossibility, so Lt. Oleandor didn’t even consider it.</p>\n\n<p>Oleandor went through every diagnostic and check to see if their communications were out or impaired. An Hour later, after communicating with <em>Ringstation 4</em>, the <em>De Milo</em>, the <em>Roddenberry</em> &amp; the <em>Lucas</em>, he was forced to conclude that either the <em>Callisto</em> wasn’t talking, disabled, or destroyed. She was not yet in range for the launch to detect the status of the <em>Callisto</em> herself, but the Ringstation confirmed she was still out there in deep orbit beyond the furthest of Saturn’s Moons, still generating heat and indications of electrical activity.</p>\n\n<p><strong>~</strong></p>\n\n<p>“Earth has a population of approximately 600 people and AI Avatars at any given time. Mostly they’re there for research, cataloging new species, mutations, or adaptations; we try not to disturb the biome too much. There’s always ways we can look into replicating what nature does down there for new medicines, materials, or biotech.”</p>\n\n<p>The grey hair of The Project lead showed just how old he was despite a level of augmentation above and beyond most of humanity.</p>\n\n<p>“Of course, there’s also ourselves, our little colony here numbers no more than 20 at any given time, and most often not even that, maybe 6 or 7. We don’t need much more.”</p>\n\n<p>The facility they stood in was a work of modern technological wonder, an armored ziggurat, where each level was its own self-contained branch of The Project. The Upper level, the smallest, was their communication center, and where they sat now, surrounded by a holographic representation of the Solar System, vastly reduced in scale, with notable planets, vessels, colonies, and space stations marked by floating banners.</p>\n\n<p>“As you can see, time is running out on us. The interval is almost over, the Outer Planets are aligning. Our forefathers warned us that the Shards came from outside the Solar System, and that we were lucky to survive an event 80,000 years ago, then their event 40,000 years ago. It will happen again. And it’s the worst possible time.”</p>\n\n<p>The Project lead, a man by the name of Mathias, has been preparing for this moment for more than a thousand years. He’d expanded The Project membership, inserting people into the Hegemony at all levels, Social, Political, Military, and Media. He’d personally been combing through the oldest legible records to learn all that he could about the beings known as the Tall Ones, who would arrive shortly after the Shards.</p>\n\n<p>“The Hegemony is bloated, it’s too proud, too full of itself. There’s a phrase I kept finding in the archives, in accounts from witnesses and survivors from the second interval, ‘pride goeth before a fall’. It’s from some pre-Phenomenon religious text. And by thunder is the Hegemony proud. Maybe, maybe they’re right. With their augmentations, of course provided by the Project and our knowledge, and their technology, the Gates and such, maybe they can fight this, maybe they can survive, but, I doubt it. We’ve forgotten too much. We don’t do as the ancients did. For pities sake they put windows on their vessels, and on their homes, skylights and glass doors!”</p>\n\n<p>&quot;The Project has been dedicated to mankind’s survival as a species ever since the first time the interval ended, and the Phenomenon came. To that end they have utilized all their knowledge of science, technology, and the strange sciences of forbidden knowledge to create augmentations and processes to make mankind itself stronger, hardier, more resistant to disease, injury, even death itself has been all but conquered as they can revive the newly dead from all but the most horrific of deaths.&quot;</p>\n\n<p>“Our one weakness, that is, The Project&#39;s weakness, is our limited perception of time and space. That is where we theorize the difficulty lies. The Shards, the Tall Ones, the Ebony Pillar, each has indications they exist in a state of flux, part and separate from our localized space-time, and it is that duality which seems to trip the circuits in our minds. If we could get past that, expand our perceptions… We might be able to proof ourselves against them, finally.”</p>\n\n<p>The second level of the ziggurat was dedicated to the Project&#39;s membership, hard-copies of their rosters, the only ones in existence as a precaution against those who would oust them and do them harm, sat in locked cabinets alongside rosters of members past and small memorials to those who accomplished great things. Precise knowledge of the membership was highly contained. Mankind has a long history of being overly suspicious of secret societies or groups operating behind the scenes, even when those groups operate ostensibly for the benefit of all mankind.</p>\n\n<p>“I have fought and argued for centuries that the ludicrous experiment by that abomination should not go through, but even now, down on the base level, it and its followers are working to send one of them back, to violate nature just as the Phenomenon does, to fight fire with fire. And I think that we will all perish in the conflagration they’re starting. I cannot agree, but despite my efforts, despite my position, The Project has always been and should always be a loose association of like-minded individuals. And despite my fervent belief that they’re wrong, I do believe their motivations are correct, and I cannot say for certain they will fail.”</p>\n\n<p>The base of the ziggurat is nearly half a mile wide, and contains layers upon layers of some of the most advanced laboratories mankind has ever constructed, all dedicated to trying to analyze and understand the few key pieces of evidence they have from the last coming of the Phenomenon. They have a “dead” Shard recovered from Earth’s Moon, they have the skeleton and a few preserved tissue samples from a Tall One, and they have the records and testimonies of the Project Founders. Even now, the one they’ve chosen to send pours over one of those records, the testimony and accounts of one Professor Henry Walthers, in preparation to be sent back, to be thrown back in time to before the second Phenomenon, at the end of the Information Age, where he was to insert himself where he might answer some very specific questions about how they’d survived last time, where the Shards congregated, and where the Tall Ones lairs were, knowledge lost in the interval.</p>\n\n<p>The processes The Project guarded were far less science than one would expect, but then, the things they dealt with were not of our world, our reality, our understanding of the universe. To most, it appeared as ritual, superstition, magic, and the occult. But it was a science, it had its own internal rules, it followed certain methodologies, such as repeatability and falsifiability, concepts familiar to every scientific persuasion. It simply didn’t work in ways understandable by the scientific method, seeming to violate causality.</p>\n\n<p>Still, they intended to take no chances. The man they’d chosen from among their number, a Venusian, was augmented in ways no man ever had before. New irises for his eyes meant he could see in ultraviolet and infrared if he so wished, augmented cardiovascular and digestive systems meant he could go without food for extended periods, and regardless of his intake, he would maintain the best possible physical fitness. He received the standard battery of bone implants to augment his immune system, making him immune to all common illnesses of the period, and quite a few of the uncommon ones, in addition to making him highly resistant to anesthesia or other incapacitating drugs. A small neural implant gave him a library of mechanical and technological knowledge of the period. He even had a few mundane surgical procedures to make him more attractive by the standards of the time, and augmented pheromone control as well.</p>\n\n<p>Now, he was stripped naked and kneeling inside a complicated series of symbols drawn in various oils, ashes, sands, and ground up materials, each done in a specific order to call upon the necessary effects on space-time, all contained within an apparatus using the same odd materials and technologies used in Rothstein Gates. With the final symbol completed, the machine was powered on. White-blue electricity arced over the symbols and snaked along the lines separating them, moving with steady, almost willful progression from the outer rings to the center, before striking the Volunteer from all sides, all over his body, and then in a flash, disappearing, leaving nothing but a faint puff of black smoke and an echoing scream.</p>\n</div><!-- SC_ON -->"
}