{
  "full_title": "Fall of Man 03: Murder most foul",
  "number": 3,
  "title": "Murder most foul",
  "created_at": "January 3, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7nx0i0/fall_of_man_03_murder_most_foul/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The Hub is the brain and central nervous system of the Hegemony of Man. It acts as the central coordinator of all movement within the system in real-time, calculates and authorizes gate travel, and houses the body politic of the Hegemony. A massive Space Station in orbit of the Sun, it utilizes thousands of square miles of solar paneling on its surface to power itself and shield the hollow inner core from the immense heat. Inside, massive gates permit travel from the interior to anywhere in the Solar system, depending upon scheduling and the orbital dynamics of the Hub and the destination at the time. The core is a central spire running pole to pole on the inside, with docking for vessels great and small and housing the Hegemony Chambers, where representatives from each Hegemony Colony and Station debate and decide the fate of mankind.</em></p>\n\n<p>Captain Daq Vegman of the <em>Canus Major</em> was getting impatient. He’d been ordered to ferry a representative from his home, the Saturn League, to the Hub for diplomatic talks. Saturn was the first and largest of the outer planets without a regular Hegemony presence, and they were undergoing talks about changing that, of allowing regular gate access and importing Hegemony tech.  He’d been gated to the Hub, something which was very rare for the Hegemony to do for a non-Hegemony vessel, and allowed to dock. The representative, however, had chosen to remain aboard and simply communicate his positions to the proposals made thus far. They hadn’t been answered. In fact, aside from basic maneuvering and docking instructions, no communications at all had been directed their way.</p>\n\n<p>He didn’t like it. He didn’t like the Hegemony on the best of days as it was. To be in the middle of their den was… Unsettling. Daq was a rather short man, standing only 1.8 meters tall, with bright blue eyes and dark brown hair. He stood on the bridge of his ship, an ancient one by any standards at nearly 6000 years old, at the tender young age of 34. No augmentations had been made to him, no genetic manipulation, no implants, in fact the only surgery he’d ever undergone had had when he was 22, to remove an inflamed appendix. Most people in the hegemony were born without them. He was proud to be human, and only human, natural as could be. His entire crew was. Hegemony tech didn’t often make it past Jupiter’s orbit. It was commonly believed they didn’t think much of those who made their homes among the gas giants beyond the belt.</p>\n\n<p>His communications officer raised a hand to indicate he was getting a message. The Captain strode over to his station and leaned over him, reading over his shoulder. It was a terse instruction to prepare for undocking and to make his way with a low burn towards a specific numbered gate, which would transition them home.</p>\n\n<p>“So that’s it? We came all this way to get snubbed? Fuck that. Delay them, tell them we’ve got a malfunction or something, they’ll believe it with this old tub. I’m going to get Jarls.”</p>\n\n<p>With that, he made his way off the bridge and down the central corridor back to the VIP passenger section. The <em>Canis Major</em> was once a cruise ship, designed to take passengers from the inner planets out to Jupiter &amp; Saturn and give them a pleasure cruise among the colorful gas bands of the great giants of the solar system. Once that business had dried up due to interest dying, she’d been converted by the League into a transport and cargo vessel, capable of hauling large volumes on interplanetary tracks with minimal expense. But, she still kept a few luxury compartments for the rare merchant or politician who caught a ride. Jarls Godrecht, the representative sent to debate the Hegemony, had made himself quite at home in the best of them. He’d spent the entire trip there in fact, even taking his meals in his compartment. As he reached the hatch to the compartment, he could make out the sounds of an argument. The conversationalists were keeping their voices low, but tone and the rapidity of the back and forth was unmistakable. Not particularly caring for Jarls, the Captain hammered at the hatch with violent impatience.</p>\n\n<p>“Jarls get your fat ass out here we need to talk!”</p>\n\n<p>“Go away Vegman, I’m busy!”</p>\n\n<p>The captain punched in his access override code into the panel beside the hatch, causing it to unlock and open immediately. As the door cleared his vision, he could see Jarls sitting in one of the ornate high-back leather chairs that adorned the compartment, looking out the viewport at the Hub beyond. Standing next to him was a figure in a full exosuit for operating in the vacuum of space, the visor polarized to a dark brown, holding a weapon of some kind. Before Vegman could speak or even register surprise. The suited figure shot Godrecht in the head, then without delay shot the Captain in the chest. As he fell, Vegman finally felt shock.</p>\n\n<p>As the figure in the suit holstered the weapon. The view out the window changed dramatically as the <em>Canis Major</em> made her run through the gate and they arrived in orbit over Jupiter.</p>\n\n<p><strong>~</strong></p>\n\n<p>As far as they could tell, the ship was completely dead. It was a midsize colony transport, normally called an agricarrier, the kind of vessel that carried livestock or hydroponically grown vegetables between a planet and its moons, or from colony to colony on the same plant. Not pretty, not flashy, not armed, but decently well-kept for hygienic reasons, and fast to prevent spoilage as much as possible. Now she was a hulk floating in a minor debris field, her guts blown out to space. There hadn’t been a distress call per se, just a homing beacon, the kind used on lifeboats if the ship itself became untenable. But the Lifeboat transmitting it was still docked to her, just forward of the main engine bay. Examination of the exterior found two small breaches, one fore, one aft. The aft breach seemed to be where something impacted and drilled into the ship, the hole forward, just under the bridge, seemed to be an exit, where whatever it was had drilled back out.</p>\n\n<p>There were only five men on the skiff, all family, three brothers, their father, and their uncle, making a run from one planetoid to anther on the boundary of the Oort cloud. The uncle and the father, brothers by the names of Ged &amp; Gord, went to explore and examine the interior of the ship, communicating via radio with the sons in the skiff.</p>\n\n<p>“Boys can you hear me?”</p>\n\n<p>“Yeah Dad we can hear you. Is there anybody alive on board?”</p>\n\n<p>“Too early to tell, we’re still in the airlock.”</p>\n\n<p>“Oh.”</p>\n\n<p>“Gord’s cycling the lock now, if she’s laid out like the one I travelled on when I was a boy, we should be coming out in the crew quarters… Door’s opening… Nope. I was wrong, we’re in the main rec room and galley. There’s still food in here. It’s floating around and frozen, but its here.”</p>\n\n<p>“Are there any bodies?”</p>\n\n<p>“Hush your mouth! … Yes. There’s bodies. Looks like maybe there was some kind of fight. They’re all cut up. Like somebody took a knife to them all over. We’re going to move on now… Going out of the galley into the main passageway… There’s a bulkhead to our left, towards the bow, that’s buckled... No… Been tore through, this must be the interior of the exit hole we saw from outside, which means the ladder here must go up to the bridge…”</p>\n\n<p>“Dad, come back, please.”</p>\n\n<p>“Son, I’ll be back in a few minutes. You’ve got your brothers there and they’re not going to let anything happen to you… I’m climbing the ladder to the bridge – Damn! This suits too bulky to let me go through. I can just poke my helmet through. Bridge looks to be abandoned- no, there’s one body, strapped into the pilots seat. Looks like he was the only one up here. He’s cut up too.”</p>\n\n<p>“Ged, you might want to come see this…”</p>\n\n<p>“What is it Gord?”</p>\n\n<p>“Just come see, I don’t want to describe it on an open frequency.”</p>\n\n<p>“Ok, ok… I’m making my way back down… Did you see these wires?”</p>\n\n<p>“Yeah, looks like somebody went at them pretty hard, it’s a mess in there, but, that isn’t what I was talking about, keep coming aft.”</p>\n\n<p>“Ok, I see you now, what were you… Kids your uncle and I are going to have a little private conversation now, ok, so don’t get scared if we’re quiet for a minute or two, ok?”</p>\n\n<p>“Ok Dad.”</p>\n\n<p>“Ok, I love you.”</p>\n\n<p>“Are you ok?”</p>\n\n<p>“Everything’s fine, just hold on a minute, ok?”</p>\n\n<p>At this point Ged &amp; Gerd transferred over to a secure channel between their suits to discuss the scene in front of them.</p>\n\n<p>“They weren’t carrying livestock or vegetables Ged.”</p>\n\n<p>“I can see that, what are these things?”</p>\n\n<p>“You’ve never seen them before?”</p>\n\n<p>“Can’t say as I have.”</p>\n\n<p>“They’re fighters.”</p>\n\n<p>“What do you mean?”</p>\n\n<p>“Light vessels, one or two man, designed to harry and attack light targets, unarmed ships, colonies, or stations.”</p>\n\n<p>“Why would an agricarrier be hauling weapons of war?”</p>\n\n<p>“I don’t know, but it might explain why she was hit.”</p>\n\n<p>“I don’t like this.”</p>\n\n<p>“Neither do I, lets get out of here, I want nothing to do with this.”</p>\n\n<p>“Yeah, good idea, let’s get my boys away from here.”</p>\n\n<p>“This still doesn’t explain everything though.”</p>\n\n<p>“What do you mean?”</p>\n\n<p>“If this thing was hit to keep those fighters from getting where they’re going, why not destroy the ship completely instead of just blowing out the atmo? Why are the crew all cut up like some psycho went at them with knives?”</p>\n\n<p>“I don’t know and I don’t care. Lets go.”</p>\n\n<p>With that, they switched back to the common frequency.</p>\n\n<p>“Boys?”</p>\n\n<p>“Yeah Dad?”</p>\n\n<p>“We’re coming back out.”</p>\n\n<p>“What about the beacon on the lifeboat?”</p>\n\n<p>“We’ll look at it from outside in the skiff.”</p>\n\n<p>“But Dad…”</p>\n\n<p>“Don’t, just be patient, we’re making our way back.”</p>\n\n<p>“Dad there’s something on the Radar.”</p>\n\n<p>“Don’t do anything, just sit there!”</p>\n\n<p>“It’s coming towards us Dad.”</p>\n\n<p>“Strap yourselves in, we’re coming.”</p>\n\n<p>“Dad…?”</p>\n\n<p>“Son? … Son!? Oh God, oh god no… We’re coming kids! We’re…!”</p>\n\n<p>In the middle of nowhere, on the very outskirts of the solar system, a small skiff was vented to space, and the inside of an already dead ship was scoured once more.</p>\n</div><!-- SC_ON -->"
}