{
  "full_title": "Fall of Man 04: Reunions",
  "number": 4,
  "title": "Reunions",
  "created_at": "January 10, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7phvpb/fall_of_man_04_reunions/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Mosquito</em></strong> <em>is the smallest independent spacecraft operated by the Hegemony for the purposes of Peacekeeping. It is a one man fighter craft, armed only with chemically fueled kinetic weaponry. It has three main armaments, a 120mm copper projectile weapon capable of firing at 240 rounds per minute, but that weapon is only for use against soft targets like other fighter-craft and personnel. Then there’s a standard complement of 4 High Explosive missiles with basic Infrared targeting ability for lightly armored targets, and a small cluster of 6 freefall bombs for ground targets. Craft may be customized or their weapons load altered based on mission profiles. It is powered by a small set of battery packs, a monopropellant tank for its maneuvering thrusters, and a chemical fuel tank for its main engine. Its range varies according to its parent crafts velocity and orbit at launch, but independent estimates have placed it capable of producing Delta-V enough to breach atmosphere and return to orbit of the inner planets.</em></p>\n\n<p>As Lieutenant Oleandor looked out the forward viewport of the cargo launch he could see that the majority of the ship was still in one piece, but around her floated millions of pieces of individual debris. From bodies to bulkheads, the innards of the <em>Callisto</em> had been vomited out. The residuals of her battery reserves kept her exterior illumination going, but he could see that they were already at half brightness and dimming. Two of her thrusters seemed to be firing intermittently, giving her the appearance of a whale repeatedly turning to breach as she spun on an odd axis. There was no detectable radiation out of the norm, so it looked like her main reactors hadn’t been breached and had shutdown safely, so an approach – so long as they were careful to navigate the debris field – was reasonably safe.</p>\n\n<p>Oleandor knew that the proper thing was to broadcast to the S.P.F. and stay put, not to approach further, as his craft was unarmed and filled to the brim with rolls of steel, titanium casts, and drums full of stem bolts, non-sealing, self-sealing and sealable, not to mention a thousand other knick-knacks, special orders, postal packages for individual crew, and probably not a small amount of contraband snuck in here or there. He was a deliveryman, not a combat pilot. He’d sat in a <em>Mosquito</em> once, in training, and that was a museum model, six generations behind anything in space. Still, he pondered going in for a closer look.</p>\n\n<p>Ayon, on the other hand, was nearly pissing himself with fright. He could see corpses in the debris field, even at this range. He had been brought along as a means to giving him flight hours. Every member of the SPF needed so many hours per rank to qualify to move on, it was a way of guaranteeing that nobody ended up getting dusty and comfortable in a colony posting. This was literally his second trip in a space borne vehicle, his first having taken him to the Ringstation for his introductory training. This was supposed to be a simple little jaunt from the Ringstation to the <em>Callisto</em> and back for him.</p>\n\n<p>“So what do you think?”</p>\n\n<p>Ayon was shocked out of his reverie by Oleandors deep voice suddenly erupting in the confines of the cabin.</p>\n\n<p>“I, uh… I don’t know, I mean, was it some kind of asteroid impact?”</p>\n\n<p>“Heh… Not bloody fucking likely. <em>Callisto</em> has the best navigational countermeasures in this orbital path, hell, if it was any kind of accident I’d have bet on something with the lance going haywire.”</p>\n\n<p>“They do that?”</p>\n\n<p>“I don’t know. Not rightly sure how a <em>Thanos</em> lance works. All I know is its big and powerful and I imagine if that power were overloaded the ship would fry.”</p>\n\n<p>“What are we going to do?”</p>\n\n<p>“That’s just what I was debating. We <em>should</em> radio in. Then we’d be ordered to keep our relative position so that the proper authorities could home in on our signal I imagine.”</p>\n\n<p>“Then why haven’t we radioed in?”</p>\n\n<p>“Something in my gut tells me not to.”</p>\n\n<p>“In your gut?”</p>\n\n<p>“Yeah.”</p>\n\n<p>“Can I radio in?”</p>\n\n<p>“No you may not.”</p>\n\n<p>“So what are we going to do?”</p>\n\n<p>“You keep asking me that like I’ve decided.”</p>\n\n<p>“I don’t like this.”</p>\n\n<p>“Neither do I. Let’s go in closer and see what we can find.”</p>\n\n<p><strong>~</strong></p>\n\n<p><strong><em>THIS IS AN AUTOMATED ALERT MESSAGE</em></strong></p>\n\n<p>THE UNITED STATES GEOLOGICAL SURVEY REPORTS A MAGNITUDE 3.6 EARTHQUAKE IN THE SOUTHWESTERN UNITED STATES.</p>\n\n<p>THE EPICENTER OF THE QUAKE APPEARS TO BE BERKELEY CALIFORNIA.</p>\n\n<p>THE QUAKE OCCURRED AT APPROXIMATELY 3:54AM AND CONTINUED FOR 33 SECONDS.</p>\n\n<p>BRIEF AFTERSHOCKS ARE EXPECTED AND WILL DECREASE IN FREQUENCY AND POWER AS THE DAY MOVES ON.</p>\n\n<p><strong><em>END</em></strong></p>\n\n<p>The Venusian stood up for what felt like the first time in a thousand years. His bones ached in a way he could just barely remember having experienced once before as a child when he was still growing. The difference was that as a child it was always his legs that ached, now, it was everything. He felt like his fingers were about to tear themselves apart, like the skin on his skull would split, and that his ribs would erupt from his sides any moment. The displacement was a function of mass due to the immense curvature of space/time involved. The larger the mass, the more power was needed, the more local reality would be distorted. Repeat manipulations of the same space/time could have odd side effects. As he opened his eyes he could see that he was alone, naked, and in the middle of some kind of desert valley or scrubland.</p>\n\n<p>There was a crack of thunder in his temples as local air pressure suddenly- violently- changed to a near vacuum and back again. Now, sitting in the floor of the valley not 10 meters away, was a small black metal case, the same kind he carried himself on his duties on the Hub. Looking closer, he became suddenly very sure it was, to point of fact, the very same case. Approaching it, he slid his hand around the grip, built in biometric scanners positively identified him, and a thumb stud raised on the handle for his convenience, pressing it, the case opened. Inside, he found a full set of clothing, a wallet, sunglasses, and several pages of loose-leaf instructions, definitions, and educational material on the current year, his location, and the cases other contents, including IDs, cash, and something called a Cell.</p>\n\n<p>As he got dressed, he kept a careful eye out for any local wildlife or people, who might find it auspicious or suspicious to find a rather tall naked man in the middle of nowhere. The side effects of displacement were already starting to manifest, as he could see a small pebble gradually making its way upwards through thin air, having been temporarily released from the gravity of mother earth. Earth! The Venusian marveled. He’d only set foot on Earth twice, on his initiation and on his selection for this assignment. Now he was on Earth as she was, long before his own home world had ever even had a man stand on her surface. As he finished dressing, he retrieved the sunglasses and put them on. The literature had warned him, violet eyes were unheard of on Earth in the 2000s.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers looked out at San Francisco Bay with trepidation. He’d worn his best suit, again, but it was hardly something to brag about, it was threadbare and patched far too many times to be fashionable, and he had to wear thermal underwear to cope with the cold wind coming off the water. This was his third day coming down to the port to wait for his friends to arrive. They’d had a long trip, plenty of time for things to go wrong, and with the world the way it was, there was no telling what difficulties they may have encountered on the way. Communications had been spotty ever since they’d descended below the equator, and there’d been no communication whatsoever since they’d hit the tropics on their way up the west coast of Latin America.</p>\n\n<p>Suddenly, he saw it, an incredible sight. A ship steaming into San Francisco Bay under the Golden Gate bridge for the first time in more than a decade. It was a midsize Cargo ship, the kind that transported freight from city to city following coastal waters. Nothing remotely like it had sailed the bay in more than a decade, ever since the end of the world. When it had happened, Prof. Walthers and a few others who had been a part of a last-resort initiative by the U.S. Government, a few major multinational corporations, and the U.S. Military, had been activated as an effort to preserve mankind’s cultural, academic, and technological knowledge. He himself had overseen a vault containing all of human literature, including some occult works which had helped him to gain something of a rudimentary understanding of the mechanism of the downfall of society. The men coming to meet him, while not a part of The Project, as it had been known, each found themselves integral to its success in different ways in the aftermath. As such, he’d invited them here to propose something radical.</p>\n\n<p>As the ship drew closer, he could see a man standing on the foredeck, wearing a long navy coat. That would be the first of his esteemed guests, Captain Benjamin Longmire; formerly of the US Navy, and Commander of the <em>USS Oregon</em>, a <em>Virginia</em> Class Fast Attack Submarine which had been crucial in the recovery of key artifacts and intelligence about the eldritch creatures that ended the world. On the starboard railing he could see another man, dressed far more casually in jeans and a flannel shirt, heaving his guts out into the bay. If descriptions were to be believed, that would be his second esteemed guest. As the ship pulled up to the pier, Longmire made his way forward, and then came down the gangplank as soon as it was set into place, even before his crew had fully tied the ship to the dock and made her secure. Walking up to him, he extended his hand.</p>\n\n<p>“Professor Walthers, I presume.”</p>\n\n<p>“That old joke, again?”</p>\n\n<p>“I’m just happy to finally say it in person, not over a sat-phone.”</p>\n\n<p>“I guess I can give it to you this time.”</p>\n\n<p>Walthers grasped the man’s hand and then they each pulled in to a hug, grateful for the long-overdue meeting.</p>\n\n<p>“It’s good to see you Ben.”</p>\n\n<p>“Henry. I brought a few East-Coast gifts for you, and a few toys for little Rowyn, he’s still into Power Rangers, right?”</p>\n\n<p>“We’ve had to scrounge up two more DVD players for him, I’m not sure which he’ll wear out first, the DVDs, the players, or me.”</p>\n\n<p>“And Evelyn?”</p>\n\n<p>“She’s fine, she’s fine. Sarya?”</p>\n\n<p>“She’s aboard.”</p>\n\n<p>“What? I thought you were leaving her in charge in DC?”</p>\n\n<p>“She begged to come, and you know me…”</p>\n\n<p>“Couldn’t say no.”</p>\n\n<p>“Right, right.”</p>\n\n<p>“Is, uh, is he aboard?”</p>\n\n<p>“Yeah... In fact I think he finally figured out he can get ashore.”</p>\n\n<p>At the top of the gangplank, the man in the flannel shirt, still looking greenish and nauseated, held onto the ropes with both hands as he eased down one step after the other down to the pier. Once there, he released his grip and kneeled down on the concrete, and put his forehead to the ground before he spoke.</p>\n\n<p>“Oh thank God! Mankind ain’t got no right to being on the ocean. Rivers, fine. Streams, ok, lakes, alright, but the ocean!? Fuck the ocean ok! Ben, I ain’t letting you talk me into a trip back by boat. I’ll brave the Mojave, I’ll cross the Rockies, I’ll walk my fat ass the whole of these former United States back to Florida but I am not getting on none of your fucking boats anymore! You hear me?”</p>\n\n<p>“Yeah Jesse I hear you. You want to get up or..?”</p>\n\n<p>“I’ll be fine here for minute. Just give me, give me a minute, ok? I got to get my bearings back on land.”</p>\n\n<p>“Jesse, this here is the Professor.”</p>\n\n<p>“Eh? Oh, oh… Ok, hold on, lemme get up.”</p>\n\n<p>They watched as he first rolled off his hands and knees onto his side, then onto his rear, and finally as he put himself up on one knee and his hands in order to get up. With some minor struggle he came upright, wavered, then walked over to the pier and threw up into the bay between the Pier and the cargo cessel, whose side he could now see declared her as the <em>Dorian Grey</em>.</p>\n\n<p>Then he wiped his mouth with the back of his sleeve and walked over, slightly less wobbly, to the two men.</p>\n\n<p>“Heya Prof., sorry for my condition here, uh, blame your boy Benny here, he talked me into this trip and I ain’t kept not food nor water down the <em>whole damn way.</em> Not to mention through the <em>Hurricane</em>…”</p>\n\n<p>Longmire shook his head and raised a hand at Jesse’s chest.</p>\n\n<p>“Cyclone Jesse. We were still in the South Pacific, storms there are called Cyclones.”</p>\n\n<p>“Cyclones, telephones, homophones, who gives a damn? It was a giant suck-ass storm is what it was and you drove us right through it!”</p>\n\n<p>“I did not.”</p>\n\n<p>“Yeah ya did.”</p>\n\n<p>“I went around it.”</p>\n\n<p>“Through.”</p>\n\n<p>“Through… The edge of it.”</p>\n\n<p>“Aha!! See! I done told you!”</p>\n\n<p>Professor Walthers looked over at Captain Longmire, having been silent the entire time since Jesse had come down the gangplank.</p>\n\n<p>“He’s quite the character, isn’t he?</p>\n\n<p>With an exasperated sigh, Longmire replied;</p>\n\n<p>“Absolutely.” </p>\n</div><!-- SC_ON -->"
}