{
  "full_title": "Fall of Man 05: Old Friends",
  "number": 5,
  "title": "Old Friends",
  "created_at": "January 11, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7pqz9q/fall_of_man_05_old_friends/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Falchion</em></strong> <em>is the Peacekeepers most numerous multi-role craft. Highly customizable, it has the capacity to be made into everything from a long-range reconnaissance craft to a medium range bomber to a short range heavy fighter. It can seat up to three, has mountings for extra fuel, weapons pods, or armor plating, has Radar and Infrared capability, a passive jamming system, the standard 120mm cannon, a pod of 10 heat seeking missiles with customizable warheads (from standard high explosive to Nuclear or EMP), and a small Heavy Ion Laser. It can be adapted to carry guided or freefall bombs, and with extra fuel can breach the upper atmosphere and return to orbit of the inner planets, or land on the moons of Neptune or Uranus and then return to orbit (no amount of fuel would allow a Falchion to breach the atmospheres on Saturn or Jupiter, however). The Falchion is also, when stripped down, the basic craft most pilots learn to fly in.</em></p>\n\n<p>The Venusian walked into a store and bought himself a sandwich for $2. It was the first one he’d ever had, and he wasn’t impressed. If he’d chosen something better than a gas-station ham and cheese, that may not have been the case, but as it was, he knew he needed sustenance, and the label indicated it had calories to spare. He had been on assignment for a little over 24 hours, with no other option as of yet, he’d accessed a local Library using his forged credentials. He’d filled in most of the gaps in his briefings on the period. It was worse than they’d ever thought. He now knew that he needed to get from the American West Coast to the American East Coast. To Washington D.C. in point of fact. The question was how. Rail was no longer an option in this time period. Air Travel would involve background checks that had a chance- while slim- of discovering his credentials were forgeries, automobile travel was out of the question as he didn’t know how to drive, and going by sea would take him a great distance off track. The librarian had recommended he catch a greyhound, but his research suggested the animal wouldn’t have nearly the size, strength, or endurance to transport him cross-continent.</p>\n\n<p>What he wouldn’t give for a skiff right now, a quick sub-orbital jump and he’d be there inside half an hour. As it was, he decided to find lodgings for the immediate period. His objective was some weeks away and he couldn’t maintain his appearance if he was indigent. He found cooperation quite easily at the nearest motel, where they asked far less for a night’s stay than he’d expected. They asked for a mere $220. He would have to do further research on the current economic climate and see what options his currency supply might offer. His case, which he had kept with him since he arrived, contained slightly less than the $150,000 in various denominations it had started with.</p>\n\n<p>The age he’d come to was quite different from his own upbringing on Venus. There, most human habitation was subterranean. Space was at a premium. Individual comforts were plentiful, but often not to include large personal spaces. His room at the motel was the size of his entire families domicile growing up. It included a personal washroom and a small dining area. There was an artificial body of chemically maintained water for recreational purposes downstairs. It was surrounded by women in their undergarments resting in the open. On Venus, exposure to the elements was deadly, and social mores relaxed by the close proximity of all your fellow man. But even so, the level of nudity maintained by the women here was shocking to him. He found it exciting as well. He was run of the mill at home, here, judging by the advertisements and media he’d so far seen, he was well above average. He looked forward to seeing how far his pheromone influence would go.</p>\n\n<p>Once he’d bathed himself, he opened his case once more. Inside, in private, without the possibility of prying eyes, he placed his hand on the smooth metal on the outside and accessed the computer within via tactile interface. It had taken some time for the side-effects of displacement to work themselves out of its central processor, which relied on normal local space/time to function. Now it had acclimatized itself, and had begun accessing and working through the primitive data network present in this time. The first thing it did was research travel options, which illuminated him to his error regarding the Greyhound recommendation made by the librarian. A commuter service named after the animal would serve to get him to D.C. It used its connection to order and pay for the requisite travel documents so that they would be awaiting him at his departure point the next afternoon.</p>\n\n<p>The second thing it did was find all currently available information of several key persons. Some he was to find and make contact with, others he was to avoid at all costs. Dr. Rafei at NASA, Commander Benjamin Longmire USN, Dr. Jacobi at DARPA, Ms. Christine Aguilar, Mr. Oliver Watts… The list went on, separated by categories. First priority was Dr. Jacobi. He was priority. Information he held was vital to his mission, if he failed with Jacobi, he might as well sit waiting, looking at the eastern sky, with his eyes wide open. Jacobi was supposed to be at the Pentagon, setting the stages for an important initiative between the US Federal Government and several notable multinational corporations and academic institutions. His trip there would be spent in study, familiarizing himself with media and culture of the era. Common phrases and memes of information and humor were a critical portion of blending in.</p>\n\n<p>He’d also have to get used to his new identity. His own name would be strange and alien to people of the time unfamiliar with Venusian naming conventions. So he’d taken on a new moniker from the individual whose identity he’d assumed. Name, birthdate, something called a Social Security number which he was told was analogous to a HubID in that it tracked him and his activities within society and acted as proof of identity. Fortunately biometrics and visual images of the original were non-existent, so he could purport himself as he wished. Still, there was a distinct lack of activity between the original owner of the information and himself, enough that it could raise flags if he suddenly started throwing his information around without explanation. It wouldn’t do to bring Viktor Reitmeyer back from the dead so suddenly.</p>\n\n<p><strong>~</strong></p>\n\n<p>Ramses Goveretski was tired, hungry, and in severe pain. He had been tired, hungry, and in severe pain for as long as he could remember. The augmentations made to him and his crew were experimental, primitive compared to those now enjoyed by the citizens of the Hegemony. Each of them had their own specific issues. Deformities, tics, mental issues… The price of immortality was to suffer the tortures of hell without being dead. Still, after a few centuries, you got used to it, it was only when it was time for rest that it was truly intolerable. Needing to quiet the mind in order to rest left nothing to distract you from the deep and abiding pain. In his bones, in his head, in his guts and his chest… Everywhere they’d changed, everything they’d altered. He and his entire crew carried it every day, and always would, until they accomplished their chosen purpose.</p>\n\n<p>Today had been a momentous day. Today they had begun the final step of their great task. Centuries of work and toil, decades of careful preparation and negotiation. All of it was about to pay off, the very next morning, and here they were, each in their own crèche, each in their own hell of torment, each knowing that the others were just as filled with grim determination. So long together, so long working, so long suffering in common cause, it had developed their own kind of hive mentality. They could read each other’s minds to an astonishing degree of accuracy. Sometimes they’d go weeks now without speech simply because they could. It was said that great works could inspire great minds and exalted deeds. They each knew, they were the very embodiment of the opposite. Terrible works could inspire horrifying minds, and works of vile darkness.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers, Captain Benjamin Longmire, and the Honorable Mr. Jesse Able, Mayor of Panama City Florida, walked into a room nearly twenty feet under the former campus of the University of California Berkeley. Inside the room, The Professor had been conducting experiments and research into the occult, ancient religions, superstitious beliefs and their value or efficacy. He had made some surprising discoveries in his decade of work. It started during the events that effectively ended the world, wiping out more than 99% of the Earth’s population in a little under three months. A former student of his named Alex had begun, taking cues from another member of the project and the gift of an artifact of the occult, he’d ended up summoning an eldritch abomination out of thin air into this very same room using nothing more than a ritual using salt, his own blood, and the artifact. Using symbols and chants, he’d brought a monster from some other location beyond the mortal ken directly to him, where it had killed him, a few others, and injured the professor in a way that left him with a limp and a cane for the rest of his life.</p>\n\n<p>Science had been Henry Walthers religion before the end of the world. Now his beliefs, his understanding, was far broader. He still used the methodology of science, repeatability and falsifiability, but he applied it to relationships and causation in ways pure science had long since cast aside as hokum and superstition. He had a saying now, as a way of making light of his newfound beliefs. “When reason fails, take a stab at black magic and mad science.” The room bore the evidence of his research. Tables were piled with printouts, diagrams, and strange objects, some familiar if out of place, others bizarre beyond description. One look could see that his research had borne fruit, however. On several tables objects seem to defy physics, floating, growing or shrinking in size, or emanating endless streams of bizarre fluid which were directed by makeshift sluices towards a drain at the side of the room. The center of the room was dominated, however, by a large circle drawn on the floor, partially in coal, partially in salt, partially in other, more unusual materials. There were thousands of symbols incorporated into its design, and the whole thing was emanating a low baleful green glow with components of purple, as if the whole thing was burning with a half inch exotic flame. Captain Longmire looked at it with dread, but remained silent. Jesse was incapable of doing so.</p>\n\n<p>“Jesus Christ Professor, what in God’s name do you do down here?”</p>\n\n<p>“This is my research laboratory. This is where I find what works and what doesn’t. And I’ve made some rather interesting discoveries.”</p>\n\n<p>“I ain’t sure I can get behind this. I mean, I ain’t like, real <em>real</em> religious, but that thing there looks straight up evil.”</p>\n\n<p>“Is a gun evil Jesse?”</p>\n\n<p>“Nah, A gun’s a tool, whether it’s good or evil depends on how it’s used, and that guilt rests with the man pulling the trigger.”</p>\n\n<p>“So it is with the occult. I’ve found that the things I’ve learned are neither good nor evil, they simply are. I have to look at the history, these things were practiced by the outcasts of society, people who were rejected, hurt, ostracized… It doesn’t surprise me they’d find use for these things to enact revenge on those who spurned them.”</p>\n\n<p>“Uh-huh.”</p>\n\n<p>“None of that is what spurred me to call you here, however.”</p>\n\n<p>Captain Longmire cocked his head to the side.</p>\n\n<p>“Back when I first reported Jesses story to you, you cleared off three days to brief me and send me reams of material on the initiative you were part of to preserve human knowledge in the wake of a world ending event. That was a decade ago. For eight years you didn’t mention it again, or Jesse. Then two years ago you started asking if I could come visit and if I could bring Jesse.”</p>\n\n<p>“Yes…”</p>\n\n<p>“Spit it out Henry.”</p>\n\n<p>“I think that the occult, the powers and abilities endowed by the mechanisms and methodologies I’ve been researching... I think they’re dependent on certain alignments of astral phenomena.”</p>\n\n<p>“Ok, and that means what?”</p>\n\n<p>“As our solar system moves through space, specifically our local orbit in our Galactic Arm, we come into proximity to certain arrangements of Pulsars, Nebulae, and other bodies. I’ve noticed that the power and efficacy of the occult has waned in the past three years, and if it continues, will vanish completely inside the next two.”</p>\n\n<p>Jesse scratched his head for a second and then spoke.</p>\n\n<p>“Ain’t that a good thing though? I mean, if the power of- I ain’t gonna mince words here, but- if the power of magic is what drove the Shards and the Tall Ones, ain’t it a damn good thing that it’s fading?”</p>\n\n<p>“Maybe, but think about it, imagine if we’d known about these powers before they came? What if we’d been able to mount a defense? What if, with the right combination of black magic and mad science, we could have prevented the end of the world?”</p>\n\n<p>Captain Longmire rocked back with the realization.</p>\n\n<p>“You’re talking about a new Project.”</p>\n\n<p>“Yes. I think we need to set up a system where <em>this</em> knowledge is preserved. For next time.”</p>\n\n<p>“How long are we talking?”</p>\n\n<p>“If I’ve figured things right? If I’ve picked the right astral markers and done my calculations right for how they’ve effected things… We’re looking at small recursions of occult power every two thousand years, roughly equivalent to the power we see now ten years on, with big spikes every forty thousand years. I’m confident in that number if nothing else because of the information you retrieved from New York.”</p>\n\n<p>Jesse looked between the two of them, confused.</p>\n\n<p>“What info from New York?”</p>\n\n<p>Longmire turned to him and explained.</p>\n\n<p>“Back during the event, I took the <em>Oregon</em> up to New York and retrieved a bunch of research into cave drawings by an archeologist named Opperthorne. They described a menace in the skies that mankind in Europe barely survived… Forty thousand years ago.”</p>\n\n<p>“Oh, so, the Shards and the Tall Ones showed up forty thousand years ago, ten years ago, and he’s betting forty thousand years from now.”</p>\n\n<p>“That’s the long and the short of it.”</p>\n\n<p>“And this Project, is it like the one Rafei was a part of?”</p>\n\n<p>“The very same.”</p>\n\n<p>“And he wants to start it back up?”</p>\n\n<p>“As a means to preserve information and protect mankind, yes.”</p>\n\n<p>“Well, that’s a noble goal and all, but, what’s it got to do with me?”</p>\n\n<p>Walthers took Jesse by the shoulders and looked him in the eye.</p>\n\n<p>“Jesse, you’re the only human being we know of who made peaceful contact with a Tall One. We need you to do it again.” </p>\n</div><!-- SC_ON -->"
}