{
  "full_title": "Fall of Man 06: That Which Doesn't Kill You",
  "number": 6,
  "title": "That Which Doesn't Kill You",
  "created_at": "January 17, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7r3eyq/fall_of_man_06_that_which_doesnt_kill_you/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Heron</em></strong> <em>is the Peacekeepers premier patrol craft. It’s standard configuration seats up to six comfortably and has a small cabin with amenities such as a shower capsule and small kitchen. Fully stocked, the craft can operate independently for up to three standard weeks. It’s lightly armed and armored, carrying only two</em> <strong><em>Javelin</em></strong> <em>missiles as a form of self-defense. What it lacks in offensive capability, however, it makes up for in utility. The</em> <strong><em>Heron</em></strong> <em>is coated in Radar dispersive material and its main propulsion is a high output low temperature variant which allows it to evade detection under most circumstances. It has a highly sophisticated jamming system built into its communication package, and is the smallest ship equipped with a fusion generator in order to avoid needing to refuel very often. It has atmospheric capability as well as orbit-to-surface-to-orbit capability on the inner planets and some small moons.</em></p>\n\n<p>Lieutenant Oleandor tweaked the control stick slightly to fire a few monopropellant thrusters, throwing the craft into a slow roll. Small pieces of debris moving at only a few decameters per second tinged and ricocheted off the hull as he made his way through the lightest portion of the debris field. The roll pulled the craft into a similar frame of reference as the immense bulk of the <em>Callisto</em>, now only a few meters away. They had maneuvered several times with a few slow burns and corrections in order to get the transport craft into the proper orientation and course to intercept the largest gaping hole in the <em>Callisto</em>, now, they were looking dead to rights at it. An immense gash ripped into the spacecraft showed them fully six decks and the spaces between. The edges of the tear were jagged, ripped, not melted or clean like an energy weapon, dispelling the idea that <em>Callisto</em> had been purposefully attacked. As the cargo transports lights played over the innards, Ayon played the searchlights over her. Suddenly, he jerked the light back the way he’d had it a few seconds before, attracting Oleandors attentions.</p>\n\n<p>“What is it, did you see something?”</p>\n\n<p>“Movement, I thought I saw movement!”</p>\n\n<p>“Bah… That was probably just a pocket of debris coming loose from centripetal force.”</p>\n\n<p>“Are you sure it couldn’t be a survivor?”</p>\n\n<p>“Saturn P.F. doesn’t have the fancy augmentations Hegemony crews have. There were no immortals on the <em>Callisto</em>.”</p>\n\n<p>“No… Look! There it is again! A flash of white, look!”</p>\n\n<p>“Holy shit I saw it too. Let me maneuver us in closer.”</p>\n\n<p>Oleandor floated the couple of feet back to the pilots console and triggered a few small thrusters to maneuver the transport almost fully within the wound on <em>Callisto</em>s side. Suddenly, there was a flash of crimson light. Oleandor and Ayon both looked up in shock to be transfixed by the creature unfolding itself from the wreckage and hurling itself out through space at the transport. Long spindly fingers outstretched forward and peg-like feet trailing behind as it moved the dozen meters or so towards the craft, its mouth open and pouring the light ahead of it as it came. With the screeching of rended metal, it caught itself on the hull of the transport, its squashed face only inches from the forward viewport. As it looked in on them, they were incapable of moving as more of the titanic monsters came out of the <em>Callisto</em> and hurled themselves at the craft.</p>\n\n<p><strong>~</strong></p>\n\n<p>Vegman had flashes in and out of consciousness. He could remember falling, feeling the pain blossom from his solar plexus out through his chest. He could smell the charred flesh from the wound as he lay on the deck in the passageway outside the VIP cabin. Then he could see one of his crewmans faces… Who was it? One of the load minders, just a kid really, looking down at him. Then the lights, the lights moving overhead as he was carried- no- rolled down a passage somewhere, so fast… Then he was here. Only he didn’t quite know where ‘here’ was.</p>\n\n<p>By the looks of it, it was some kind of medical facility, definitely not aboard the <em>Canus Major</em> anymore. Her medbay was smaller than this room, and the recovery rooms were basically slots in a wall. There was a nice Holo of Mercury and the Sun on the wall. He was laying comfortably on a bed. There were five or six monitor drones hovering next to the bed. As he looked at them they flashed their purposes across their skins. Pretty much a standard assortment, one kept scan of his heartbeat and nervous system, one measured his exhalations to determine oxygenation and detect any respiratory troubles, one kept a lock on his skin temperature to monitor for hotspots indicating infection, two alternated duties checking and monitoring his neurological activity.</p>\n\n<p>Obviously he was in some kind of Hospital, but he’d been to the biggest Hospital in orbit of Jupiter and this was nothing like it, this place was far better equipped, for one thing. For another, he couldn’t rate it, it was for the rich, or a member of the Peacekeepers, and he was a transport captain. True, he’d taken a diplomatic passenger as a special assignment, but that was just due to the <em>Canus Major</em> <strong>looking</strong> the part due to her history. Something was off. As he was pondering these events, the door lit up blue, indicating someone was waiting permission to enter. Medical personnel would light it up green and walk in after five or six seconds delay, so this must be a visitor. He tried to give them permission but his mouth was dry. He looked around the room and saw the general needs kiosk on the wall, so he searched his bed for the control. He found it attached to the railing on his right side. Pushing the indicator for water, the kiosk dispatched a small drone with a cup and straw directly to the bedside by his head. The straw extended and he grabbed hold, taking a small pull he gargled and wet his entire mouth before swallowing and pushing it away.</p>\n\n<p>“You can come in.”</p>\n\n<p>The door flashed white in acknowledgement before sliding to the side and allowing his XO and his Navigator in. Max and Cann were an older married couple who’d been plying the lanes long before he was born, they were simultaneously his most trusted crew and his best friends. As they entered the room suddenly darkened a bit. Looking over at the Holo he saw the Hub pass by, temporarily shielding them from a large part of the suns brilliance in the background.</p>\n\n<p>“Would you look at that, nice detail on whoever made the Holo.”</p>\n\n<p>Max and Cann looked at him with confusion, then Cann dropped his jaw slightly.</p>\n\n<p>“Daq, do you know where you are?”</p>\n\n<p>“Not a damn clue, I presume you’ll enlighten me.”</p>\n\n<p>“Well, for one, that’s not a Holo, that’s a polarized porthole.”</p>\n\n<p>“What?”</p>\n\n<p>“We’re at Crimson, cap.”</p>\n\n<p>Crimson Station was one of the oldest and biggest space stations in the Solar System, well within the Hegemony, it orbited Mercury and acted as a transport and shipping hub for Hegemony citizens and business’ with interests or family on Mercury. It was also home to upwards of 2 million permanent residents and another half million temporary residents working on it’s constant expansion and improvement. All of this meant that he was several orbits away from where he should be near Jupiter.</p>\n\n<p><strong>~</strong></p>\n\n<p>Goveretski’s eyes snapped open before his alarm had the chance to wake him. All of their eyes did. They had had this routine for hundreds of years. The body learns the routines of the day. Wordlessly they all came out of their berths and filed through the process of their daily hygienic routine. Shower, shave, teeth, powder, dress. They worked as fine-tuned machines, having perfected their rhythms down to the millisecond. In fact, none of them even really thought during the process, it had become ingrained muscle memory long ago. Instead, all their thoughts were on the day, and if all their preparations, their sacrifices, would come to be worth it, or would fail. As they finished dressing they took their normal positions by the exit to their chambers, all awaiting Ramses’ word, as usual. Today was different, however.</p>\n\n<p>“Gentle… Gentlemen…”</p>\n\n<p>His voice was long disused, their shorthand of body language having mostly replaced speech. They were surprised to hear it now.</p>\n\n<p>“Figg… Iotashi… Stern… Patir… We have worked so long. Given so much… And not one of you has ever faltered or failed. I have had the long honor of being your commanding officer. Today we strike back at the evils that sent us here, that damned us to an eternal hell of pain and loathing. Today, gentleman… We walk out that door not as a team under my command… But as brothers anointed and baptized in suffering. I follow you, now.”</p>\n\n<p>If they had tears left, they didn’t come. Instead, the five men stood, and the order they left their home was opposite of what it had been ever before, the last left first, the first, last. As the door shut, Goveretski keyed the pad outside the door, and the habitat filled with flame. They walked then to their great project, their destiny, their labor of hate… It stood ready and eager to receive them; a monument to rage and destruction.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse’s eyes got wide and he looked back and forth between Walthers and Longmire.</p>\n\n<p>“Uh… Nope.”</p>\n\n<p>He tried to turn and walk out of the room but Longmire stepped ahead of him and blocked his path.</p>\n\n<p>“Jesse, please hear us out.”</p>\n\n<p>“There ain’t nothin’ t’hear out. I ain’t doin’ it.”</p>\n\n<p>“We’re reasonably assured of your safety Jesse.”</p>\n\n<p>“You may be, but I’m not, so I ain’t doin’ it.”</p>\n\n<p>“Listen-“</p>\n\n<p>“No! <em>You</em> listen! Have you ever seen one of these things? What they can do? I had an armored truck back when things went to hell, one of these Tall Ones opened it barehanded like it was made of wet tissue paper! Nuh-uh! Ain’t gonna do it!”</p>\n\n<p>“I have seen them Jesse, as has the Professor. We know what they’re capable of. We also have a reasonable idea of their limitations. All we want to do is see if we can repeat the calling that the Professors student did so long ago, see if we can bring one here, and if you can talk to it, then, well, we want to track down their lairs.”</p>\n\n<p>“Excuse me? What the hell are y’all on about ‘lairs’?”</p>\n\n<p>The Professor walked with the aid of his cane to one of the desks with a recognizable function, it held a computer and piles of binders. He picked through them until he came up with the one he wanted. Then he came back to Jesse and Longmire.</p>\n\n<p>“I’ve been collecting witness accounts from during the Phenomenon, comparing them, digging through them for any clues we might use to figure out exactly what happened. This is the account of a witness from southern Arizona. He saw Tall Ones emerging from deep within the same set of caves he himself had taken refuge in. He tells of how he avoided them and kept hidden, and then eventually got curious and went down to try and find where they came from. He describes finding a bizarre series of tunnels, unlike anything that should exist in that area, going deeper than anything he’d ever seen. He didn’t explore them fully, he got scared, and he came back to the surface and gambled on making it to other shelter. He didn’t, but his journal was picked up and brought to us here.”</p>\n\n<p>“Ok, so why don’t you go and find them there caves and tunnels, what’cha need me for?”</p>\n\n<p>“We did, and the caves terminated as caves do, but there were no tunnels. The caves are named and the witness took the time to sketch them in detail, we are certain we found the right caves, but, there were no tunnels, they disappeared. I think they, like the intensity of power, can drift in and out of attunement with our time and space. The tunnels both exist and don’t exist. If we could get a Tall One to help us pinpoint where they’ll be, we can prepare ourselves better.”</p>\n\n<p>“…”</p>\n\n<p>“That’d.. Uh… That’d prolly save a whole lot of folk a lot of trouble if we could do that, huh?”</p>\n\n<p>“Oh yes Jesse, it could save thousands, maybe even millions of lives in the future.”</p>\n\n<p>“And all I gotta do is try to talk to it, you’ll do all the voodoo mumbo-jumbo?”</p>\n\n<p>“Yes Jesse.”</p>\n\n<p>“Aw hell… I’m gonna regret this…”</p>\n</div><!-- SC_ON -->"
}