{
  "full_title": "Fall of Man 07: Transition",
  "number": 7,
  "title": "Transition",
  "created_at": "January 22, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7s7znk/fall_of_man_07_transition/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>A</em> <strong><em>Frigate</em></strong> <em>is the classification for the lightest Independent combat vessel in service. There are three standard varieties, the</em> <strong><em>Peregrine</em></strong> <em>is a light Frigate, lightly armored for better maneuverability and lightly armed due to being assigned to essential non-combat duties. The</em> <strong><em>Sparrow</em></strong> <em>is the standard class of Frigate, running with a few layers of ablative armor and a standard armament of four kinetic weapon emplacements, a missile pod, and a two heavy Ion Lasers. The</em> <strong><em>Condor</em></strong> <em>is a class of Heavy frigate, featuring ablative and refractive armor layers and a much heavier armament including 6 kinetic weapons emplacements, two missile pods and three heavy Ion Lasers. Of course from light to standard to heavy maneuverability, acceleration, and energy efficiency ratings all suffer. Frigates usually run with crews of ten to fourteen (plus a ship AI) with no accommodations for passengers. They have a small fusion reactor for energy and can operate independently for perhaps as long as a month and a half if the crew is careful with their provisions. Frigates are capable of entering atmospheres and returning to orbit and under emergency conditions can land as a last resort, though no Heavy Frigate has ever successfully landed without casualties.</em></p>\n\n<p>The gate transition to Jupiter was some of <em>Ceres</em> crews first experience with gate travel. Throughout training it was tradition for Instructors and elder members of the Peacekeepers to keep trainees on their toes by making up outlandish stories about gate transitions. Popular varieties include ships exiting the receiving gate in pieces, that is, not all at once and broken into sections, crewmembers disappearing during transition, bizarre creatures appearing aboard after transition, and ships exiting compacted and the entire ship and crew occupying the same cubic meter of space. Most trainees recognized the stories as bunk and reacted accordingly, but it always left a mark which had new crew on edge during their first transition. This one was no different. As he <em>Ceres</em> orbit approached Mars’ polar gate, Captain Sayle noticed a few of the new crew being a little jittery. Waving over his XO, a Commander named Dawp, he whispered into his ear and sent him on his way. The XO smiled and nodded before resuming his rounds. As he approached the helm, he leaned over and whispered into their helmsman’s ear. Ensign Liret, a brunette that had been playing the XO since she came aboard, smiled too, then winked at the XO. The XO straightened and looked back at the Captain before winking himself. The game was set.</p>\n\n<p>As the <em>Ceres</em> made her final adjustments to send her though the polar gate, she fired her thrusters to orient herself on a slow roll so that on her exit from the gate over Jupiter she’d be properly oriented to her direction of travel. The thrusters fired long, and gradually, as <em>Ceres</em> carried towards the gate, she came slightly off course and headed along a path that would have her impact the gate boundary. As the external feeds showed the gate perimeter getting larger and larger, the new crewmembers stopped jittering and stared. Some looked back and forth from the feeds to Liret, who was busying herself examining her nails and the cuffs of her uniform. As the collision alarm sounded, the preset course correction Liset had programmed in took effect and the port thrusters fired, but they fired short, starting and then cutting out while they were still on a collision course. She immediately threw her hands back down on the tactile interface pads, as Sayle leaned forward and prepared to bark out an order, the port thrusters fired again, hard, sending <em>Ceres</em> back towards the center of the gate. Halfway there the starboard thruster fired at half power and then slowly petered down to nothing, leaving the ship stopped except for her forward momentum carrying her directly through the center of the gate.</p>\n\n<p>The new crewmembers didn’t exhale until they transitioned, however, a rather disappointing experience after all the buildup. There was a flash of white as they and the <em>Ceres</em> was transitioned suddenly from <em>here</em> to <em>there</em> when the gate exchanged the local space/time from over Mars’ polar orbit directly to an equatorial orbit over Jupiter. They felt no acceleration, nor any sensation at all except the sudden transition from normal vision, to everything being white, to back again. The transition caused a waste product of short lived photons which crashed all around every portion of the time/space being transferred, picked up by optical nerves as white light. The <em>Ceres</em> continued on its languid course, now moving at a much higher speed in orbit over the largest planet in the solar system. Captain Sayle keyed a ship wide announcement through the tactile interface in his chair before speaking.</p>\n\n<p>“Ladies and Gentlemen we’ve successfully transitioned to Jupiter orbit, as I’m sure you new folk now realize, the stories about bizarre or unusual occurrences during transition are much exaggerated. It’s tradition to mess with you when you’re trainees. Some of you may end up as instructors one day, or at least deal with trainees in some other capacity. Consider it an official order to carry on the tradition when you get the chance, it’s one of the few times its acceptable to tell a lie while wearing the uniform, feel free to make it ridiculous or terrifying, just, don’t spoil the fun for the rest of us.”</p>\n\n<p>As the XO walked back up to the center chair, Sayle leaned over to speak low.</p>\n\n<p>“Was that a real misfire on the port thruster or Ensign Liset <em>mean</em> to give me a heart attack there?”</p>\n\n<p>“Last time your demeanor gave away the game to some of the newbies on deck, so we came up with a way to make sure they were all convinced.”</p>\n\n<p>“Never again, am I clear?”</p>\n\n<p>“Absolutely Sir.”</p>\n\n<p>“Good. Oh, and give Liset an extra hour off duty on the next rotation for original thinking on that false thruster failure.”</p>\n\n<p>“Yes Sir.”</p>\n\n<p>“Go ahead and start us on a standard patrol, alternate every other orbit, changing inclination to give us a planet-wide sensor coverage in the minimum amount of time.”</p>\n\n<p>“Jupiter’s big sir, that might take a while.”</p>\n\n<p>“I know but I want a good baseline on traffic in this orbit and between Jupiter and her moons. Have <em>Ceres</em> keep a tally of civilians, Peacekeeper, and Commercial traffic.”</p>\n\n<p>“We expecting trouble sir?”</p>\n\n<p>“I doubt it, but it behooves us to take our duties seriously.”</p>\n\n<p>“What will you be doing Sir?”</p>\n\n<p>“Me? Nothing.”</p>\n\n<p>“We’re at Jupiter Sir.”</p>\n\n<p>“I know.”</p>\n\n<p>“Well its just that last time we were in this neighborhood-“</p>\n\n<p>“That was last time.”</p>\n\n<p>“Not now?</p>\n\n<p>“No, not now.”</p>\n\n<p>“Remember what happened last time?”</p>\n\n<p>“Yes, I remember.”</p>\n\n<p>“Good.”</p>\n\n<p>“You know, <em>I’m</em> the Captain, <em>you’re</em> supposed to listen to <em>me.</em>”</p>\n\n<p>“You made me promise.”</p>\n\n<p>“I did?”</p>\n\n<p>“You did.”</p>\n\n<p>“Oh, well, carry on then.”</p>\n\n<p>“I will.”</p>\n\n<p>“Good.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor tried to get comfortable but he was beginning to think that this “Greyhound” company had a particularly small person whose job it was to decide if the seats had enough room. His frame barely fit within the space allotted in his seat by the window, and keeping his case on his lap was a near-impossibility. It didn’t help that the other passengers didn’t seem concerned with remaining in their own spaces at all. The man next to him continuously bumped him with his elbow, and the woman across the aisle- who appeared to have two seats to herself- was stretched across both of them. Her feet even stuck out and were troubling anybody who needed to move from the front of the bus to the bathroom at the back. This was just the first leg of his cross-country bus trip, from San-Francisco to Phoenix, and already he was dreading the rest of it. As the bus thundered down the desert highway he looked out the windows at the terrain. This part of North America was quite different in his time. It was covered in the ruins of one of the last great cities mankind had inhabited before man abandoned Earth. A hellscape of fallen buildings and chemical wastes, overlaid with the growth of nearly five thousand years of plant life.</p>\n\n<p>A growling snore interrupted his train of thought. The large bespectacled man next to him had fallen asleep. His head hung back and his cavernous mouth was wide open, revealing more dental work than actual teeth and a uvula that looked to be the size of a grape. His bulbous chin sported a shock of red hair, an attempt at a goatee which really didn’t work. Viktor swallowed his distaste with the realization that if it was socially acceptable for one to sleep on this conveyance… He looked around. Indeed, nearly half of his fellow passengers were either resting or settled in attempting to rest. He had an idea. He leaned over towards the window, pulling his case up to his chest and wrapping his arms around it, he put his right hand over the section with the tactile interface, allowing the cases computer to interface with the micro-implants in his hand to allow him to access it through his YEOD.</p>\n\n<p>Reams of information on modern media and culture were waiting for his perusal, listed by category. He started in literature. He’d expected that most of the classic works would have survived most of mankind’s hurdles, but the list of titles and their summaries surprised him as unfamiliar. There was only one he <em>mostly</em> recognized, <em>Hansel &amp; Gretel</em>, though he was unfamiliar with those names or the gingerbread, in his recollection from his childhood, they’d been Poz &amp; Pieza, &amp; the witches home had been made of hard candy, and it had been set on Mars under a Dome. It took him the better part of the evening to get through the common works, and he’d just started on the philosophies when the bus pulled into the Phoenix station. The obese man next to him got finally awoke when the bus fully stopped and the brakes squealed. Getting up, he straightened the suspenders keeping his threadbare jeans up and hobbled off the bus favoring his left foot.</p>\n\n<p>Viktor didn’t have to change busses at this stop, which was luckily only going to happen three times, in Austin Texas, Montgomery Alabama, and Atlanta Georgia. He pulled up the armrest between himself and the other seat and pulled a leg up and put it in the seat to stretch out and reserve both seats to himself for the journey to Austin. He rearranged the case and set it in the seat behind his leg and rested his hand on top, as if to keep it secure. He saw similar arrangements with other passengers and their carry-on bags, so he felt it wouldn’t appear suspicious. As he waited for the next group of passengers to load he reviewed the summaries of the major socio-political events of the era. He was shocked to discover that in certain places his skin tone might cause him issues. The more he learned the more he came to realize that the age was fraught with ridiculous and pointless conflicts. He wondered at how mankind had survived it without destroying themselves. Nuclear weapons and tribalism was a dangerous combination.</p>\n\n<p><strong>~</strong></p>\n\n<p>Sarya checked the chamber on her M4 before she left the fenced area around the University Walthers people had set up. The fence wasn’t a defensive measure, but a practical one. They had every green space utilized for crops, and the fence kept out deer, rabbits, and other animals that would gladly eat them. While her adoptive father Ben was busy with the redneck and the brain, she intended to explore the remains of San Francisco. He knew of her plans and so long as she was safe he didn’t mind. Plus, she always took a radio and he knew that in an emergency she’d call. She was dressed appropriately in long well-fit jeans, hiking boots, undershirt, over shirt, and jean jacket. She also had a pistol and holster, three extra magazines for it, two extra for the rifle, and a pack with everything from a hammock to a hand axe. She also had a flare gun and three flares of different colors, pre-arranged with Longmire for the meaning of each.</p>\n\n<p>It was a bit of a walk to the city proper but she didn’t mind. She’d brought supplies for an overnight expedition if needed and could always take shelter in any one of a hundred thousand empty buildings if the weather turned sour. In Washington D.C., where they lived, she was already one of the best scavengers they had. Seeing as how most people died at home in the early morning or on the roads when the world ended, most homes and business’ were virtually untouched. Any surviving community made it a habit of making teams of people whose sole job was to comb the ruins of the old world for materials and tools useful for those who survived. Firearms, ammunition, hand tools, generators, industrial equipment, diesel vehicles, Ham Radios, Walkie-Talkies, etc. Were always in high demand, but there was also demand for comfort goods that could be repaired, repurposed or recycled. Espresso machines, gas grills, books of all flavors… And Sarya had a nose for finding them.</p>\n\n<p>The main competition was from two sources. Survivors who’d never rejoined a community of man and become feral and dangerous, and den animals that had resettled into the ruins left behind. She had plenty of experience with the latter and knew how to recognize the signs of an animal den. It was the former that worried her, and why she kept the M4 loaded with a round in the chamber. The Berkeley community had assured her that San Francisco was empty, a slowly decaying cityscape free of man, but in a city that size she simply couldn’t make that assumption. It was a nice day and the walk was pleasant, especially with the views the road along the bay offered her of the cities. She was going to bypass Oakland entirely, she was fairly sure the Berkeley people had already stripped it empty, but they’d told her they’d only gone across the Oakland Bay Bridge as far as Yerba Buena Island to scout the Coast Guard facility there. As such, she felt fairly confident that she’d find something useful in San Fran, and if it was something she couldn’t bring back herself, she could always have them bring the <em>Doran Grey</em> over to help her get it.</p>\n</div><!-- SC_ON -->"
}