{
  "full_title": "Fall of Man 08: Frustrations",
  "number": 8,
  "title": "Frustrations",
  "created_at": "January 25, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7sxomm/fall_of_man_08_frustrations/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>A</em> <strong><em>Destroyer</em></strong> <em>is a standard combat vessel. While other vessels may have multi-role capability depending on how they’re outfitted, a Destroyers number one job is as its name suggests, to annihilate the enemy, usually through either pinpoint strikes or overwhelming firepower. Destroyers are not one trick ponies, however, there are multiple varieties designed around specific forms of combat. For example, the</em> <strong><em>Komodo</em></strong> <em>Class Destroyer specializes in penetrating heavily armored targets, as such it has a battery of four</em> <strong><em>Hyperion</em></strong> <em>energy lances mounted on gimballed turrets, capable of operating at complimentary frequencies and generating an immense amount of radiation and heat at their convergence point.</em> <strong><em>Tiamat</em></strong> <em>Class Destroyers focus on defeating numerous small craft, like enemy fighters, and as such have numerous kinetic weapon emplacements designed to create a cloud of explosive ordinance between itself and the enemy, acting as a veritable minefield through which kinetic weapons are deflected and enemy fighters destroyed.</em> <strong><em>Bahamut</em></strong> <em>Class Destroyers are the balance point, with two</em> <strong><em>Hyperion</em></strong> <em>lances on gimballed turrets and a battery of kinetic emplacements for interdiction. Destroyers normally have between and hundred and two hundred crewmembers, shipboard AI, and usually use at least one (sometimes as many as three) Fusion Reactors for power.</em></p>\n\n<p>Captain Daq Vegman didn’t like being under the thumb of the Hegemony. The Doctors and Nurses, everyone here but his own crew in fact, treated him like he was a kid. It must have been a side effect of Hegemony people being effectively immortal. When you’ve been around for nearly a thousand years anyone under 200 has got to look like a naïve rube. It also had its benefits, they underestimated him. The schism between the outer planets and the Hegemony of the inner wasn’t well served by a diplomatic envoy being murdered after being rebuffed, and the Hegemony was essentially tearing his ship apart for clues and graciously offered to make sure he himself had lived in order to provide testimony as necessary. All of it a nice little smokescreen. The room was, of course, fully outfitted with full audio-visual-electromagnetic surveillance. He’d spotted the telltale signs as soon as the Doctors visited for the first time. Where they stood, how they spoke, all indicated to him they were aware of the surveillance and making sure they didn’t obscure him and that everything they said would be picked up.</p>\n\n<p>Sure, he was no spy, but knowing that he’d be going to the Hub the Peacekeepers out at Jupiter had given him a thorough rundown of what to watch for, and these idiots seemed determined to fill out the list. All that was missing was the bouquet of flowers with the dot-mic placed near the bed. For what it was worth, Max and Cann were in on it too and had filled their visits with trailed off references to people, places, and things that didn’t exist. He was sure the Hegemony Intelligence community was going nuts trying to track down information on them and failing miserably. He’d be out the next day and the <em>Canus Major</em> was set to be released the day after, and they still claim no leads on the woman who’d shot him or how she came to be aboard his ship. Since they’d never fully docked, no external hatches on the ship had been opened, and they’d interviewed and ruled out the entire crew, they were leaning towards a stowaway from their last stop at the 3rd Io Colony to pick up the Envoy. The door lit up green and moments later his Doctor walked in.</p>\n\n<p>“Good Morning Mr. Vegman, how are we feeling today?”</p>\n\n<p>“Not too bad. In fact I think I’m ready to go.”</p>\n\n<p>“I know it can feel that way, but we still need to run a few tests just to make sure you’re really as ok as you feel, would that be alright?”</p>\n\n<p>“How many more tests are we going to run?”</p>\n\n<p>“Just a few, I promise they won’t hurt.”</p>\n\n<p>“That’s not my concern, I’ve got a ship to run out there.”</p>\n\n<p>“Of course. The orderly will be by to help you to the test suite, and after that I understand lunch is in order. I hear we’re having a Martian Goulash, sounds yummy.”</p>\n\n<p>“Yeah, whatever.”</p>\n\n<p>“Ok then, I’ll come by after lunch with the results, ok?”</p>\n\n<p>“I’m all a twitter in anticipation.”</p>\n\n<p>“Good, good. Bye-bye now.”</p>\n\n<p>“Asshole.”</p>\n\n<p>“I’m sorry, I didn’t quite catch that.”</p>\n\n<p>“I said ‘careful’, I don’t want you to trip on the threshold.”</p>\n\n<p>“Of course.”</p>\n\n<p>As the Doctor exited Daq threw his right arm and hand up in a fist curved inwards, the traditional Jupiter motion for “up yours”. The orderly entered a few minutes later and disconnected his bed from the mount, which caused the wheels to automatically lower and allow the bed to move. The trip to the test suite was short, as he had one of the VIP rooms due to the diplomatic snafu, and the tests themselves merely involved standing in a tube as various sensor arms scanned him at different angles. Some he recognized, some he didn’t. He was back in his room in twenty minutes, and the (unfortunately bland) Goulash was waiting.</p>\n\n<p><strong>~</strong></p>\n\n<p>As it turned out, there was a halfway decent reason the folks from Berkeley and Oakland hadn’t investigated San Francisco. The Oakland Bay Bridge wasn’t <em>entirely</em> in the best condition, halfway between Yerba Buena Island and San Fran there had been an accident when the Shards finally hit the Bay area, and apparently it had resulted in a not-insignificant damage to a span or two, resulting in a gap of some two meters between the half from Yerba Buena and the half that reached the rest of the way to San Fran. Sarya judged the distance and leapt. For a few terrified heartbeats she sailed through the air, with nothing between herself and the surface of the water far below. Then her outstretched boot struck the asphalt on the other side and she threw her momentum forward to roll onto the road beyond.</p>\n\n<p>As she came to her feet she felt a sudden sickening lurch and heard a deafening crack, almost by instinct, she leaned forward and broke from a dead stop straight into an all-out run, the rifle slung over her shoulder bouncing and bruising her arm and shoulder as she did so. The cracking sounds continued and she dared not slow or look back until they’d stopped. When she did, she could hear splashes and she was shocked to find that several more meters of the road on both sides had collapsed into the bay, leaving a gap several orders of magnitude wider than she’d just jumped. She looked over at the eastwards span and saw the damage was even more extensive, the accident that caused the initial damage having originated there with a natural gas hauler, or at least, that’s what she thought the truck once was, there was no way to be sure due to how extensively it had burned.</p>\n\n<p>She did a quick check over her gear to make sure everything was there, and was relieved to find the only loss was her Chapstick. The rest of the trip across the bay was uneventful, and she soon found herself facing the ruins of San Francisco. The morning was nearly gone and the sun was high in the sky. It looked like it was going to be a terribly hot afternoon, so Sarya didn’t waste any time enjoying the view. The streets of the city would offer shade and direct the breeze between the buildings to provide relief, and she could see just how much was left at ground level. Animals were quick to make use of open spaces and buildings with open doors or broken windows, so this long after the end of things there was often little to no point in searching anything that would have been open overnight or in the early morning when everything had happened. What’s more, this was California, and the folks at Berkeley had reported at least three or four minor quakes in the past ten years, there was no telling how structurally stable many of the buildings here were. If she was going to be back before nightfall, she had to make her initial foray quick.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Ceres</em> had just completed its first full survey of traffic moving around Jupiter, and Captain Sayle was conferring with <em>Ceres</em> herself to get a rundown of what they’d found, and recent developments. As usual, Ceres displayed herself as an attractive woman of Sayles own age, this time, however, instead of displaying herself in the flowing Emerald gown, she’d taken a more professional tact, clothing herself in a proper Peacekeeper Uniform with the standard accoutrements and rank (she made herself a Lieutenant Commander in order to show deference to the Captain and the XO). Now she had an image of Jupiter, its rings and moons hovering between them, drastically reduced in size, with the orbital tracks of major installations, vessels, Gates, and Ceres herself highlighted with critical information and estimated rendezvous times.</p>\n\n<p>“Anything interesting to report?”</p>\n\n<p>“No sir, Jupiter traffic seems normal, there’s no indications of unexpected activity.”</p>\n\n<p>“What about expected activity?”</p>\n\n<p>“Since the incident on the <em>Canus Major</em> we expected activity from Saturn and the joint Hegemony/Outer Planets Jupiter armed forces, and as expected, they’ve increased patrols firing exercises.”</p>\n\n<p>“But nothing indicative of anything from the outskirts?”</p>\n\n<p>“No sir, nothing so far.”</p>\n\n<p>“How far away do you have reliable data?”</p>\n\n<p>“I can track and fire upon a target up to 5 light-seconds away Captain, roughly one point five billion kilometers away.”</p>\n\n<p>“Nowhere near long enough to see what’s going on out on Uranus or Neptune.”</p>\n\n<p>“Not by a long shot sir.”</p>\n\n<p>“I’m starting to think somebody’s playing a joke on us here.”</p>\n\n<p>“If the Action Trigger was legitimate then there’d be some kind of follow up or sign that there were things going wrong in the Outer Planets.”</p>\n\n<p>“Exactly.”</p>\n\n<p>“You think maybe it was a drill, to gauge responsiveness?”</p>\n\n<p>“I don’t know. Let&#39;s send off a packet and see.”</p>\n\n<p>“Aye sir, I’ll prep a secure communications packet and set it for gate transfer to The Project leadership on Earth. I’ll let you know when it’s ready for your message.”</p>\n</div><!-- SC_ON -->"
}