{
  "full_title": "Fall of Man 09: India Colony",
  "number": 9,
  "title": "India Colony",
  "created_at": "January 26, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7t68k6/fall_of_man_09_india_colony/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>A</em> <strong><em>Cruiser</em></strong> <em>is the largest combat vessel generally fielded, often built around one massive weapon system, crewed by thousands, and with a half dozen or more fusion reactors working in tandem to keep it powered, they are cities in space. Often the centerpiece of an entire a fleet, a Cruiser is the ace in the hole, with hundreds of fighter craft, capable of operating independently for years, and the thickest shielding possible under layers of refractive and ablative armors. In most wargames, Cruisers have been shown to have no equal besides other Cruisers, and as such will often ignore smaller vessels and go head to head with the enemy Cruiser and allow its escorts to worry about all other threats. Even so, there are still light Cruisers, usually built around</em> <strong><em>Thanos</em></strong> <em>Lances rather than the main weapon of line Hegemony Cruisers, which is to this day classified, and has never been used in combat. It is not known if the Hegemony has ever built a Heavy Cruiser, and if so, it is also classified.</em></p>\n\n<p>The creature filling the viewport of the small transport pod roared soundlessly into the vacuum of space, the crimson illumination from its gullet keeping Lieutenant Oleandor and Initiate Ayon frozen in place. Then it closed its mouth and pulled itself up and on to the dorsal skin of the bridge pod, releasing them from its grip. Oleandor wasted no time. He reached out and slammed his hand down on the control for the armored shutters that immediately slid from each side and locked over the viewport. Then he brought up the holographic display of their position relative to the <em>Callisto</em> and started firing thrusters to move them away from her. Even as they started moving away, they could hear the creatures climbing all over the hull. Oleandor floated himself into the pilots’ seat and directed Ayon to take the auxiliary seat next to him. He grabbed the belts and secured himself in the seat as tightly as possible, checked to see the initiate did the same, then issued just two words of warning.</p>\n\n<p>“Hold on!”</p>\n\n<p>He then fired the thrusters to take them out of the <em>Callisto</em>’s debris field fully before he initiated a roll using full power. The small shuttle wasn’t carrying as much mass as she was rated too, and the thrusters were designed to operate and move her even if she was at 110% capacity and in a gravity well. In this particular situation, they were if anything, overpowered. The maneuver was violent in its execution. If they hadn’t been strapped into their seats they would have been thrown against the walls of the cabin with enough force to shatter bone. As it was, they experienced nearly 5Gs at its height, and the cargo shifted, which threw the crafts center of gravity off dramatically. The creatures climbing on the exterior had no chance to secure themselves, and the violent pitching and rolling of the craft came as a complete surprise. Almost as one, they lost their grip and were hurled away from the craft to float in the void of space. Only one was fortunate enough to be thrown directly at the spinning hulk of the <em>Callisto</em>, and even it failed to catch a grip and was rebounded back into the debris field.</p>\n\n<p>Oleandor stopped the roll more gently, easing them back to normal attitude while still allowing the craft to continue its course away from the <em>Callisto</em> and the creatures which infested it. As soon as they were recovered he reoriented the craft in order to use the vessels main engines for a deceleration burn which would move them to a lower orbit and allow them to return to one of the Ringstations. As soon as that was complete he tried to initiate a direct communications handshake with the Saturn Peacekeeper vessel <em>Iapetus</em> which was the nearest ship. It was only a Frigate, but it would at least be armed, unlike their little Cargo hopper. Unfortunately the handshake failed. In fact, all communications were down. It didn’t take them long to figure out why. Once their deceleration burn was complete, Oleandor undid the shutters and then did a brief visual inspection of the parts of the craft he could see through the various viewports, finding that their entire antennae and dish array had been ripped from its housing and was now dangling by just two wires, courtesy of one of the monsters trying to use it to hold on during the violent roll. Ayon looked out the viewport at the long series of scratches all over the vessel from their claws and turned to Oleandor.</p>\n\n<p>“You think they’ll believe us?”</p>\n\n<p>“Yeah, you know, I get this funny feeling they might.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Sarya made her way slowly up what was once Folsom street past the former Consulate General of Mexico. The streets were filled with trash and debris, quite a few of the buildings had broken windows and the winds that whipped through them over the years had managed to blow out all kinds of small objects from people’s homes and businesses. She’d seen animal track and spoor from deer, raccoons, possums, and other small mammals, but fortunately no predatory ones as of yet. In the absence of man, some predators had enjoyed a smorgasbord of former pets after the world ended and their populations boomed. In DC they had wolves, in Florida Jesse’s people were dealing with a resurgence of Bears and Cougars, she wasn’t familiar with California wildlife, but from what she’d heard they had all of the above and more, so she wasn’t looking forward to any kind of encounter.</p>\n\n<p>According to the map she’d picked up in a gas station in Oakland she was only a couple blocks away from a Police Substation. They were usually one of her first stops when scouting a new Urban area as they were usually where all the best weapons could be found, whether in the armory or in the evidence locker. They were also usually a tough nut to crack, with plenty of locked doors or even vaults that required cutting into. Sometimes she was lucky and could find the keys or the combinations in a desk drawer somewhere, usually the office of the chief of police or other top cop at that location. As she walked, she took note that there was a distinctive lack of bones in the streets of the city. The Shards had killed by exsanguination, leaving a dried husk of the dehydrated flesh and organs wrapped around bones. With time, even that flesh had rotted away bit by bit and most places had skeletons or bones littering the streets. San Francisco was strangely devoid of them. She hoped it was simply due to the natural drainage of a city built on numerous hills and ten years of rains, but the storm drains she could see were clogged with other debris.</p>\n\n<p>Her peripheral vision caught movement, and she whipped her head to the left to look. All she saw was the long stretch of 1st street heading to the northeast. She watched for a few seconds to see if an animal or something would break cover, then she dismissed it and kept going, but, she kept the M4 loose on her shoulder, so she could swing it around to firing position quickly. Faded street signs pointed the way to the substation ahead, declaring it a safe trading space. She’d asked her father once exactly what that was, and according to him, people used to use the worldwide computer network called the internet to facilitate barter, and due to concern over being robbed or mugged when they met to trade, Police and some merchants would set up these safe spaces where there was surveillance and law enforcement would be near to allow people to trade. Sarya thought it was ridiculous. Traders came through DC sometimes, from New York, Philly, Atlanta, or sometimes as far away as Houston, and the security they had was if you tried to cheat them they’d kill you, and they tried to cheat you, your entire settlement would kill them.</p>\n\n<p>When she expressed her opinion to her father he pinched the bridge of his nose and heaved a heavy sigh. She’d learned to recognize that as his way of mourning for the world as it had been, that she would never know as an adult. He had often expressed that he was extremely regretful that the end of the world had stolen so much of her innocence and childhood. But with the number of smaller bones she’d seen in rooms filled with toys, she was just glad it hadn’t stolen her life. The worst ones weren’t even bones, but the ones where they weren’t. Where the kids had survived but the parents hadn’t, only to run out of supplies. Too scared to leave home, they’d often been found curled up around the shriveled remains of their parents near a window or a door. Sometimes there were messages, scrawled on tables, walls, or papers left in plain view, from teenagers or older children who knew to leave a record. She tried not to remember them.</p>\n\n<p>The doors to the police station had been glass, now they were hollow sockets. Some pieces of them still crunched under her boots as she walked into the station. The front desk was empty, the computer still in place, albeit shut down, of course. Some places in California were supplied by wind-powered turbines, and the people she’d spoken with at Berkeley told stories of entering buildings to find refrigerators still running, TVs &amp; radios blaring static, and lights still on. She didn’t know how she’d feel about that. In DC they ran off the Nuclear reactor in her father’s old submarine the <em>Oregon</em>, and even that they ran sparingly except for during the height of summer or the height of winter to allow AC or heat. Truth be told, the world was filled with the ghosts of what once was, and it was her respect for the ghosts that made her such a good scavenger. She imagined how they lived their lives, and she went looking where somebody who lived in their world would put things, not where somebody who lived in hers would.</p>\n\n<p>Case in point, an officer at the front desk would be armed, but just in case the person coming into the station with intent to harm was wearing a vest, they’d have something with a little more stopping power somewhere near the front desk. There was a pile of bones in a police uniform under the desk, and attached to the gear belt was still a set of keys. She grabbed them off the belt and took a look at the sidearm, but it was fouled and glued into the holster by the dried fluids of decomposition, so she just took the extra magazines. One of the keys opened a long drawer under the desk and just as she’d suspected, there was a pistol grip short barreled pump action 12 gauge shotgun inside, fully loaded and a box of shells besides. The shells weren’t buckshot either, but slugs. She put it down the side of her pack and used the keys to open the door into the office area beyond, eager for what else she could find. After all, if the front desk was undisturbed, the armory would be too, and possibly even the garage.</p>\n\n<p><strong>~</strong></p>\n\n<p>Neptune has four major colonies and a smattering of smaller homesteads. The colonies numbered their inhabitants in the thousands to tens of thousands, while the homesteads numbered barely a dozen most often. Truth be told, the number of failed homesteads far outnumbered the surviving ones, but it was a matter of pride to many of those who did survive to stay, no matter the dangers. Sheriff Knap was the last surviving resident of the India Colony. He’d survived because of two distinct disadvantages. One, he was blind, two, he was deaf. True, he had the implants to give him a rudimentary sense of sight, which allowed him to do his job, but they’d shorted out just after the first external alarms had him and his deputies’ jump to the viewports. He’d heard them fall and felt what had happened after, and until he’d felt his way to his desk and replaced the circuit in his implant, he’d had no way to go and alert and warn the rest of the colony. His first sight on fixing himself had been the status board at his desk showing the breach on level two, and the colony transponder count dropping below half.</p>\n\n<p>Knowing that whatever this was killed on sight, he’d activated the emergency shutters right then and there. Most all of them responded, but he got feedback from the eighteenth level habitat that their shutters were non-responsive. This did two things, first, it did slow the rate at which his people were dying, the eighteenth level was already dead when he closed them, and so it was immaterial. But it also sealed the breach on two, and trapped whatever entities were flooding and killing the colony inside. He’d done his best to use the emergency containment system to isolate pockets of survivors by closing bulkheads and sealing doors, but for some reason they kept using local overrides to open them again, only to die when they opened. He couldn’t make sense of it. He also couldn’t hear their siren song calling to <em>him</em> on the other side of the bulkhead. Knap did what he could, but inside twenty minutes all of India Colony was dead except him. Six thousand people in a matter of an hour. When the last transponder went dark, he coded in a message to the other three colonies, Atlantic, with its twelve thousand residents, Pacific, with its twenty thousand, and Arctic, with its four thousand.</p>\n\n<p>He warned them to activate their shutter systems and evacuate any habitat where the shutters failed to close. Atlantic and Pacific responded immediately, Arctic never signaled at all. Atlantic offered to send a skiff for him with a search party to try and find if there were any survivors, but he declined as whatever was here was still here, and he wouldn’t be responsible for any more deaths. He felt rather than heard the impact on the hatch to the central control room where he was holed up with the bodies of his deputies. He almost flipped the switch to activate the feed to the corridor outside but realized at the last second just how monumentally stupid such a move would be. Instead, he took a seat across the room from the hatchway and primed one of the lazrifles they kept in case of a violent altercation in the habitats. The deck shook again from another impact. The lasrifle was powerful enough to burn a hole right through a man, but too weak to burn through a habitat bulkhead, making it the ideal weapon for colony enforcement. Another impact, this time the hatch dented. Even so, it was only one of four such weapons on all of Neptune, a heritage of the early days when Neptune was supposed to be a pacifist planet. Another impact, another dent, the seal was starting to strain around the edges. So he made sure it was at full charge, and he waited.</p>\n</div><!-- SC_ON -->"
}