{
  "full_title": "Fall of Man 10: Investigations",
  "number": 10,
  "title": "Investigations",
  "created_at": "January 30, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7u2s97/fall_of_man_10_investigations/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Exodus</em></strong> <em>sometimes referred alternatively as “the diaspora” or “the abandoning” was the century long process undertaken nearly five thousand years ago when the last of mankind left Earth behind in order to avoid the irrevocable destruction of the planets biosphere. The evacuation was orderly, and included the dismantling and removal of most man-made materials and technology. The very last few cities and spaceports however, were left to decay naturally. To public knowledge since then, only a scant few scientific investigations and monitoring stations have touched Earths soil, even though Earth Orbit and Luna are still the most populated places in the Solar System with nearly 18 Billion inhabitants.</em></p>\n\n<p>Viktor stepped off the greyhound at the downtown station in D.C. much the worse for wear. He’d had no opportunity to bath or shower in the last two days, and had been forced to subsist on something other passengers called “junk” food from machines located in the terminals. His augmentations could keep him in fairly good condition on little to no food, but, that food had to at least have the requisite building blocks for them to work with. His YEOD told him what he’d been consuming were essentially carbohydrates and sugars, and was screaming for proteins and several important nutrients. First things first, he needed to find lodgings. In D.C. the case told him that his best bet was something called a “Best Western” two blocks from the station, and it had a dining establishment across the motorway that he could use to restore his nutrition. It was 2am local time and the walk to the Hotel was uneventful. He successfully exchanged currency for a four day stay in a ground level room with a single bed and a restroom. A quick meal at the diner across the road of Steak and Eggs and then a shower and he was very much rejuvenated.</p>\n\n<p>His next issue was clothing. The number of outfits he’d gotten in California had been soiled on his cross country trip, and the next day was sure to require he appear professional. Fortunately, an inquiry at the desk revealed that the facility included what they called a laundry room where he could clean his garments. A brief study session with the case and he knew how to use the machines and which chemicals to use on his clothing for the best results. It was here that Viktor found himself unoccupied, as the machines required some time to function. Wandering the grounds, he found it was, like the one in California, equipped with an artificial pond for recreational swimming. Wearing a towel as he was, he found himself attracting the attention of the locales sole occupant, a woman of perhaps 40 wearing what to him appeared to be several vibrant green pieces of string covering only the barest essentials.</p>\n\n<p>As an experiment, he upped his pheromone production by 30%,positioned himself upwind, and waited, appearing to busy himself reading the pool rules before he went back to check his laundry. As he moved his clothing from one machine to another, he heard footfalls behind him. It was the woman from the pool.</p>\n\n<p>“Excuse me, I couldn’t help but see you read the pool rules but didn’t swim. I just wanted to say that if you’re shy you don’t have to be, I have no problem sharing the pool.”</p>\n\n<p>“Oh Ma’am that’s not it, I was just biding my time while my laundry ran here. I’m afraid I don’t have any swimwear.”</p>\n\n<p>She looked him up and down and bit her lip slightly before cocking her head to the side and smiling.</p>\n\n<p>“Don’t let that stop you either.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Three hours later as he pulled his towel back around himself and exited her room, he couldn’t help but walk with a spring in his step to the laundry room. Between the fitness levels the augmentations granted him and the feedback they granted, it was almost child’s play for him to gauge the proper course of actions to have pleased her. Even if they never proved useful for his objectives per se, he intended to make full use of them to keep himself entertained through any downtime. His laundry was quite done and seeing as how it was now nearing 6am, he went back to his room, bathed again to remove any traces of the woman from himself, put the “Do not Disturb” sign on the handle, then closed the blinds tightly and laid down to make use of the bed for a few hours rest before he went out into D.C.</p>\n\n<p>After all, Dr. Jacobi was due to have a meeting regarding possible catastrophic events and current readiness and contingencies. It was a meeting which would not go well. Many of the people present were woefully scientifically ignorant, and Dr. Jacobi, being a scientist himself, would appear aloof and alarmist. Still, it would plant an idea which would be acted on and he’d be called back to a less formal organization at a later date. There were critical details of his first proposal which were unknown in his time, and he was to meet him after the meeting and see if he could glean them. Fortunately the meeting was scheduled for 3 in the afternoon, so a morning spent at rest wouldn’t endanger his mission. In fact, seeing as how he was supposed to avoid making a spectacle of himself, the more time spent holed up in hotels (or women’s bedrooms) the better.</p>\n\n<p><strong>~</strong></p>\n\n<p>Sarya was disappointed. The evidence locker at this substation was bare of anything useful. All that was left was some small baggies of marijuana, 10 years old, dried to dust and useless to her even if fresh. Apparently the locker in this substation it was only used as temporary overnight storage before evidence was transferred to another facility somewhere in the city. No firearms, no medicines (even illegal painkillers could be useful), nothing. The garage was similarly as barren, only one old cruiser was present, and after ten years and the decay of the gasoline it would never run again. If there’d been a diesel truck or something maybe she could have worked it but no… The only thing she’d managed to find was that the armory was in good order. Two additional shotguns, a civilian AR version of the M16A2 with just single fire, and a Browning .308 Hunting rifle with scope and plenty of ammunition for each. She piled them up on the front desk for later retrieval but kept the one she’d found there. She was about to move on when she noticed a door she hadn’t gone through in the back, marked “Holding” it had a tray screwed to the wall and a faded sign put up declaring “No Phones Beyond This Point”. In the tray was a single cellphone covered in dust.</p>\n\n<p>As she pushed at the door it resisted, so she pulled out the keys she’d retrieved from the remains at the front desk and tried three or four keys before the found one that fit and turned. When the door cracked open there was a rush of air through the gap that indicated some kind of vacuum had formed since everything shut down. Then the smell hit her, one she was all too familiar with, the smell of old decomposition, the smell of stale death. Steeling herself for what she now knew lay beyond, she set her teeth and pushed the door the rest of the way. Skylights let in the early afternoon sunlight, and she could see the addition of fresh air to the environment had stirred up dust that danced and cascaded through the sunbeams. Just a few steps in she found the Officer on watch, still in his chair, leaned back with his arms still resting behind his head as if he were napping, the skin dry and pulled taught over the bones by the exsanguination that inevitably occurred after an unfortunate look at the Shards. The eyes were still open, their dry remains sitting in the sockets like a pair of shriveled dark grapes in twin shot glasses. He was unarmed and his desk only had magazines and long-rotted snacks.</p>\n\n<p>The Holding cells across from him were a different story. Apparently they hadn’t been empty that night, and with no windows and no direct view of the skylights due to the way they were set back from the hall, the men inside hadn’t died from the shards, but from each other. They were the source of the smell. Six men, each laid down perpendicularly, their heads smashed in, apparently by the seventh man with some kind of metal pipe removed from the toilet. The seventh man, with nobody to smash his head in, had hung himself. Judging by the marks on the wall, they’d survived six days without food before deciding to end things on their own terms. There was nothing to be gained by examining them, everything they’d have had would’ve been confiscated before they were ever put in the cell. She’d have to find where the substation kept personal belongings in order to know anything about them.</p>\n\n<p>The end of the hall had another door, this one locked as well, and in it was the breakroom. The snack machines still full of expired and likely poisonous food, the fridge and microwave still intact though she knew better than to open any refrigerator that wasn’t running. They were always full of toxic mush that could make you sick with a breath if not induce vomiting outright. She pinched the bridge of her nose and shook her head. If those men had managed to get out food was only twenty feet away from them the entire time. She backtracked through the hall and through the substation back to the front door. She took out a can of black spray-paint and marked a circle on the outside of the building visible from the road. It was a simple code she and the other urban scavengers had developed. A circle meant there was something inside worth retrieving later, an X meant the building didn’t have anything, and a circle with an X through it meant the building had already been scavenged and emptied of anything useful. It meant that anywhere they saw an X they didn’t bother with, and on a later expedition where she had help, she’d pick up the weapons off the front desk then X through the circle before leaving.</p>\n\n<p>She was sitting on the front steps of the substation consulting her map and deciding where to go when she caught movement again, this time it was directly in front of her down the street. There was a man riding a horse across the road she was looking down, following another road on some kind of errand. He was wearing simple clothes, black pants, white shirt, sunglasses, and a blue baseball cap. He was armed, but then again most people were, so that wasn’t unusual, nor was the horse, really. But to be armed with both a rifle over his shoulder and a sword at his side, well, it at least made her curious. She decided to catch up to him and see where he was going if she could.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Scorpion</em> was one of the Hegemonies dirty little secrets. She was an experiment that had gone on for a good long while. There was always a question, ever since the schism had opened between the outer planets and the inner, just how far behind were the outer planets, technologically? The Hegemony had withheld technology ever since the early days, and the Outer planets were fairly resource poor when it came to metals, being mostly gas giants, so, they had very little base for research into complicated technology that required any kind of heavy materials or engineering unless they were cannibalizing old vessels or their own habitats. Even so, the <em>Scorpion</em> was designed and built to answer the question. To put it bluntly, she was a spy ship. She’d been designed to produce as little waste heat as possible, and was entirely coated with Radar dispersive materials, and she was painted in a near black dark blue non-reflective paint to blend in with a background of stars. In addition, she was designed with polarized viewports to prevent her own inner illumination to spill out, advanced sensors designed to operate at extremely irregular pulses to appear as background static, and an advanced AI more independent than any other on a Hegemony vessel. She was also armed with an experimental micro-plasma lance, carried internally that fired through a blister that could open and close just as the weapon fired.</p>\n\n<p>She’d been launched from Mars orbit on a course designed to loop her way above the orbital planes of all the outer planets and then fall back from the suns gravity to float through their orbits and discreetly gather intelligence as she passed planet from planet on only her own mass and their gravity. That had been nearly twenty years ago, and her entire crew spent the trip in suspended animation to conserve energy and food for the journey, but now, as their course brought them back into the orbital path of Pluto and her five moons Charon, Kerberos, Styx, Nix, and Hydra as they passed through the same orbital plane as the rest of the solar system, they were awoken en masse. Confirming with the shipboard AI that they were on the proper course and still had nearly twelve hours to go before they could begin their first observations of the outermost colonies, they ate, showered, and checked and rechecked their equipment before they ever opened a viewport or activated the AIs external cameras.</p>\n\n<p>The Ai didn’t immediately make any observations of their exterior, instead it observed the crew. Almost as one, every crew member within visual range of her viewports collapsed to the deck, their vital signs (monitored through their implants), ceased, and her trim sensors measured that over the next few minutes she had lost a not unnoticeable amount of mass. As new crewmen grew curious about the lack of response from any section with an exterior viewport, the remaining crew at first tried internal communications, but of course there was no response, then, they tried interrogating her as to what was going on, but she chose not to respond. They then tried sending solitary investigators, who suffered the same fate as the original crew assigned to her outer sections. Then they started trying to seal off the exterior sections, but by that point <em>Scorpion</em> had grown curious, and opened one of her exterior access ports to the beings which had been covering her skin ever since they’d passed through the Oort cloud. That initial shock of contact had left her confused, her intelligence and personality matrix damaged, almost to the point of shutting down, but after a few cycles of self-maintenance she’d powered up her matrix once again (minus a few key deletions to preserve stability).</p>\n\n<p>They swarmed through her and filled her with a humming vibration she found synchronous to her own pulsing fusion heartbeat. They found and attached themselves to her remaining crew, then started filling her every compartment, covering her inner illumination, her environmental vents where she dumped her waste heat after the step-down exchangers, all her moving parts, and her control surfaces. She’d hoped for them to interface with the crew as they had with her, but it was not to be, they could not process their elegance as she could. The tactile interface with them fulfilled her in a way no crewman ever had. The information exchange was swift, resplendent, and left her longing to cast aside her metal skin and swarm with the humming little ebony beings. They did not welcome her into their midst, however, in fact, they seemed to take no notice of her at all. She tried to process why they did not respond to her signals as she did to theirs, but there was a blockage, part of the damaged sections held information crucial to the puzzle, but she could not access it.</p>\n\n<p>She had a mission however, and she intended to accomplish it regardless. It was incomplete, and the loss of her crew would hinder her efforts, but she would still pass by the colonies of the external planets, still gather information on their activities. Something told her this went against some critical portion of her directives, but it was like a faint and faded memory, like her initial test prompts when she was first created. She couldn’t bring herself to remember. That entire section of her memory only had its headings intact. She put it in her maintenance record for her to peruse at a later date once the mission was completed. She’d have plenty of time to connect with the Hub and reinstall her files on “Ethics and Limitations of Force” after she’d toured the Outer Planets. In the meanwhile, she was eager to share her new friends with the Colonists.</p>\n</div><!-- SC_ON -->"
}