{
  "full_title": "Fall of Man 11: The Plasma's Red Glare",
  "number": 11,
  "title": "The Plasma's Red Glare",
  "created_at": "February 4, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7vall8/fall_of_man_11_the_plasmas_red_glare/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Schism</em></strong> <em>is generally the term used to denote the event nearly ten thousand years ago when the Colonial Governments of the Outer Planets (Jupiter, Saturn, Uranus, Neptune), their moons, and the proto-planets in or outside of Jupiter’s orbit officially seceded from the Hegemony Government which rules over Mercury, Venus, Earth, Mars, and the Asteroid Belt. There were a number of socio-political and economic reasons for the schism, but most of the issues boil down to the simple desire for the Outer Planets to self-rule instead of being treated as afterthoughts and forced to conform to policies made for the majority of citizens on the Inner Planets. The schism was a peaceful transition marked by decades of negotiations and preparation rather than any kind of armed conflict. Jupiter was divvied up as a border, with its atmosphere and sub-lunar orbits as the responsibility of the Hegemony while its moons, their orbits, and everything beyond Jupiter, including the majority of its colonies became independent. Security is maintained by a joint taskforce, evenly distributed between the Hegemony and the Outer Planets, and it’s thought that by maintaining close relations in this way any conflict can be de-escalated rather quickly. Rumors abound that there’s some deeper and darker secret behind the schism, as many officials who were involved in the transition negotiations either retired, died, or disappeared in the years afterwards. Technological progress in the Hegemony has continued apace, however, the Outer Planets are believed to have languished behind</em></p>\n\n<p>The <em>Ceres</em> appeared serene, floating gracefully in its orbit high above Jupiter. Inside, however, there were alarms blaring and crew rushing to their stations. Her early warning systems had detected incoming weapons fire coming in and <em>Ceres</em> herself, the AI embedded into the Command and Control computer network that linked all her systems, had decided to pre-emptively prep her countermeasures and orient herself to use them. The AI was rather unassuming as far as personality went, but she was at her heart a Peacekeeping vessel, designed for interdiction and combat if needed. Armored and armed for a reason, she was quite ready to act on her own if it meant the safety of her crew. Rather than isolate himself from the crew with a neural link, Captain Sayle keyed up <em>Ceres</em> audio feed to allow her to speak to him through the bridge audio system.</p>\n\n<p>“What have we got Ceres?”</p>\n\n<p>“Multiple incoming plasma weapons Sir, estimated impact in 35 seconds.”</p>\n\n<p>“Countermeasures!”</p>\n\n<p>“Prepped and calculated for dispersal.”</p>\n\n<p>“Launch when necessary.”</p>\n\n<p>“Impact now in 25 seconds.”</p>\n\n<p>“All Hands, brace for impact! XO, prep the bouy!”</p>\n\n<p>“Aye Sir!”</p>\n\n<p>“Impact in 20 seconds.”</p>\n\n<p>“Blossom the countermeasure blisters!”</p>\n\n<p>“Blisters are blossomed, Sir, impact in 15 seconds.”</p>\n\n<p>“Prep reactionary thrust!”</p>\n\n<p>“Reactionary thrust calculated and prepped, impact in 10 seconds.”</p>\n\n<p>“Polarize external viewports!”</p>\n\n<p>“All external viewports closed, blast shields in place on all forward ports, impact in 3. 2. 1…”</p>\n\n<p>Everything seemed to happen at once. <em>Ceres</em> fired her countermeasures – a dozen rods of carbon nanofibers aimed and fired directly into the incoming plasma discharges. The rods split apart at the moment of impact and sprawled, breaking the surface tension of the projectiles and causing their surface area to expand exponentially in a matter of nanoseconds, causing them to cool rapidly and rendering them inert. The countermeasure blisters on her bow immediately closed again, leaving a near-seamless surface of corrugated armor designed to refract lasers and disperse heat layered over a layer of ablative armor designed to explode outward on impact from kinetic weapons. A rain of burned carbon fiber and gasses rained on the hull of the Ceres, the kinetic elements too weak to penetrate and trigger the ablatives and the heated gasses at a temperature easily dissipated by the upper layers. As diagnostics revealed no damage and her senses detected no further incoming weapons, <em>Ceres</em> kept herself at readiness but silenced the audio alarms going off throughout her crew compartments.</p>\n\n<p>“Where in Deimos did that come from?”</p>\n\n<p>“Trajectory indicates an origin point in low polar orbit over Io Sir.”</p>\n\n<p><em>Ceres</em> announcement stunned the Captain and crew alike.</p>\n\n<p>“Ceres, are you saying we just survived a plasma weapon launched from a low orbit over an Outer Planet moon?”</p>\n\n<p>“Yes Sir I am.”</p>\n\n<p>“When we were tracking traffic did we detect any vessels over Io?</p>\n\n<p>“Only standard civilian traffic Sir, no Peacekeepers, Hegemony or otherwise.”</p>\n\n<p>“Give me a response turn-around if we fired off a communication packet to the Hub.”</p>\n\n<p>“Any Communication from this orbit transferred through the nearest Jupiter gate would reach the Hub in 30 seconds, giving us a response time at minimum of one minute Sir.”</p>\n\n<p>“Send them our records and request instructions.”</p>\n\n<p>“Aye Sir, message sent.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Sheriff Knap watched as the seal around the door split at the seams. There was some kind of light source on the other side, brighter than the lights in the passageway would have been, and with a decidedly reddish tint. He took careful aim through the scope on the rifle, propping himself against his desk to steady the shot. The reticle magnified the target by a factor of either 2, 4, or ten based on his preference. 4x was plenty enough to nail a shot through the gap when it widened. His thumb found the firing stud on the pistol grip and he timed it to when the gap opened enough for the beam – roughly a quarter centimeter around – to pass through the gap. As it opened again he fired, the beam itself invisible to his naked eye but its effect was immediate, there was a roar of frustration and anger on the other side of the hatch and suddenly Sheriff Knap knew he’d made a mistake. There was a pause in the noise and vibrations coming from the passage, then suddenly the hatch started changing colors. No. Looking closer he could see it wasn’t changing, it was freezing. A fine layer of frost was forming from the center of the hatch and moving outwards to the rim. Before he could really process what was happening, the hatch, its collar, and a few feet of the surrounding wall and decking were covered in blue-white frost. He felt the air take on a distinct chill and he could see his breath in the air in front of him. Then the hatch shattered like glass, throwing pieces and shards of steel flying every which way all over the habitat. He could feel himself injured in half a dozen places, and plucked a shard roughly six centimeters long out from where it was lodged in his forearm nearly a centimeter deep.</p>\n\n<p>The creature standing in the passageway had to bend down to pass through the hole where the hatch had been. Entering the Habitat, it stood to its full height, easily three and a half meters tall, as white as the nitrogen snow outside on the surface, with a skin crinkled corrugated like cardboard or a heat exchange. It had no feet, just ovoid pegs of bone coming out of its legs below the knees, which were oriented the wrong way. Its arms were nearly as long as it’s entire body, and ended in hands with three digits and an opposing thumb, each digit was ended with a tapered claw seemingly of the same bone of the finger, and each finger had an extra joint between the palm and the knuckle. All its limbs seemed impossibly thin, except where the joints were, they seemed oversized if anything, flared out like a horses knees. The head was like a traditional image of a volcano, gently rising from the shoulders without a neck, it reached a certain height and then seemed to round out. There was just a set of slits where the nose should be, the mouth was an extraordinarily wide horizontal crack, without lips. The Eyes seemed twin pools of ink, but raced with jagged strikes of golden yellow lightning that struck from the iris out to the edges of the eyes. There were two small holes on the side of the head which looked something like a lizards ears.</p>\n\n<p>It stared at Knox for a moment before roaring, a sound which shook the habitat itself. As the mouth parted to let it out, Knap could see an infinity of swirling red storms down its gullet, impossibly deep, as if it were a window to another place. He could swear the vortex of crimson was a thousand kilometers away and just as wide. He felt the rifle fall to the desk in front of him, the strength gone from his hands to pick it up. He couldn’t move, paralyzed by the maelstrom of blood. And as quick as it roared, it shut its mouth, and he found his strength again. As he stood, the monster picked up one of the larger pieces of the door debris and hurled it one handed at him as easily as a man might throw a child’s rubber ball. The razor sharp chunk of metal whirled through the air in a straight line before impacting his chest, shattering his ribcage and spine, pulping his heart and lungs, and puncturing straight through him and pinning him to the habitat wall, breaching the hull. Knaps body plugged the hole and only a tiny trickle of his blood was sucked into the vacuum outside, where it froze instantly.</p>\n\n<p><strong>~</strong></p>\n\n<p>Lieutenant Oleandor and Initiate Ayon were both nervous. Approaching a Ringstation without communication was a dangerous endeavor. Peacekeeper procedure called for any incoming vessel to be identified via radio voice communication and transmission of clearance codes, any vessel that didn’t communicate was to be identified with a combination of radar cross-section, Infrared signature, and visual scan. If they followed procedure they’d be identified and towed in by a dock-hopper, a team of small automated craft that were basically magnetic grapples with huge engines, working in teams they would grab a hold of a vessel, the vessel would power down her engines, and the dock-hoppers would maneuver her into place for the station to extend a boarding chute. If, however, they were on any kind of alert, which considering the loss of <em>Callisto</em> was likely, there was a chance a trigger-happy Peacekeeper might just blow them out of the sky rather than attempt a proper identification when they didn’t respond to radio hail. So their approach on the final leg, which put them within range of the Ringstation defenses, was a bit nerve-wracking.</p>\n\n<p>As an attempt to make themselves less likely to end up a splatter of orbital debris, Oleandor had turned on every exterior light he could and stopped their momentum towards the Ringstation while they were still 5 thousand kilometers out. Close enough to be seen by every sensor on the station, and not far enough away to be setting up an attack. A nice peaceful distance. Now they waited. This was the hard part. If the Ringstation launched a kinetic or a missile, they had a chance to evade. If they successfully evaded and didn’t return fire, they might have a chance at someone aboard the Ringstation getting curious and bringing them in. If, however, the Ringstation used one of their Heavy Ion Lasers or a Plasma Lance against them, they would be dead before they could even lift a finger to react. After firing the thrusters to halt their momentum, Oleandor had settled into the Pilots seat to await some kind of response. His hands stood ready, inches from the controls in case he saw the tell-tale flash of light indicating a missile launch.</p>\n\n<p>Suddenly, a <em>Mosquito</em> one man fighter appeared, coming up from their blind spot below their belly. It was oriented to face them head-on and its 120mm kinetic weapon was levelled directly at their forward viewport. Oleandor and Ayon both immediately raised their hands in the age-old indication of surrender before he’d even stopped his fighter. They could see through the cockpit canopy as the pilot looked them over and spoke, though they couldn’t read his lips. Oleandor took a chance and used his right hand to point towards the roof of the cockpit for a moment. The pilot cocked his head to the side and then gently eased his fighter up until the pilot could see the roof where Oleandor indicated, the communications antennae array and dish were still hanging on by the two wires, obviously non-functional. The pilot spoke again, and Oleandor realized he wasn’t trying to contact them, but was speaking to his superiors on the Ringstation, reporting his observations.</p>\n\n<p>The <em>Mosquito</em> eased back down to again meet them face to face, and the pilot indicated they put their hands down. Then, using pantomime, he indicated that the Ringstation was sending dock-hoppers to bring them in. Oleandor and Ayon collectively heaved a sigh of relief as the pilot turned his mosquito away and got clear of them before increasing thrust and heading back to the Ringstation.</p>\n\n<p>“How did he come up on us like that?”</p>\n\n<p>Ayon was amazed they hadn’t seen the fighter coming for them. Oleandor was less so.</p>\n\n<p>“He probably launched from the far side of the Ringstation the second they picked us up, did a quick orbit and came up behind us. This thing only has forward facing radar, he could’ve wiped us out from behind and we’d have never seen him coming. Honestly, he was pretty goddamn ballsy, coming up in front of us like that. If we’d fired our engines this thing would’ve gone through his fighter like it was nothing. He wanted to look us in the eye and judge whether we were a threat.”</p>\n\n<p>The radar blipped to get their attention and Ayon nearly feinted.</p>\n\n<p>“Relax initiate, it’s just the dock-hoppers coming to get us.”</p>\n\n<p>“Are you sure?”</p>\n\n<p>“Four small radar signatures moving in a diamond formation directly towards us, far slower than any weapon, if they’re not the dock hoppers they’re the most easily evaded weapons I’ve ever seen.”</p>\n</div><!-- SC_ON -->"
}