{
  "full_title": "Fall of Man 12: Mercurial Fury",
  "number": 12,
  "title": "Mercurial Fury",
  "created_at": "February 6, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7vp2m1/fall_of_man_12_mercurial_fury/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The loss of the Martian moon</em> <strong><em>Deimos</em></strong> <em>as a habitable body is one of the most significant events in Hegemony history, and its after-effects can be held up as one of the primary causes of the schism between the Outer Planets and the Hegemony. Deimos was the only secondary source of the exotic mineral outside of the Asteroid Belt that made Gate technology possible by directly converting kinetic energy into distortions of space/time. As such, it had enormous economic and political clout among colonies of the Hegemony. It came to head when an independent actor from Jupiter sabotaged mining production on Deimos, which resulted in a distortion of space/time which has rendered the entirety of Deimos unstable, uninhabitable, and forbidden. It also resulted in a gravitational surge which altered Phobos orbit and drew Ceres into a wide orbit of Mars. This act of terrorism was a critical loss that resulted in the planned Gate Network effectively stopping with one lonely gate in Saturn orbit, instead of the planned expansion that would have had Saturn with upwards of ten gates and at least three each for Uranus &amp; Neptune, and one by Pluto.</em></p>\n\n<p>Captain Sayle was pacing the space directly ahead of his chair on the bridge of the <em>Ceres</em>. It was an exceptionally short span of only three meters, his steps were slow and measured, and still, he’d reached a count of some 50 turns. He was getting frustrated and impatient, and Commander Dawp, his XO, knew it, so did the <em>Ceres</em> herself. But there was little they could do, they were waiting too. They’d sent off the communication packet advising the Hub of the attack on them nearly ten minutes before, and all they’d received was an acknowledgement of message receipt. With a small green indicator, <em>Ceres</em> signaled they’d finally gotten a response.</p>\n\n<p>“Finally, XO!”</p>\n\n<p>Dawp joined his CO at the central holographic display, which had a smaller solid interface at its base for hardcopy messages. Removing the thin plate of glass-like material, it started filling with information once biometrics from the Captain had confirmed authorization. Dawp read over the Captains shoulder. It wasn’t a long message.</p>\n\n<p>“Please stand by? Stand by my ass! Just what in Deimos do they think-“</p>\n\n<p>“Sir! We have multiple Gate activations all over, every one, all of Jupiter’s Gates are receiving sir!”</p>\n\n<p>“Give me a holo.”</p>\n\n<p>The Ensign who’d spoke turned back to her station and transferred her display to the central display, a holo of Jupiter appeared with each of her gates, low orbit, high orbit, polar, and all the Station based Gates were all receiving and spewing out Hegemony Peacekeepers.</p>\n\n<p>“Well that’s a response, finally. I see the <em>Ganymede</em>, the <em>Orion</em>, the <em>Alpha Centauri</em>, the… Am I reading this right is that both the <em>Fate’s Embrace</em> <strong>and</strong> <em>Mercurial Fury</em>? Transmit friendly ident and connect to the Fleet Comms Net, figure out who’s in charge.”</p>\n\n<p>“No need, I’ve got Admiral Bosch aboard the <em>Mercurial Fury</em> on Comms looking to connect sir.”</p>\n\n<p>“Good, put him on the central holo and broadcast ship wide.”</p>\n\n<p>The central holo changed from displaying Jupiter’s gates and the ships transitioning through them to a display of Admiral Bosch’s head, surrounded by his biographical info, it showed his current command hierarchy, his various decorations and a few of his personal details such as where he was born, if he was married, if he had kids…</p>\n\n<p>The Bosun at the hatch to the bridge followed protocol. Holo Communications were treated by the fleet as personal visits by the officer. As such there was a short ceremonial whistle and an announcement. As that brief ceremony concluded, the Admiral locked eyes through the holo with Captain Sayle.</p>\n\n<p>“Hello Ben, understand you’ve had a bit of an experience out here?”</p>\n\n<p>“Yes Admiral. I take it you’ve seen my report.”</p>\n\n<p>“I saw <em>Ceres</em> report. I want your gut feeling, what do you think happened?”</p>\n\n<p>“<em>Ceres</em> word is as good as mine if not better. We were targeted by a plasma lance attack originating over Io, an Outer Planet moon. We had about 35 seconds of warning, enough to take the proper precautions and deploy countermeasures, no damage or injury.”</p>\n\n<p>“Be that as it may the report also indicated that you couldn’t detect any vessels in orbit of Io at the time, is that right?”</p>\n\n<p>“Yes Admiral, which is why I didn’t pursue our attackers or counterattack, there was nobody to chase or target.”</p>\n\n<p>“Indeed. As you can see I’ve brought plenty of ships to make sure Jupiter stays hegemony territory. I want you to plot an orbital rendezvous with the <em>Fury</em> and prepare to dock. I want to see you and your XO in person.”</p>\n\n<p>“Looking forward to it.”</p>\n\n<p>“Good, Bosch out.”</p>\n\n<p>Commander Dawp took a few steps to join his Captains side.</p>\n\n<p>“What the hell was that Captain?”</p>\n\n<p>“That was damned peculiar is what it was.”</p>\n\n<p>“Yes Captain.”</p>\n\n<p>“Follow me Dawp.”</p>\n\n<p>“Aye Captain.”</p>\n\n<p>Captain Sayle left the bridge and made his way down the corridor to the Captains Mess, a small compartment with just enough room for a table, three chairs, a small counter with a beverage dispenser, and a small temperature-variable storage unit which could be set anywhere from negative five Celsius to a positive ninety, for keeping frozen things frozen or hot things hot. The Captain went to the counter and used the dispenser to get himself a cup of hot tea, then sat down, indicating Dawp get himself his preferred drink before joining him. Dawp favored sweeter things and chose a mixed fruit juice. Sitting at his table the Captain looked his XO over for a moment before speaking.</p>\n\n<p>“What’s on your mind?”</p>\n\n<p>“This is more than peculiar.”</p>\n\n<p>“It doesn’t make any sense.”</p>\n\n<p>“None whatsoever.”</p>\n\n<p>“Why would they attack us?”</p>\n\n<p>“Why would they attack us with just one volley?”</p>\n\n<p>“That’s the most worrisome part. A stealth ship I could see, something non-radar reactive running quiet and cold, spits out a volley and uses cold monopropellant to shift its orbital track enough to avoid return fire, we’ve trained that scenario before, but the point is to evade fire <em>while sending off multiple volleys to exhaust the enemy countermeasures and eventually nail a hit.</em> They didn’t do that, they fired once and then went and hid, why?”</p>\n\n<p>“Maybe they were counting on us chasing them?”</p>\n\n<p>“Then they would’ve let us see them.”</p>\n\n<p>“Maybe they were counting on us investigating, crossing the lunar orbital border and violating the Secession Boundary.”</p>\n\n<p>“No need to attack us to get that, send out an SOS and we’re duty-bound to investigate, then they claim there was no SOS.”</p>\n\n<p>“There’s precedent for that not leading to conflict…”</p>\n\n<p>“Yeah yeah yeah, the <em>Virga</em>, I know, but it <em>almost</em> led to a conflict, they could’ve just been less reasonable about it. Nothing about this makes sense.”</p>\n\n<p>“And why would a full fleet action come to investigate.”</p>\n\n<p>“I’m worried that <em>that’s</em> why it was one volley, they do something unpredictable and confusing, we react with a show of force - just in case – and then we have a significant force right here, right at the boundary, perfect place for an ambush.”</p>\n\n<p>“Why Jupiter?”</p>\n\n<p>“You said it yourself, the boundary is here.”</p>\n\n<p>“But Saturn’s a better ambush, just one gate, it’s their biggest and most populated orbit, overwhelming advantage to them.”</p>\n\n<p>“Which is exactly why we’d never fall for it out there. Here, at the boundary, they have a chance at a surprise attack.”</p>\n\n<p>“If we’ve figured this out you know the Hub has, and Olympus.”</p>\n\n<p>“Exactly, so why is the fleet here?”</p>\n\n<p>“I asked you first.”</p>\n\n<p>“… We need to talk to the Admiral.”</p>\n</div><!-- SC_ON -->"
}