{
  "full_title": "Fall of Man 13: Pomp & Circumstance",
  "number": 13,
  "title": "Pomp & Circumstance",
  "created_at": "February 7, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7vxfxs/fall_of_man_13_pomp_circumstance/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Virga Incident</em></strong> <em>was the last time the Hegemony and the Outer Planets nearly had an armed conflict. The</em> <strong><em>Virga</em></strong> <em>was a Light Destroyer on routine patrol of the upper reaches of Hegemony Orbit over Jupiter. She suffered a catastrophic systems failure of her AI, resulting in a sudden acceleration burn at full thrust for nearly three minutes. The G forces experienced were enough to severely incapacitate her crew, while the sudden increase in speed resulted in her entering a higher orbit and crossing the boundary between Hegemony and Outer Planet Colony space. As the crew was disoriented, her SOS was sent out on the standard coded channels she was using before the burn,</em> <strong>not</strong> <em>in the open as was standard procedure. As such, Hegemony forces responded in a rescue operation, while Outer Planet forces only saw a violation of the treaty and an immediate mobilization of Hegemony forces in Jupiter orbit. Only a single ships AI, the</em> <strong><em>Grand Aurora</em></strong> <em>realized the mistake and averted disaster by dispatching a message in the clear explaining the situation just before the Outer Planets intended to open fire. Later examination shows there was only a six-second gap between receipt of the message and the order to belay the firing order</em> <strong>which had already been given.</strong> <em>The</em> <strong><em>Virga Incident</em></strong> <em>led to a formalization of procedures for rescue operations and emergencies in boundary space.</em></p>\n\n<p>As the <em>Ceres</em> approached the <em>Mercurial Fury</em> Captain Sayle had to admire just how much more fearsome the <em>Fury</em> was, while the <em>Ceres</em> was a Light Frigate, meant for interdiction and patrol duties, the <em>Fury</em> was a Heavy Destroyer, armed and armored to the teeth and carrying two full wings (twelve vessels apiece) of <em>Mosquito</em> fighters, six <em>Heron</em> patrol/recon vessels, as well as the company of two <em>Sparrow</em> Frigate escorts. She also had her own compliment of modified (armed) dock-hoppers for occasions such as this, where she had to dock with another craft while in motion. The dock-hoppers in question were now on their final approach to latch onto <em>Ceres</em> and maneuver her into the proper position. The dock-hoppers slowed their approach and fanned out, two approached and gingerly attached themselves to the hull just forward of the engine bell housing, and the other two took station at her forward armor at the port and starboard hard points. From there, <em>Ceres</em> and her crew were hands off for the approach and docking, which was carried out with efficiency by the <em>Fury</em>’s AI.</p>\n\n<p>Captain Sayle and Commander Dawp were both dressed in fresh duty uniforms and waiting by the boarding airlock. As they waited for the docking procedure to complete, the panel by the airlock lit up, indicating <em>Ceres</em> wanted to speak. Sayle pressed his thumb to the plate to activate the speaker.</p>\n\n<p>“Captain, I just wanted you to know that I did call in some favors regarding that inquiry we discussed before we came to Jupiter and I did manage to come up with something.”</p>\n\n<p>“Thank you Ceres, prepare a full report for me when I get back.”</p>\n\n<p>“Yes Captain.”</p>\n\n<p>Dawp cocked his head to the side.</p>\n\n<p>“What was that about?”</p>\n\n<p>“Something personal.”</p>\n\n<p>“Oh, ok.”</p>\n\n<p>“Not that I wouldn’t tell you, but, I can’t.”</p>\n\n<p>“I understand Captain, you’re allowed a personal life.”</p>\n\n<p>“I just don’t want you to think…”</p>\n\n<p>“No, really, it&#39;s ok.”</p>\n\n<p>“You’re sure.”</p>\n\n<p>“I just think it’s funny you’re using a Peacekeeper AI to run personal errands.”</p>\n\n<p>“Like you don’t.”</p>\n\n<p>“Of course I do, but I’m not the Captain, leading by example and all that.”</p>\n\n<p>“Eh, you can shove it up your-“</p>\n\n<p>The Captain was interrupted by the sudden thud and ringing tones indicating a solid latch and connection at the Airlock. As it cycled, they both took a step forward in preparation for the journey between the <em>Ceres</em> and the <em>Fury</em>. Each vessel was large and new enough to have artificial gravity built into the deck plating, but the docking umbilical wouldn’t. They’d be throwing themselves down a tunnel with no gravity, no decking, and barely a centimeter of reinforced plastic keeping the atmosphere in and a rather uncomfortable cycle of death and resurrection out. As the Airlock opened they felt the temperature in the passage they stood in drop by several degrees. They stepped forward as one into the airlock and grabbed hold of the railings placed on the walls to assist them, then pushed themselves through the doorway and into the umbilical. As they passed through to the <em>Fury</em>, the view through the clear plastic of the umbilical was magnificent. <em>Ceres</em> was from their vantage point below them, the <em>Fury</em> above, the immensity of Jupiter filled half the sky, and the rest were stars and other vessels of the Hegemony fleet. Despite the normal operating distances being immense, the Fleet was grouping up in case of attack, where the flak and interference field created by the larger ships could shield the smaller if needed.</p>\n\n<p>The passage from one vessel to another was swift, but the experience never failed to bring a smile to Sayle’s face. Arrival on the <em>Fury</em> was notably absent of any ceremony. Usually a Command level officer was announced and received, but this time there was just a worried looking Lieutenant waiting to guide them through the maze that was the innards of the <em>Mercurial Fury</em> to the Command deck near the center of the ship. They weren’t even taken to the Bridge itself, instead they were ushered directly to the Flag Cabin, a small office adjacent to the Bridge where the Fleet Admiral could go about his business normally but be able to take command on the bridge if needed. Adorning the walls were holos of the Admirals various commands, going all the way back to his first, a <em>Mosquito</em> fighter he flew off of the <em>Ominous Shadow</em> more than seven hundred years ago. As they entered, Admiral Bosch stood and walked around his desk and shook each man’s hand before indicating they take seats in front of his desk and be at ease. Going back around, he pressed a button on his desk and ordered a Bosun in. The enlisted man took everyone’s lunch order and hurried to the communications panel outside to put the order into the galley three decks above. Sitting down, the Admiral didn’t waste time getting down to business.</p>\n\n<p>“I’m not going to insult your intelligence by asking stupid questions. What I want to know is, do you think this was an honest to god test of our defenses, or was it an actual attack that they just called off after you countered it in textbook fashion?”</p>\n\n<p>Captain Sayle sighed and shook his head before answering.</p>\n\n<p>“Honestly Admiral I just don’t know. The whole thing, the timing of it, just doesn’t make sense.”</p>\n\n<p>“You haven’t heard?”</p>\n\n<p>“Haven’t heard what?”</p>\n\n<p>“There was a diplomatic envoy from Saturn, some hotshot son of a legislator there, sent to the Hub for a negotiation, we snubbed him, then he was assassinated, Captain of the Saturn Peacekeeper vessel was almost killed too.”</p>\n\n<p>“Holy hell.”</p>\n\n<p>“Exactly, this may be their idea of trying to strike back.”</p>\n\n<p>“Did we do it? I mean, did the Hegemony assassinate a diplomatic envoy?”</p>\n\n<p>“So far as I know we didn’t, but you know the Hub, they don’t communicate with Olympus the way they should, think every decision is a matter for the politicians even when it puts lives on the line.”</p>\n\n<p>“Son of a bitch.”</p>\n\n<p>“Exactly, this is a hairy situation. We can’t presume anything, but we can’t appear to shy away from the possibility of a fight either. Now comes the hard part.”</p>\n\n<p>“Hard part sir?”</p>\n\n<p>At that point the Bosun knocked and re-entered, carrying a silver tray set with three plates. The Admiral had a kind of shaved meat sandwich with onions and tomatoes with a yogurt-based cucumber sauce. Captain Sayle had a chicken salad sandwich, and Commander Dawp had a small Pork Chop served with Green Beans and a baked potato. As they dug in the Captain indicated the Admiral continue.</p>\n\n<p>“I’m sorry, I’ve got to take you off the <em>Ceres</em> Ben.”</p>\n\n<p>“What the hell!? Why?”</p>\n\n<p>Captain Sayle’s sandwich dropped back to his plate.</p>\n\n<p>“Olympus has a special assignment, needs somebody with your history, and Commander Dawp has already been picked by the selection board for advancement, so it seemed fortuitous to just give <em>Ceres</em> to him.”</p>\n\n<p>Dawp stood, his plate untouched, a confused look on his face.</p>\n\n<p>“Admiral there must be some mistake if I’d been selected I’d have heard about it.”</p>\n\n<p>“And now you are, congratulations Captain. Now, I need you to sit down and finish your lunch. After that, I’m having the Bosun take you to our tailor to get you outfitted with the proper uniforms and insignia, codes and authorizations will be transferred by the time you get back to the <em>Ceres</em>.”</p>\n\n<p>Captain Sayle looked as if he was going to be ill. The Admiral continued.</p>\n\n<p>“Now Ben, don’t take it personally. Olympus knows what they’re doing.”</p>\n\n<p>“Can I ask what this assignment is?”</p>\n\n<p>“You may ask, but it’s for your ears only, so sensitive I wasn’t allowed to transmit it, even on secure communications, and I’m not about to violate that by blabbing it in front of the young Captain here. Once lunch is over and he’s on his way back to his ship, I’ll go over the details with you.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Sarya followed the man on the horse at a respectful distance so as not to spook him. He was meandering, sort of slowly making his way down the road, occasionally stopping and peering into buildings, then continuing. She wondered exactly what he was doing, after all, if he was scavenging, like her, he’d be doing a more thorough search in many of the buildings, hell, she was marking some of them down on her map for her to return to later. No, he was just… Making his way through the city, apparently in no hurry. She saw him ride through the broken doors into a shopping mall ahead, and then apparently down a set of stairs. Trusting the horses footing on them was insane, or at least it seemed so until she herself entered and realized that the stairs alternated with a rubbery coating and worn carpet, surfaces anything could find purchase on. She could hear its clopping hooves on the marble floors of the lower level, though he’d gained a lead on her. She made her way carefully after him, passing scores of bones all over the floor of the mall, apparently it had been a 24 hour haunt for the locals when everything went to shit, and the glass ceiling, now filthy and nearly impermeable to the afternoon sunlight, had once surely allowed them to see the entities which had ended modern society in just a single night. She could almost see them, cajoling and carrying on, talking, flirting, eating, enjoying their late evening, when suddenly there was a sound from above, from the skylights, and then just one of them looked up, and then another, and another, and the screams…</p>\n\n<p>She shook the images of their final moments from her head. Sometimes having a vivid imagination was a curse. She concentrated on looking for signs of the horse’s passage. They weren’t hard to find. Dirt, dust, and all kinds of trash had accumulated in the years since that night, and the horses slow plodding hooves made plenty of scrapes in the detritus. It seemed it wasn’t his first passage through either. There were at least ten distinct sets of tracks, all from horses though the mall. As she followed them past forest of mold and rot that was the food court, she realized that he wasn’t taking his time, he wasn’t scavenging, he was <em>on a patrol.</em> He must be part of a community, a group of survivors, and assigned to go a particular route through the city and observe. She stopped. This left her with a choice, either she could try and make friendly contact, maybe establish the folks in Berkeley another trading partner, or, she could go back and let a better prepared group make the opening approach. It was dangerous for a lone individual to approach a strange group, especially a woman. Lots of strange communities had very different ideas about how society should be rebuilt, and while trade was virtually universally welcomed, how women were treated could vary greatly.</p>\n\n<p>As she considered the ramifications of whether she should keep following or turn back, the decision was made for her when he turned the corner and spotted her. He’d doubled back to see if he was being followed, and was surprised to find that indeed he was. He swung the rifle around off his shoulder and brought it up to aim. She was faster, and had the M4 aimed at his chest before he’d gotten his rifle to his shoulder.</p>\n</div><!-- SC_ON -->"
}