{
  "full_title": "Fall of Man 14: Onward & Upward",
  "number": 14,
  "title": "Onward & Upward",
  "created_at": "February 8, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7w6zvf/fall_of_man_14_onward_upward/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Olympus Mons</em></strong> <em>is the largest mountain in the solar system and the home to the Hegemony Peacekeeper Forces. Two hundred and fifty levels of underground excavations housing over a hundred thousand personnel. Fully self-sufficient,</em> <strong><em>Olympus</em></strong> <em>is powered by four linked Fusion Reactors and has twenty levels dedicated solely to food production, and water/oxygen reclamation. It also houses four distinct hangars (roughly pointed North, South, East, and West) which at any given time are busy constructing, refitting, or upgrading any number of vessels up to and including Sparrow Class Light Destroyers. Management of</em> <strong><em>Olympus</em></strong> <em>is accomplished by a dedicated team of eight, four human officers of the Hegemony Peacekeepers, and four dedicated AIs.</em> <strong><em>Olympus</em></strong> <em>is also a research and development center for new technologies, a training facility for both officers and enlisted, and home to nearly thirty thousand civilian contractors and private enterprise personnel from all over the Hegemony. The actual heads of the various departments of the Peacekeepers are also headquartered here, though as all Peacekeeper Forces are outgrowths of the original Orbital Security Forces that maintained peace and security during the Colonial era, the Orbital &amp; Space Forces take precedent.</em></p>\n\n<p>As Dawp bit the last bite of his Pork Chop off of his fork, he slowly, purposefully chewed at a snail&#39;s pace in order to extend the time he was there. As he finished, Admiral Bosch signaled the Bosun at the door to take all their plates without even breaking his sentence. He and Captain Sayle knew each other going back nearly two hundred years, and they had a lot to catch up on. As Dawp stood, Captain Sayle looked up at him. Dawp paused and looked back.</p>\n\n<p>“I know Captain, I’ll take good care of her.”</p>\n\n<p>“Oh I know you will, I’d have objected to you taking her if I had any doubts. I just wanted to say good luck.”</p>\n\n<p>“Thank you Captain.”</p>\n\n<p>“We’re of the same rank Dawp, you can call me Ben.”</p>\n\n<p>“Don’t think that’ll ever feel right. You’re Captain to me until you get promoted.”</p>\n\n<p>“Enough of the mushy stuff, just get out of here will ya?”</p>\n\n<p>“Aye Captain, Admiral.”</p>\n\n<p>And with a nod to Admiral Bosch, he followed the Bosun out of the room. Captain Sayle turned to the Admiral expectantly. The Admiral was finishing his lemonade and pretended not to see Sayle’s gaze.</p>\n\n<p>“Well?”</p>\n\n<p>“Well… You’re not going to like it.”</p>\n\n<p>“I already don’t like it. You took me off my ship.”</p>\n\n<p>“We’re giving you another ship.”</p>\n\n<p>“I liked the one I had.”</p>\n\n<p>“You’ll like this one too.”</p>\n\n<p>“I thought you said I wouldn’t.”</p>\n\n<p>“You’ll like the ship, not the assignment.”</p>\n\n<p>“Oh hell just spit it out.”</p>\n\n<p>“They’re giving you the <em>Fate’s Embrace</em> Ben.”</p>\n\n<p>“You’re joking.”</p>\n\n<p>“I’m not.”</p>\n\n<p>“But the <em>Fate’s Embrace</em> is a Bahamut Class Destroyer.”</p>\n\n<p>“That she is.”</p>\n\n<p>“Why?”</p>\n\n<p>“Why are they giving her to you?</p>\n\n<p>“Yeah. I thought <em>Fate’s Embrace</em> was Commodore Velleth’s baby.”</p>\n\n<p>“She was. He had her since she first came out of the Belt.”</p>\n\n<p>“So why’s he giving her up?”</p>\n\n<p>“Not his choice. Olympus feels Velleth is too cautious, too old, to be honest, if there is such a thing. He’s been a line officer for more than six hundred years, straight. He only knows life as a Peacekeeper at this point. You, on the other hand, have a habit of resigning your commission every hundred years or so and living as a civilian for a while before you invariably come back. This is what, your sixth time?”</p>\n\n<p>“Seventh, actually.”</p>\n\n<p>“And every time you seem to resign <em>just before</em> they select you for something bigger than a Frigate.”</p>\n\n<p>“Bad timing I suppose.”</p>\n\n<p>“Bad timing Hell! You like having a crew small enough to know them all personally. You like the comradery. You don’t like the idea of being on a ship where you don’t know everyone.”</p>\n\n<p>“Maybe I don’t.”</p>\n\n<p>“Well too bad. Velleth&#39;s out. You’re in. We’ve got a <em>Falchion</em> fueled and ready in hangar two with a decent pilot to ferry you over.”</p>\n\n<p>“You haven’t told me what the assignment is.”</p>\n\n<p>The Admiral sighed and leaned back in his chair, weariness etching lines in his face.</p>\n\n<p>“You’re going to Crimson Station.”</p>\n\n<p>“Crimson! Why in Deimos would I be going to Mercury at a time like this, and with the <em>Fate’s Embrace</em> no less! Admiral, we should be out here, at Jupiter!”</p>\n\n<p>“Calm down Ben, you will be. You’re babysitting.”</p>\n\n<p>“What do you mean?”</p>\n\n<p>“The Outer Planet Captain that was nearly killed alongside the Envoy is getting released from the Medical Wing at Crimson. You and the <em>Fate’s Embrace</em> are going to escort him and his ship, a converted liner by the name of the <em>Canus Major</em>, back here to Jupiter.”</p>\n\n<p>“Why me?”</p>\n\n<p>“History.”</p>\n\n<p>“Because I’ve been in and out of the Peacekeepers?”</p>\n\n<p>“Because the Captain is Daq Vegman.”</p>\n\n<p>“I resign.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse and Longmire watched as Professor Walthers kneeled down in the center of the circle of symbols in the floor. He was shirtless, and his body bore the numerous scars of various experiments and works that had necessitated blood or cuts in specific places and shapes on his body. When he’d first revealed the extent to which he’d gone to confirm his findings, Longmire had gotten concerned. He had always been something of a dutiful Baptist, and all these occult and supernaturalisms put him a tad on edge, but after so much had happened, he couldn’t quite convince himself that his childhood faith was anything of an authority. After all, there wasn’t anything in the Bible warning about the Shards or the Tall Ones. At least some of the texts Walthers had dug up mentioned dangers from the sky or beings of cold fury.</p>\n\n<p>As Walthers completed the low chant he’d begun when he kneeled, he took a copper knife from the floor and used the tip to cut a small design into the palm of his left hand before slapping it down in the center of the intricate design. As his hand touched the floor the low off-color flames that seemed to originate from the designs flared up by several inches and changed color to a shade of purple so dark it was almost black. Suddenly, the air was filled with a deep, low sound, slowly changing pitch, almost like a bed sheet slowly ripping thread by thread. As they watched, a set of long spindly white bones started jutting out of nowhere, like there was a hidden door in the air and they were watching something emerge from the side. Walthers was looking straight up at it as a very familiar peg of ivory bone came through and stepped down between his knees. The fingers and leg were followed by a knee, a thigh, an arm, and finally a full body and head of a Tall One emerging into the room through the tear Walthers had forced open. As the last of the second leg came through, the tear slammed closed, creating a sudden shockwave from the center of the room outwards. The intricate designs were scattered like so much debris, the flames coating them disappeared and the air took on a sudden chill. Walthers was knocked back fully four feet onto his back by the force of the wave and Jesse and Longmire had to catch hold of the wall behind them to avoid being knocked over. The Tall One had to hunch over at an angle to fit under the ceiling of the room. As the wave dissipated and they each took a breath, it turned to look at Jesse and Benjamin near the door, then appeared to look around the room before turning back to them. Then, it roared.</p>\n</div><!-- SC_ON -->"
}