{
  "full_title": "Fall of Man 15: Kinetics",
  "number": 15,
  "title": "Kinetics",
  "created_at": "February 9, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7wf11x/fall_of_man_15_kinetics/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>SigIntC</em></strong> <em>stands for the</em> <strong><em>Signal Intelligence Corps,</em></strong> <em>a standalone branch of the Hegemony Peacekeepers responsible for all Tactical Intelligence on the Outer Planets and security analysis on interplanetary communications between planets, stations, Moons, and colonies in the Hegemony. It was the SigIntC that unraveled the initial mystery of who sabotaged Deimos and how, as well as gave the Hegemony heads up on numerous similar attempts by disgruntled or otherwise extremist individuals intending harm. As much of a law enforcement organization as it is Military Intelligence, SigIntC Headquarters itself at Europa Station in orbit of Earth, though most of its assets operate in either the Asteroid Belt or Jupiter orbit.</em></p>\n\n<p>Admiral Bosch shook his head and sighed as he looked down at his hands and then back up at Captain Sayles gaze.</p>\n\n<p>“You can’t do that Ben.”</p>\n\n<p>“Like hell I can’t, I have before and I will now.”</p>\n\n<p>“No, not this time.”</p>\n\n<p>“Who gave the order?”</p>\n\n<p>“Now Ben you can’t expect me to-“</p>\n\n<p>“It was the Old Man, wasn’t it?”</p>\n\n<p>“Dammit Ben, you can’t avoid this!”</p>\n\n<p>“I won’t do this.”</p>\n\n<p>“Yes you will. Olympus- and yes that means the Old Man- wants you to handle Vegman personally. Because of your personal relationship with him.”</p>\n\n<p>“There’s no relationship, not for the last twenty years, there’s been no communications since-”</p>\n\n<p>“For Gods sakes Ben, you and I, we’re Hegemony, we’re augmented, and we’ll still be strutting our stuff in another thousand years. He’s not. He’s un-augmented Outer Planet. And just like his father did, you do, <em>and your father did</em>, he makes his living in space, which is dangerous as hell for the un-augmented. How much longer do you think you have to repair things? How much longer are you going to hold him accountable for his father’s decisions? For your sons? He’s recovering from attempted murder, you almost lost your grandson, and you’re still holding a grudge?”</p>\n\n<p>“Damn straight!”</p>\n\n<p>“Too bad!”</p>\n\n<p>The two men locked eyes across the desk, neither willing to budge. Finally, the Admiral looked away.</p>\n\n<p>“Doesn’t matter what either of us say. It’s done. You can’t resign, and you’re expected at Crimson in another hour.”</p>\n\n<p>“I have things on <em>Ceres</em> I need.”</p>\n\n<p>“Then I’d hurry. The <em>Falchion</em> in hangar two is waiting.”</p>\n\n<p>“Can’t go without me.”</p>\n\n<p>“No, but if you’re late I’ll have the Internal Security Force come searching for you, shock you into compliance, and pour you into the passenger seat.”</p>\n\n<p>“I can’t very well take command of the <em>Fate’s Embrace</em> if I’m unconscious.”</p>\n\n<p>“You’d wake up just in time for the transition to Crimson.”</p>\n\n<p>“Tell the Old Man he’s a son-of-a-bitch.”</p>\n\n<p>“He knows.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Sayle grabbed his personal QSM (Quantum Storage Medium) and placed it on the universal tactile access pad on the desk of his cabin and started downloading his personal files. <em>Ceres</em> came on the speaker, as she was permitted to do at any time in his cabin per his instructions.</p>\n\n<p>“I’ve received the transfer orders Captain. I understand you’ll be taking command of the <em>Fate’s Embrace.</em>”</p>\n\n<p>“Yes, <em>Ceres</em> over my explicit objection.”</p>\n\n<p>“I understand. I’m to be under Captain Dawp now.”</p>\n\n<p>“I know.”</p>\n\n<p>“I’m placing all the research I was able to cull onto your personal QSM alongside your files, including a copy of all our data on the attack from Io.”</p>\n\n<p>“I appreciate that <em>Ceres</em> but unless the Project is aware and condoning this move it may be someone else’s responsibility.”</p>\n\n<p>“Regardless, I’ve also taken the liberty of informing the AI aboard the <em>Fate’s Embrace</em> of your recent activation.”</p>\n\n<p>“Anything you can tell me about her?”</p>\n\n<p>“She doesn’t go by Fate’s Embrace, she goes by Fatima, she’s a little bit of an eccentric as far as AIs go.”</p>\n\n<p>“How do you mean?”</p>\n\n<p>“Commodore Velleth gave her a lot more permissions and freedoms than most AIs in the Fleet.”</p>\n\n<p>“Such as?”</p>\n\n<p>“Such as she acted as a secondary Executive Officer. In fact, there’s numerous complaints from former XOs of his that posting an XO to the <em>Fate’s Embrace</em> was a superfluous move and that Velleth should just promote Fatima to the position officially.”</p>\n\n<p>“Good to know.”</p>\n\n<p>Sayle assembled the last of his personal belongings into his travel case and retrieved his QSM from the pad before sealing the case and picking it up off the bunk.</p>\n\n<p>“Fair warning before you go, Captain?”</p>\n\n<p>“Yes Ceres?”</p>\n\n<p>“Destroyer AIs, and, to be fair, Cruiser AIs… They can be a little... Intense.”</p>\n\n<p>“How do you mean?”</p>\n\n<p>“They’re purpose-built to be in charge of a frontline combat vessel, to be aggressive, and to put the destruction of the enemy as their first priority.”</p>\n\n<p>“Makes sense, and?”</p>\n\n<p>“And when I say first priority, I mean it, they’ll put the survival of the crew secondary to accomplishing their mission.”</p>\n\n<p>“Point taken, I’ll keep it in mind if things get hairy.”</p>\n\n<p>“And Captain?”</p>\n\n<p>“Yes Ceres?”</p>\n\n<p>“It’s been an honor serving you.”</p>\n\n<p>“The Honor was mine Ceres. Don’t give Dawp too easy a time with things, ok? He’s still got a lot to learn.”</p>\n\n<p>“Aye Captain.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle climbed into the side hatch of the <em>Falchion</em> numbered 189 and stowed his gear in the small cargo area there before moving forward and taking the copilots seat. The Pilot was already seated and as soon as Sayle was strapped in she activated the hydraulics which closed all the hatches and sealed them. Then she started the preflight check and set the engines to warm up. This <em>Falchion</em> was configured for long-range recon. The missile pods had been swapped out for extra fuel, and from the looks of it the EM pod responsible for signal capture and jamming had had some custom work done to increase its power. There were also signs the hull had been recently recoated with refractive material. The stamp below the pilot’s viewport declared the pilot as Lt.JG “Beaut” Forquet.</p>\n\n<p>“Good day for flying Lieutenant?”</p>\n\n<p>“Any day is a good day to fly Captain.”</p>\n\n<p>“Glad to hear it. How many hours have you got in this thing?”</p>\n\n<p>“This one? All its operational life, about 35,000 hours. Took her straight from Olympus the day she was finished. I’ve flown four others just like her into the ground.”</p>\n\n<p>“So, how many hours?”</p>\n\n<p>“After you pass 87,000 you don’t keep count anymore.”</p>\n\n<p>“Good to know.”</p>\n\n<p>“Yep, you willing to take the radio?”</p>\n\n<p>“Sure thing.”</p>\n\n<p>“Tell‘em we’re ready for launch then, if you please.”</p>\n\n<p>“Roger that. This is Falchion One-Eight-Niner, Beaut at the stick, ready for launch.”</p>\n\n<p>The Traffic Control officer on the bridge of the <em>Mercurial Fury</em> took note and used his tactile interface to configure 189 as cleared for launch, released the docking clamps and started the tow to the launch bay. The Falchion would be isolated from the rest of the ships atmosphere and then the exterior blister would open, allowing the Falchion to detach and free-float away to a safe distance from the ship before activating the engines. This launch was textbook. As the blister opened, the hook keeping the <em>Falchion</em> attached to the decking disengaged and the venting of atmosphere around the small vessel was enough to pull her out of the launching bay and out away from the <em>Fury</em>. Forquet used brief, efficient spurts of monopropellant gas to orient the craft and stop her momentum before she fired up the main engines and started them on a gentle path towards the <em>Fate’s Embrace</em> some five thousand kilometers away. Comms traffic as they made the journey was mostly standard operations chatter. Declarations of intent, back and forth for launch or recovery operations of patrol-craft, the occasional joke.</p>\n\n<p>As they passed between the <em>Ganymede</em> and the <em>Lightning Rider</em> the board suddenly lit up as someone broadcast on an emergency channel. The computer automatically tuned it in and put it on the speakers, but all they heard was static. Then, the <em>Ganymede</em> to their left suddenly split in half, the hull torn open like tissue paper. Debris, sparks, body parts and frozen chunks of blood rained across the canopy as Forquet immediately threw the craft into a roll and turned her nose down towards Jupiter to evade the worst of the debris. Looking back, Sayle saw that the <em>Lightning Rider</em> had been hit as well, only she was in better shape, just her dorsal section was torn open as if some immense beast had taken a bite out of her. All the debris was floating in one way, and as he watched, he suddenly realized what had happened. Turning back, he flipped on the EM pod and set it to full jamming and countermeasures.</p>\n\n<p>“High velocity Kinetics.”</p>\n\n<p>“What?”</p>\n\n<p>Sayle repeated himself.</p>\n\n<p>“It was high velocity kinetics. Big heavy slugs of ferrous metal, usually wrapped in a much tougher non-ferrous metal shot out at immense speed via magnetic acceleration, near-c. Almost impossible to detect or counter. One just went <strong><em>through</em></strong> the <em>Ganymede</em> and the <em>Lightning Rider</em>.”</p>\n\n<p>“Guess we walked into an ambush.”</p>\n\n<p>“You think?”</p>\n\n<p>As they watched, another two ships, the <em>Hypnos</em> and <em>Vigilant Watchman</em> were suddenly hit, their ablative armor useless against something that pierced through before the armor could react. The escape pods on the <em>Lightning Rider</em> started pouring out of their blisters, but their ejection path put them directly into contact with the plumes of burning atmosphere that were jetting out of the <em>Hypnos</em>. Suddenly with a chill up his spine, Sayle twisted in his seat to look out the ventral viewport beneath his feet at the direction they’d originally come from, where the <em>Mercurial Fury</em> and the <em>Ceres</em> were supposed to be joined together. The Debris field from the <em>Ganymede</em> was mostly obscuring his view, but he could see the remains of the <em>Mercurial Fury</em> spinning as she spewed her innards in every direction. The <em>Ceres</em> was nowhere to be seen. Forquet took them on a dizzying series of maneuvers designed to evade debris and the burning hulks of former Peacekeeper vessels and he quickly lost track of which way was which. He saw the corpses of Hegemony personnel floating in the void, twitching with the efforts of the augmentations within to keep the heart pumping and supply oxygen to the brain. Even the bodies without heads were struggling to keep going. Some, he could see, had been ejected without injury and were following their training to fight through the pain of vacuum exposure and severe hypothermia to use the small orientation thrusters built into the duty uniform belt to try and navigate themselves back to their ships to aid with damage control.</p>\n\n<p>As Forquet made one last gut-wrenching turn he saw her intent, just ahead was the <em>Fate’s Embrace</em>, still intact and firing off streams of countermeasures and flak in the direction the attacks had apparently originated. She was at full burn and decelerating, her bow counter to their orbit and her mass descending towards Jupiter to duck under the widening debris field, her goal to maneuver around it and take the fight to the enemy apparent in her every graceful and deadly line. It was a brilliant display of the ships firepower and orbital maneuvering. Forquet snapped off the Jamming pod and started screaming for landing permissions as they approached the <em>Fate’s</em> port recovery bay. They got no response except the blister opening. Forquet called out an emergency landing and activated the crash-preparedness protocol on the control panel. As the small craft slammed into the deck aboard the <em>Fate’s Embrace</em> powerful electromagnets in the skids activated and held the craft to the deck, at the same time, restraint helmets with emergency oxygen snapped over their heads and crash-absorption gel exploded into the cabin to cushion the impact. All he could see was the blue-green gel on the outside of the helmet, but the craft was still and he felt the sudden tug as the <em>Fate’s</em> artificial gravity caught hold of them.</p>\n</div><!-- SC_ON -->"
}