{
  "full_title": "Fall of Man 16: A Man of Action",
  "number": 16,
  "title": "A Man of Action",
  "created_at": "February 12, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7x2ins/fall_of_man_16_a_man_of_action/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Old Man</em></strong> <em>is the sometimes affectionate, sometimes depreciative nickname almost every Hegemony Peacekeeper uses to refer to</em> <strong><em>Admiral Deacon Lancaster,</em></strong> <em>the top military officer of the Peacekeeper Corps. He has held that rank and position continuously for over two thousand years, and not because of bureaucracy. A veteran of the last armed conflict between Luna and the orbital Colonies of Earth, the Old Man is well known for his brutal efficiency, tactical genius, and his complete lack of patience for anything less than perfection in the officers and enlisted beneath him.</em></p>\n\n<p>As the Tall One&#39;s roar echoed through the underground chamber, the sanguine light pouring from its maw kept both Longmire and Jesse still. It did not, however, do anything to Professor Walthers, as he was behind the giant. He threw himself forward and retrieved the copper knife from where he’d dropped it. As he grasped it, the behemoth creature took its first long step towards Longmire, its roar cutting short as its mouth closed. Longmire didn’t hesitate, drawing a Beretta M92F from under his jacket and pulling the slide back to chamber a round before he took aim. As he was about to squeeze the trigger Walthers took the knife and hastily scrawled a symbol in the center of the ruined design around him. The Tall One reached for Longmire and Jesse as it barreled towards them in a half crouch and then… Nothing. It stopped. One long leg frozen in the air, arms reached out, fingers curled into deadly claws, the thin, upper fold of its lip pulled upwards in a snarl. The creature pulled at the air with its arms, it drove its legs down into the concrete again and again as it tried to find purchase, but for all its struggles, the center of its mass could not move from where it had stopped, suspended in the air. Walthers sat back and took a deep breath before he spoke.</p>\n\n<p>“It’s no good. I have you held there for as long as I deem it. Your struggles will not avail you.”</p>\n\n<p>The Tall One growled and roared again, this time the light from within its maw shone not red, but yellow, and Longmire and Jesse found themselves quite unaffected. Jesse was the first to speak, and to Longmire.</p>\n\n<p>“Jee-sus! Would you drop the piece Rambo, he ain’t gonna hurt a fly.”</p>\n\n<p>The creature let out a roar, but it was short, clipped, and hesitant.</p>\n\n<p>“Yeah I’m talkin’ about you ya big white piece of shit!”</p>\n\n<p>The monster stopped struggling and looked at Jesse, its mouth closed and its eyes focused squarely on him. Jesse looked back and stared into its inky orbs raced with golden lightning. Longmire flicked the pistol to safe and re-holstered it, looking back and forth from Jesse to the creature.</p>\n\n<p>“Jesse?”</p>\n\n<p>“Yeah Cap?”</p>\n\n<p>“What are you doing?”</p>\n\n<p>“I dunno Cap, just… I just… Shit.”</p>\n\n<p>Walthers watched as the behemoth creature floating in the air suddenly flailed wildly, its skin rippling and the crack of snapping bone ringing through the air. The limbs suddenly curled inwards as if it was some kind of dead insect, and the cracking and snapping sounds grew louder, the skin started sucking inwards, making the giant much smaller than it had been before, like all its innards were being suddenly evacuated… Somewhere. The head collapsed inwards, muscles and sinew pulled back from the creature’s bones under the skin and were pulled into the center of it, the bones snapping and following suit. Lastly, the skin, utterly unbroken except for where the normal orifices had been, was sucked wholly into the center of its former mass In the process of just a few seconds the titanic being which had been suspended in mid-air was gone, replaced by a small black spot hovering where it had been centered, then the spot itself shrank and disappeared, leaving nothing but a dull wisp of some noxious gas in its wake. Longmire watched with wide eyes and then looked to Walthers.</p>\n\n<p>“What the fuck was that?”</p>\n\n<p>“That’s not our problem.”</p>\n\n<p>“What do you mean, we failed!”</p>\n\n<p>“Maybe.”</p>\n\n<p>“Maybe?”</p>\n\n<p>“Look at Jesse.”</p>\n\n<p>Longmire turned back to the man beside him and looked him up and down, seeing he hadn’t moved since he’d locked eyes with the giant. Coming around to his front, Longmire spotted what had Walthers frozen on the floor. Jesse’s eyes were now twin pools of ebony, raced with jagged golden streaks.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle couldn’t feel much of anything.  The crash absorption gel did its job very well, deadening most sensations or vibrations. As such, he didn’t know the crash recovery team was getting him out until he felt the heat of the  gel dispersal agent reacting with the gel as it was getting sprayed all over him. The heat was brief and entirely tolerable, and in short order the gel was far more fluid and ran over him in streams. As the blue-green gel on the helmet reacted and was rinsed away, he could see the yellow and brown uniforms of the recovery crew as they used their handheld applicators to target the remaining pockets of gel to free him from the wreck of the Falchion. As soon as his hands and the helmet were free he reached up and triggered the release to take off the helmet.</p>\n\n<p>Free of it and able to speak, he found himself barraged by questions about his state of being. If he was breathing ok, did he feel any injury, was he disoriented, etc. Answering that he was fine, the questions then focused in on who he was and what he saw of the attack. He identified himself, made sure Lt. Forquet was in good order, then ordered an escort to the bridge immediately. The trip took no longer than a minute, but that minute was the longest of his life, knowing that any second the <em>Fate’s Embrace</em> could become the latest target of the attack and his command over her could end before it ever began. As he entered the bridge the bosun by the door attempted to make an announcement but Sayle beat him to it as he loudly announced himself.</p>\n\n<p>“I’m Captain Sayle, who’s in command and what’s our situation?”</p>\n\n<p>A rather brusque female voice emanated from seemingly everywhere and nowhere in response.</p>\n\n<p>“Yes Captain, I’m Fatima, I have ended flak cover to conserve ammunition as no further Kinetics appear to be inbound. I am also powering the <em>Hyperions</em> for offensive action once we have a firing solution.”</p>\n\n<p>“You’re the Fate’s AI, correct?”</p>\n\n<p>“That is correct Captain.”</p>\n\n<p>“Where’s the XO?”</p>\n\n<p>“Commander Kinsin is on the Port Hangar deck looking for you, Captain.”</p>\n\n<p>“Have the ISF escort him to the brig.”</p>\n\n<p>“Captain?”</p>\n\n<p>“He should have been on the bridge, that&#39;s dereliction of duty. Now, why don’t we have a firing solution?”</p>\n\n<p>“Impact angles indicate Kinetics came in from an origin point beyond Jupiter orbit-“</p>\n\n<p>“Why would that matter?”</p>\n\n<p>“Commander Kinson ordered me to keep all targeting scanners locked only to the range of Hegemony space as a precautionary measure, that order has not been countermanded.”</p>\n\n<p>“Consider it countered, backtrack Kinetic impacts to origin point.”</p>\n\n<p>“Aye Captain… Origin calculated to be either a vessel in polar orbit of Europa or a facility located on its surface firing while compensating for its gravity.”</p>\n\n<p>“Begin calculating a firing solution.”</p>\n\n<p>“I am unable to do so Captain.”</p>\n\n<p>“Why the hell not!?”</p>\n\n<p>“We have sustained damage which at present renders me unable to properly resolve the target to the degree required.”</p>\n\n<p>“Damage report.”</p>\n\n<p>“We sustained a direct hit to the starboard dorsal sensor pod, it is no longer attached to me.”</p>\n\n<p>“So you’re blind to the starboard dorsal bow quadrant?”</p>\n\n<p>“Yes Captain.”</p>\n\n<p>“What’s the status of the rest of the fleet?”</p>\n\n<p>“Twenty-nine out of thirty-five line vessels have sustained hits by long-range high-velocity kinetics. Of the twenty-nine, twenty-two are adrift, three are underway but uncommunicative and likely operating under AI control without surviving crew, three additional vessels are damaged but undergoing rescue operations, and we are the last.”</p>\n\n<p>“Who’s in command of the fleet?”</p>\n\n<p>“The <em>Mercurial Fury</em> is adrift, no other officer of rank has taken command.”</p>\n\n<p>“Who’s next in line?”</p>\n\n<p>“Unknown. We are the remaining tactically superior vessel in operation. Command falls to you unless a superior officer elects to take charge.”</p>\n\n<p>“Contact the remaining operable vessels and have <em>someone</em> run up a firing solution on Europa, then get me a report on any other command level officers available.”</p>\n\n<p>“Aye Captain.”</p>\n\n<p>“Who is in formal command of this ship?”</p>\n\n<p>“Commander Kinsin, pending formal command adoption by yourself Captain.”</p>\n\n<p>“What is the current time?”</p>\n\n<p>“Thirteen hundred twenty-three minutes Captain.”</p>\n\n<p>“As of thirteen hundred twenty-three minutes I, Captain Bengal Sayle, hereby do relieve Commander Kinsin and take command of the <em>Fate’s Embrace</em> as ordered by the late Admiral Bosch.”</p>\n\n<p>“Transfer of command recognized and logged, all command codes now transferred to Captain Bengal Sayle as of thirteen hundred twenty-three minutes. We also now have a firing solution, courtesy of the AI aboard the <em>Tip of the Spear</em>.</p>\n\n<p>“Good, send a message on properly coded channel that I am taking command of the fleet unless somebody of rank objects. Then dispatch a message packet to Olympus updating them on the situation and indicating our readiness to fire. Give them 120 seconds to respond, then I want to turn Europa or anything larger than a skiff in her polar orbit into an irradiated and slowly drifting field of debris.” </p>\n</div><!-- SC_ON -->"
}