{
  "full_title": "Fall of Man 17: The Old Man",
  "number": 17,
  "title": "The Old Man",
  "created_at": "February 14, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7xkpzs/fall_of_man_17_the_old_man/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Augmentation</em></strong> <em>is the nickname for the process by which Hegemony citizens can choose to extend their lifespans to near-immortality. While the exact process is considered a state secret, it is known that it involves several surgeries and courses of treatment with injections and certain radiative processes. At the end, the individual is immune to all disease, genetic syndromes, and the aging process. It does not (as is commonly depicted in Outer Planet fictions) make an individual any kind of superhuman. It doesn&#39;t grant greater strength, intelligence, or durability. It simply makes it so that injuries which would have been fatal before are rarely so afterwards, as it takes the destruction of the internal organs to render them non-functional. It also results in certain neural plasticity, greatly increasing the ability of the brain and nervous system to regenerate and recover, though memories can be lost from brain damage. The process is reversible, however, reversing the Augmentation process is damaging in and of itself and often results in a poor quality of life and short life expectancy.</em> <strong><em>Augmentation</em></strong> <em>can also refer to any other process or procedure which adds to an individual’s abilities, including the surgical addition of neural interface, kinetic interface, or data storage.</em></p>\n\n<p>Sarya locked eyes with the man on the horse. He was maybe twenty, Asian features with dark eyes and hair. He sported a short, well-trimmed goatee. They both had their weapons trained, but while Sarya was reasonably sure of her aim and her ability to fire if needed, she had never before had to kill a man one on one before, it was always more frenzied, an attack from scavengers or ferals who didn’t choose to remain civilized, and she’d always been part of a group all firing at once. She wasn’t sure she’d be able to kill a man while looking him in the eye. Her opponent, however, did not appear to have the same reservations. His face was set with grim determination and his hands were steady. She decided to maybe try another tact.</p>\n\n<p>“I don’t see any real reason why we should shoot each other, do you?”</p>\n\n<p>The man’s eyes narrowed and his head cocked to the side slightly before he responded. He spoke a rapid-fire language Sarya had never heard before and didn’t recognize.</p>\n\n<p>“I don’t understand, do you speak English?”</p>\n\n<p>That didn’t get a response.</p>\n\n<p>“Habla espanol? Tu parle francais? Sprechen ze deutch?”</p>\n\n<p>The languages she’d been taught had proven useful with the rare envoys from Europe, Mexico, and Canada, but here they were useless. The man indicated with his offhand that she should lay her weapon down. Sarya knew she had to make a decision here, she could either shoot him, or comply and be taken prisoner. She didn’t like either one, and, she didn’t have long to decide. She was a half second away from lowering her rifle when he momentarily pointed the gun at her feet and fired. The round hit the tiled floor of the food court and ricocheted between her legs, she felt the wind of it go past her ankle and heard it hit a wall far behind her. She was peppered with small flakes of razor sharp tile debris all over her legs, belly, and the bottoms of her arms. The sound and the sudden explosion of tile bits surprised her and she dropped her rifle. As the M4 hit the ground it fired, the round flying forward and striking the man’s horse in its left foreleg, shattering the bone and bringing both horse and rider down. Sarya didn’t waste the opportunity provided, grabbing her rifle back up and immediately running back the way she’d come and turning a corner as quickly as she could. She moved another ten feet down the concourse then turned and kneeled, taking her rifle back to her shoulder and preparing to kill her pursuer as soon as he rounded the corner.</p>\n\n<p>She waited, trying to take small short breaths to calm herself and to steady her aim. Ten seconds… Twenty… All she could hear was the screaming of the horse around the corner in the food court. Thirty seconds and she eased herself back to the corner and ducked as low as she could get to peek around the corner near to the floor, where she was least likely to be seen. A brief look around the corner and she realized why she hadn’t been followed. The man’s left leg was trapped under his horse, which continued to scream and flail wildly. His rifle had been thrown out of his reach and he was trying to unsheathe his sword, either to leverage himself loose or finish the horse, she couldn’t tell. Either way, it provided her an opportunity to escape, one she wasn’t about to let pass her by. She backed away from the corner, got back to her feet, put her rifle back on safe, and took off at a light jog to find her way out of the mall and back to the bridge to Oakland. She had a feeling her findings would interest her father.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers pulled himself to his feet and retrieved his cane from where he’d dropped it before the ritual and walked over to Jesse, who still stood staring at Captain Longmire.</p>\n\n<p>“Jesse?”</p>\n\n<p>There was no response, in fact, he didn’t seem to be breathing.</p>\n\n<p>“Jesse are you there?”</p>\n\n<p>Jesse rocked back as it a sudden gust of wind had blown him. Then he blinked and responded in a voice that sounded like gravel raked over a tin roof;</p>\n\n<p>“He exists.”</p>\n\n<p>“That’s… Is this Jesse?”</p>\n\n<p>“No. I am the fragment you brought forth.”</p>\n\n<p>“Fragment?”</p>\n\n<p>“A cell of a larger organism.”</p>\n\n<p>“What larger organism?”</p>\n\n<p>Suddenly Jesse’s body was thrown back against the wall as if struck by a phenomenal force. As it impacted, his mouth opened and a distinctly red light poured up from the throat, highlighting his uvula as if it were a little pink disco ball. Accompanying the light was a sound not unlike the rumbling of an earthquake, the kind of low, immensely powerful and deep sound only something truly titanic could possibly generate. Both Longmire and Walthers felt it rumbling in their innards even as a blistering pain shot through their skulls, like they’d been stabbed with icicles they felt the cold pain blossoming behind their eyes. Without even meaning to, both went to their knees with the sudden shock of it, grasping their ears, half expecting to feel gushes of blood pouring forth – it lasted all but a second. Jesse’s body crumpled to the floor and the sound, the pain, all of it stopped. It was a few seconds before either Walthers or Longmire could collect themselves. Walthers spoke first.</p>\n\n<p>“What… What the Hell? What was that?”</p>\n\n<p>Longmire rocked back onto his rear and extended his legs in front of him as he rubbed his temples.</p>\n\n<p>“I’ve felt it before – well, something like it anyway…”</p>\n\n<p>“What? When?”</p>\n\n<p>“You remember how I told you about the <em>Oregon</em> hitting a whale when we were on our way from New York City to Washington D.C.?”</p>\n\n<p>“Yeah, yeah, and then you sent a boarding party over to a couple of derelicts.”</p>\n\n<p>“Yep, a cruise ship, the <em>Disney Magic</em> and a bulk container ship, the <em>Globe</em>.”</p>\n\n<p>“Yeah, and then the Tall Ones kidnapped you and your crew and tried to convince you to give yourself over to them.”</p>\n\n<p>“Yeah, how they grabbed us, it was a sound, something grating and extremely loud. Caused a helluva headache… Sound familiar?”</p>\n\n<p>“But we didn’t fall unconscious…”</p>\n\n<p>“That was just a few seconds and it took us to our knees. On the <em>Oregon</em> it kept going, we were out in under a minute.”</p>\n\n<p>“Oh god…”</p>\n\n<p>“What?”</p>\n\n<p>“If that could knock out the entire crew of a submarine, how far did it travel from here? Who else was affected?”</p>\n\n<p>“I don’t hear any panicked screaming…”</p>\n\n<p>“Check Jesse, I’m going to go check on Evelyn and Rowyn.”</p>\n\n<p>“What if uh… What if ‘it’ is still in there?”</p>\n\n<p>“Restrain him.”</p>\n\n<p>As Walthers got himself off the ground and hobbled out of the former server room and through the bunker to the remains of the culinary building which had hidden it, Longmire looked around at the room, at the desks covered in papers, the large scrawled designs in the floor, on the walls and on the ceiling, and the complete lack of rope or bindings of any kind.</p>\n\n<p>“With what?”</p>\n\n<p>Only his echo answered him.</p>\n\n<p><strong>~</strong></p>\n\n<p>Admiral Lancaster kept his eyes locked to the indicator on his desk that would signal if there was a fleet communique from the response he’d sent to Jupiter even as he discussed other fleet movements with the Peacekeeper brass. His holo currently showed the heads and bios of twelve different men. Two Vice Admirals, four Rear Admirals, and six Commodores, each aboard their own ships. They made up the remaining active Fleet elements not deployed to Jupiter. There were another two Vice Admirals and three Commodores whose vessels were undergoing one of the R’s that were a pain in his hide, repair, refit, refueling, recruiting, retirement, or recusal. The last was the most infuriating. If a vessel was assigned a specific home port, like a Space Station, and the person in charge of that port felt that they were under dire threat if the vessel was repurposed, they could put in an injunction with the Hegemony Legislature which recused the vessel from other duties while they reviewed the request for it to remain at that port. He had two vessels recused at the moment, both Cruisers under Vice Admirals, and it left him temporarily shorthanded to respond if the Jupiter or the Mercury situation blew up.</p>\n\n<p>The Light Cruiser <em>Supernova</em> was stationed at one of the Asteroid Belt fleet yards and the civilian Governor of the colony there, a worm of a woman by the name of Pellingbrooks, had recused it the second the <em>Ceres</em> was fired upon. Who told her about that event was a concern in and of itself, but the <em>Supernova</em> was his top pick to respond and instead he’d had to send the <em>Mercurial Fury</em>. The other, the Heavy Destroyer <em>Gamma Burst</em> was recused by the Hub itself after the incident with the Envoy from Saturn. He expected it to be released any moment now, since the Legislature was reviewing the case. The <em>Ceres</em> incident, he was sure, would convince them he needed his resources on deck.</p>\n\n<p>As the Admirals and Commodores went over tactical scenarios for response if they needed to do more than make a show of force, the indicator lit up. He silenced their discussion with a raised hand, a signal they all knew meant he had something to say.</p>\n\n<p>“We’ve got a message from the fleet over Jupiter, I’ll play it as audio, and I want to hear it so <em>keep your damn yaps shut!</em>”</p>\n\n<p>With that he activated the message reader and leaned back. It was an AI message from the <em>Fate’s Embrace</em> now under Captain Sayle. As it detailed the events since the Fleet transition to Jupiter he listened. As it detailed the events during Sayle’s transfer, he sat forward. When it concluded with Sayle’s stated intentions, he stood. Jabbing a finger at a control to silence the peanut gallery he spoke a rapid reply and sent it as quickly as he could. He then held up a hand to get their full attention and opened their comm channels again to give out his orders. They weren’t questioned, despite how bizarre they may have seemed. As they acknowledged the orders and signed off. He went over to his bar along the long wall of his office. It was an old-fashioned one, with liquors in glass containers rather than formed from previously prepared molecular packets and only made into fluid when ordered. He poured himself a strong brandy and turned to the far wall, which featured floor to ceiling windows overlooking the plain outside Olympus. As he watched, he could feel the vibration as the massive hangar doors beneath his office rolled open, and then he felt and saw the Light Frigate <em>Black Widow</em> launch into atmosphere and climb towards orbit.</p>\n</div><!-- SC_ON -->"
}