{
  "full_title": "Fall of Man 18: Retribution",
  "number": 18,
  "title": "Retribution",
  "created_at": "February 22, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/7zfs9f/fall_of_man_18_retribution/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Hegemony Legislature</em></strong> <em>is the ruling body politic of the Inner Planets, Asteroid Belt, and Jupiter. It is made up of Delegations, at least one Delegation from each colony, station, or moon that has a population of at least fifty million (known as a Delegations “home”). Each Delegation gets one vote on Hegemony wide issues, and two votes if the specific issue or law in question is set to impact only a subset of Delegations including their own, and no votes if the issue at hand doesn’t affect their Delegation at all. This combines a strong Federal level based on equal representation with a strong value placed on home rule for many issues. Of course, trade issues, standards and practices, and inter-delegation regulatory issues all effect the entirety of the Hegemony equally, so they are all full legislature issues. There are also four other governing bodies which interact with the legislature; the Hall of Dispute Resolution, the Peacekeepers, the Oversight Committee, and the Diplomatic Corps, though they have very specific and limited roles in governing. Individual Delegations can have as few or as many members as their respective homes choose to appoint, usually made up of various experts, statesmen, notable veterans, community leaders, or businessmen. However, the number of individuals in a Delegation doesn’t grant that Delegation any leeway on their vote number, or the time limit on debate or voting.</em></p>\n\n<p>Captain Dawp slowly came back to the world of the living, feeling nothing but cold and a terrible sucking pain in his chest. As he opened his eyes, he felt the outer layer of them freeze over and realized the pain was his lungs, completely devoid of air and trying to suck vacuum. There was no sound, but he could see well enough still to see that while the <em>Ceres</em> had been depressurized, his crew was mostly intact, and <em>Ceres</em> herself was still functioning. The Central holo displayed a model of the ship and indicated where the damage was, a subsection of her central span between her engineering section and her forward section had a glancing blow from one of the kinetics that took out the <em>Mercurial Fury</em>. It wasn’t enough to kill them, but it had vented all their atmosphere and apparently, by the count, some six members of her crew. He struggled to stand and get over to the central display. The breach containment system had activated, but one of the emergency bulkheads was unresponsive, a mechanical fault that <em>Ceres</em> was incapable of resolving on her own, or overriding.</p>\n\n<p>Placing his hand on the tactile interface, he overrode the protocol and activated another bulkhead in the very next section forward of the breach. As the holo showed the bulkhead engage, <em>Ceres</em> automatically re-pressurized the compartment and kicked on atmospheric controls to bump up the temperature by a comfortable degree for a while to help thaw out the crew. As air flowed onto the bridge, his ears popped from the pressure change and he felt the pain in his core fade as his lungs reflated with air with his first good inhale. The pain would have been unbearable if it weren’t for his augmentations, and his YEOD reflected that, with a status showing he was currently being fed a steady stream of hormones and natural painkillers direct to his bloodstream. He opened his mouth to speak but the interior was still frozen too much, or his vocal cords were, he was having trouble telling. So instead of trying to type out all his queries, he took a seat in the command chair and accessed the neural link with <em>Ceres</em>.</p>\n\n<p>Ceres the AI represented herself as a young, rather bubbly blonde in a form fitting summer dress to him, and she was relieved he was there to see her.</p>\n\n<p>“Captain, I’m glad you made it through, we’ve got a bit of a situation.”</p>\n\n<p>“What’s our status Ceres?”</p>\n\n<p>“I’m still nearly fifteen percent exposed to vacuum, but luckily there’s no crew in the remaining depressurized sections. I’m happy to report that I could see two out of our six missing crewman were rescued by the <em>Tip of the Spear</em> and the <em>Ebon Cutlass</em> as we drifted out of the combat zone, the remaining four suffered extensive physical trauma and are still adrift in the debris field. They appear unresponsive, though they may be recoverable and with proper treatment may yet be resuscitated. My damage is minimal, I’m still mission-capable, though any crewman wishing to make it aft should make sure they take the starboard route to avoid being spaced.”</p>\n\n<p>“What’s our current frame of reference?”</p>\n\n<p>“We’re just inside of Jupiter’s Ionosphere on an extremely low orbital path. A small amount of atmospheric drag is causing us to very slowly lose speed and altitude, but we shouldn’t see any negative effects for several hours yet.”</p>\n\n<p>“Why in Deimos are we in Jupiter’s Ionosphere?”</p>\n\n<p>“After the <em>Mercurial Fury</em> was hit and I was vented, I estimated a secondary attack probability at nearly ninety-five percent <em>unless</em> we appeared to be disabled already, so I allowed our initial momentum from the break with the <em>Fury</em> to continue without correction. That course was effectively towards Jupiter, and only once I detected the attack as concluded did I stabilize our orbit at this altitude.</p>\n\n<p>“You played dead to avoid being hit again.”</p>\n\n<p>“There are no countermeasures capable of deflecting a high-velocity kinetic, it was the most tactically sound option, and, it had the added advantage of saving our lives.”</p>\n\n<p>“Who’s in command of the fleet?”</p>\n\n<p>“Unknown, electromagnetic interference from the Ionosphere has blocked communications.”</p>\n\n<p>“Set us up for a burn at our perigee and adjust inclination to rendezvous with the remainder of the fleet.”</p>\n\n<p>“Aye Captain. And, Captain?”</p>\n\n<p>“Yes Ceres?”</p>\n\n<p>“I thought you should know, Captain Sayle’s Falchion disappeared off my screens moments into the attack, it was passing between the <em>Ganymede</em> and the <em>Lightning Rider</em> when they were hit by the same kinetic. The space between them would have been a shooting gallery of debris.”</p>\n\n<p>Dawp hadn’t even considered the idea that Sayle might not have made it to the <em>Fate’s Embrace</em>, the news left him momentarily speechless. He was quiet for nearly a minute before Ceres decided to break his reverie.</p>\n\n<p>“Captain?”</p>\n\n<p>“Oh… Yes Ceres?”</p>\n\n<p>“I’ve got our intercept burn calculated to rendezvous with the fleet on our next orbital pass. Do you wish to be updated once we’re out of the Ionosphere and we regain communications?”</p>\n\n<p>“Yes, thank you.”</p>\n\n<p>“You’re welcome Captain.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Sarya could feel her sweat puddling in between her toes in her shoes and in her cleavage. She wasn’t sweating from the heat – it was a rather cool day – but from exertion. The man from the Mall had friends, and he’d apparently had a radio or something to call them in. Almost from the moment she’d exited the mall she’d been evading additional horseback patrols through the city, and she’d found plenty of additional reasons to avoid them, including the corpses sharing her latest hiding place. Most major cities had survivor populations. She now knew why San Francisco didn’t. She was hiding behind the counter of what had from the looks of it once been a storefront converted into a family home. The bodies were fairly fresh, and showed signs of having been used for a lesson on swordsmanship. She hoped it was done after they died, but from the looks of the arterial spray all over the walls, she wasn’t encouraged. Fairly fresh, but the smell and the flies were enough to discourage any of the patrols from peeking in too closely. She could hear the hooves of their horses clip-clopping up and down the street. She hoped they didn’t have any kind of radio locators as she pulled her walkie-talkie from her pack. She wasn’t sure she had the range to actually make contact, but she had to try.</p>\n\n<p>As she was about to switch the radio on, she hesitated, realizing that if she turned it on and they were using the same frequencies, they might just hear the feedback, but then she dismissed that thought as ridiculous, since the chances of them using the same frequencies were remote. She turned the volume knob all the way down then switched on the hand-set before gradually turning the volume up until she could just barely hear the static that came between signals. She keyed the mic and made her broadcast according to the protocols she’d established with her father and the crew of the <em>Dorian Grey</em>.</p>\n\n<p>“Dee-Gee come in, this is Ess Ell. Over.”</p>\n\n<p>The static continued.</p>\n\n<p>“Dee-Gee come in, this is Ess Ell. Over.”</p>\n\n<p>“Dee Gee here, go ahead Ess Ell. Over.”</p>\n\n<p>“I have encountered hostile natives in San Fran, I say again, hostiles in San Fran, requesting the Cavalry. Over.”</p>\n\n<p>“Roger that Ess Ell, Cavalry Incoming, what’s your current situation? Over.”</p>\n\n<p>“I am currently hidden on the bottom floor of a building, I intend to try and make it to the roof. Over.”</p>\n\n<p>“Roger that Ess Ell, keep the channel open, we’ll home in on your signal. Over.”</p>\n\n<p>“Acknowledged Dee-Gee, I’m damn near in the middle of the city proper. Over.”</p>\n\n<p>“Understood Ess-Ell, hold tight, we’re on our way. Over.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Longmire had been forced to improvise in his restraint of Jesse, or, whatever was in Jesse. There was no telling. His eyes were closed and Longmire wasn’t about to touch them, in case doing so awoke… Whatever or whoever was there. He didn’t want to chance it without Professor Walthers present. He’d managed to find some old cables from when this place was a server room and used them to improvise bindings to tie Jesse to the only chair in the room. Now he was just waiting for Professor Walthers to return. He didn’t intend to leave Jesse-but-not-Jesse alone in any case. As he watched, he could see that Jesse’s chest was still slowly expanding and contracting as he drew breath. It was confirmation enough for him that the body was alive, so he didn’t bother with anything more detailed in the way of examination. It was a long few minutes before Professor Walthers returned.</p>\n\n<p>“Oh, you, uh… You took that restrain comment literally.”</p>\n\n<p>“Well, yeah, was I not supposed to?”</p>\n\n<p>“Well, no, I mean, I had a pretty good feeling that the restraint I put on the Giant probably carried over to Jesse as well, after all, his light didn’t disable us in any way.”</p>\n\n<p>“Well you said restrain him, so I did.”</p>\n\n<p>“It’s ok, it’s probably for the best anyway. Has he said anything?”</p>\n\n<p>“Not a peep.”</p>\n\n<p>“I’m not sure if that’s good or bad.”</p>\n\n<p>“Do you think Jesse’s still in there?”</p>\n\n<p>“I don’t know. The things I’ve read on possession I dismissed since there was no solid evidence of it from anything we had from the when they were here last.”</p>\n\n<p>“What about Watkins &amp; Kellogg?”</p>\n\n<p>“I’m still fairly sure that’s not possession, despite what you sent me on them, I think they’re just influenced, or altered, I’m not sure since I haven’t been able to examine them myself.”</p>\n\n<p>“I brought them too, you know.”</p>\n\n<p>“You what? You did?”</p>\n\n<p>“They’re on the <em>Dorian Grey</em>.”</p>\n\n<p>“Still, Captain?”</p>\n\n<p>“I don’t like it but I’ve never found any other solution.”</p>\n\n<p>“It’s been so long though-“</p>\n\n<p>“A fact I have to live with as it gets longer each and every day.”</p>\n\n<p>“And there’s been no change?”</p>\n\n<p>“Nope. They still don’t eat, sleep, and only fake breathing to be able to speak. When they’re alone and think they’re unobserved, they don’t breathe at all.”</p>\n\n<p>“Do you… Do you think there’s anything to be gained by bringing them together?”</p>\n\n<p>“They are together.”</p>\n\n<p>“No, not Watkins &amp; Kellogg, <em>Jesse</em> and Watkins &amp; Kellogg.”</p>\n\n<p>“Hold on, we don’t know what any of them <em>are</em> at this point.”</p>\n\n<p>“Exactly, the interaction could prove informative.”</p>\n\n<p>“Or dangerous.”</p>\n\n<p>“Our entire endeavor has <em>always been</em> dangerous Captain.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Goveretski finally felt the Gs ease off as the final bit of fuel was expended and the <em>Retribution</em> ceased its acceleration. Figg, Iotashi, Stern, &amp; Patir didn’t stir from their seats as he used his instruments- hand made and painstakingly tested to insure accuracy- to measure their position, velocity, and heading. If they’d been off in their calculations by so much as a half kilo, or a half second of acceleration, then their entire venture, everything they’d struggled for, would be for nothing, and they’d be forced to suffer for an indeterminate eternity without justice. After several hours of calculation and observation, Goveretski finally sat back in his seat. The quality of his movements reassurance enough that they had indeed succeeded. They were on a course which would take them, at long last, home.</p>\n</div><!-- SC_ON -->"
}