{
  "full_title": "Fall of Man 19: Rules of War",
  "number": 19,
  "title": "Rules of War",
  "created_at": "March 4, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/81yozh/fall_of_man_19_rules_of_war/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Hall of Dispute Resolution</em></strong> <em>is synonymous with most Colony&#39;s Court system, though the cases they hear are very specific in scope to issues regarding interpretation of the Hegemony Charter and legal entanglements between different Legislative Delegations. It is made up of one member (called a Judicator) from each Delegation, and is appointed by the specific Delegation&#39;s home governing body based on merit and legal accomplishments in lower courts. The appointment is for a specific number of cases (five hundred) not a length of time, after which the Judicator can be replaced or re-appointed by their home governing body. A Judicator can retire voluntarily with notice, or, be removed from his seat before his requisite number of cases, however, the latter only by a unanimous vote by the Delegations of the Hegemony Legislature.</em></p>\n\n<p>Captain Sayle watched as the counter on the main holo counted down the last three seconds of his established two minute timeline.</p>\n\n<p>“Fatima, are the <em>Hyperions</em> charged?”</p>\n\n<p>“Yes Captain, charged, aligned, and ready to fire.”</p>\n\n<p>“Good, on my mark, fire.”</p>\n\n<p>“Yes Captain… Captain?”</p>\n\n<p>“What is it Fatima?”</p>\n\n<p>“I’ve got a response from Admiral Lancaster.”</p>\n\n<p>“Let me hear it.”</p>\n\n<p>“Captain Sayle I understand completely your desire to blow the hell out of Europa, but unless and until the Outer Planets target a civilian population you are to restrain yourself only to military targets of opportunity. You know me a helluva lot better than most officers of your rank, you know I’m not one for using kid gloves, but I cannot authorize you to fire on civilians. You see an Outer Planet&#39;s Peacekeeper ship, you feel free to vaporize it in a big flashy way, you can even make a show of glassing empty spaces on Europa&#39;s surface from a distance, but you <strong>do not</strong> kill civilians, that’s an order. Now, I’m going to send the <em>Black Widow</em> out to you. She’s a Light Frigate, brand new and filled to the gills with all kinds of goodies, I’ll let her Captain brief you when she gets there, he knows what he’s doing and what he’s capable of. Use him. Lancaster out.”</p>\n\n<p>Sayle watched the Admirals face fade from the holo, replaced by the tactical overlay showing the path of the kinetics from Europa.</p>\n\n<p>“Fatima, what kind of devastation are we unleashing here?” </p>\n\n<p>“I’ve calculated multiple convergence points for a battery of fire, each converging approximately one hundred kilometers above the target points. The targets are the northern pole, one in the mid-northern latitudes, above its equator, the mid-southern latitudes, and a final above the southern pole. This should generate at least a 5000 rad exposure to every surface in the facing hemisphere. The convergence points should also generate heat approaching 2500 Kelvin, enough to annihilate virtually any man-made materials on the surface.”</p>\n\n<p>“Do we know of any subsurface activities on Europa?”</p>\n\n<p>“Hegemony intel suggests Europa has extensive subsurface colonies, transportation, and mining efforts.”</p>\n\n<p>“How many surface or orbital installations?”</p>\n\n<p>“Very few surface habitats, but we’ve detected a large orbital presence of civilians in transit off Europa, making their way to other Jovian Moons.”</p>\n\n<p>“Rats fleeing a sinking ship.”</p>\n\n<p>“Yes Captain, a general evacuation.”</p>\n\n<p>“How long would we have to delay in order to spare civilian casualties?”</p>\n\n<p>“Several hours sir, they’re not leaving very fast.”</p>\n\n<p>“Can we reduce the yield of the <em>Hyperions</em> to cause as little radiative heat and radioactivity as possible in orbit?”</p>\n\n<p>“No Captain, the <em>Hyperions</em> fire along a precise yield based on the emitters, they cannot be varied for precision strikes, for precision, it is recommended we use missiles.”</p>\n\n<p>“What’s our missile load-out?”</p>\n\n<p>“We have 2000 <em>Javelins</em>, 500 <em>Longspears</em>, and 50 <em>Ballista</em> missiles loaded and ready to fire, more in storage which can be prepared with a half hours’ notice.”</p>\n\n<p>“Are we in range for all of them?”</p>\n\n<p>“No Captain, at this range, without diverting to a higher orbit, we could only use <em>Ballistas</em> against Europa.”</p>\n\n<p>“And they’re fission, right?”</p>\n\n<p>“<em>Ballista</em> missiles carry a 200 Gigaton Plasma/Ion explosive warhead standard, yes.”</p>\n\n<p>“What do we have that we can bombard Europa without moving the Fleet into a higher orbit?”</p>\n\n<p>“Just the <em>Ballistas</em> Captain.”</p>\n\n<p>“Are we still undergoing rescue operations?”</p>\n\n<p>“Yes Captain.”</p>\n\n<p>“Spool down the <em>Hyperions</em>. Deploy all available auxiliary craft and fighters to assist with recovering personnel.”</p>\n\n<p>“Aye Captain. Also, you should know, in a little under 45 minutes the Fleet&#39;s orbit will carry them out of range of Europa with anything but the <em>Hyperions</em>.”</p>\n\n<p>“Thank you for the advisory.”</p>\n\n<p>“Also, the <em>Ceres</em> has been detected correcting her course. She’s no longer adrift, she’s in Jupiter’s Ionosphere.”</p>\n\n<p>“So she wasn’t destroyed alongside the <em>Mercurial Fury</em>?”</p>\n\n<p>“Apparently not.”</p>\n\n<p>“Good. That’s one less loss on day one of this war.”</p>\n\n<p><strong>~</strong></p>\n\n<p>The “Cavalry”, a UH-1 Iroquois Helicopter, known by most as a Huey, sped across the Bay with less than ten meters between the skids and the water, her rotors throwing up significant chop in her wake. Inside, Captain Longmire checked and rechecked the gear Colquitt had distributed for the rescue of his daughter. They had packed a bit of overkill with what he hoped to surprise the hostiles with, several fully automatic weapons, and everyone carried rifles and sidearms. As he did so, he verbally spoke each and every piece as the other men followed along. Two were former members of his crew, the third was a former Marine who’d survived a rather nasty Tall One attack on Parris Island Recruit Training Depot during the end of the world. They were all actual combat veterans who knew how to keep their heads in a firefight. He hoped it wouldn’t come to that, it depended on the skill and training of the hostiles. If they were coordinated, if they had experience, or if they scattered like leaves on the wind in the face of force… Too many damn variables.</p>\n\n<p>The Huey started gaining altitude as the Pilot and copilot up front homed in on Sarya’s signal and approached San Francisco. The city’s skyline was amazingly pristine after so long. It didn’t have the mounds of rubble or damage cities on the East Coast invariably had. As part of the Government&#39;s death throes, orders had gone out to special contingency operatives to demolish specific buildings and infrastructure all over. Sarya’s birth father Emil had been one such operative. There was no telling what secrets or resources had been buried in the rubble of paranoia… Or what they’d failed to bury, that was waiting, yet to be uncovered. As they passed over a block of apartment buildings, the signal suddenly dropped in strength. Heaving over the chopper in a banking turn, the pilot brought them to a hover over the apartment building emitting the signal. That’s when they started hearing the shots. Looking down, they could see perhaps a dozen men on horses milling in the area. The horses weren’t used to the sound of a helicopter overhead and weren’t being very cooperative, and it was throwing off their aim. They were hitting the sides of the buildings more than they were anything else. Longmire gave the signal and the Marine and his former navigator each brought out the surprise. Six shot grenade launchers, loaded with tear gas.</p>\n\n<p>Without a word they started firing off canisters in a circular pattern around the building, using the gas to establish a perimeter and the downdraft of the chopper to send the gas spewing outwards in all directions away from the building. The men were more disciplined than he gave them credit for, a few kept trying to take shots through the burn of the gas, but the horses were having none of it, now in full blown panic at the pain in their eyes, mouths, and noses. It was barely thirty seconds between the first canister of tear gas hitting the street and the hostiles retreating, and there were no indications the chopper had been hit. Sarya emerged from the rooftop access of the apartment building, a bandanna tied around the lower half of her face. The Pilot immediately lowered the throttle to bring them down and set the skids on the largest open area of the roof, the rotors barely missing a water tower on one end of it. Sarya didn’t hesitate, she ran for the chopper and dived in.</p>\n\n<p>The pilot lifted off and banked to put them on a course back to Berkeley even before Sarya had gained a seat and strapped in, something which Longmire made a mental note to talk to him about. As Sarya belted in, the Marine slipped a headset over her ears and a set the mike in front of her mouth so she could hear them and speak.</p>\n\n<p>“Thanks Dad! I’m sorry I got trapped like that, it was a dumb move.”</p>\n\n<p>“Yes it was. You know you don’t make initial entry to a strange area solo!”</p>\n\n<p>“The folks at Berkeley said San Fran was empty.”</p>\n\n<p>“Shows what they know!”</p>\n\n<p>“I don’t think the hostiles were local.”</p>\n\n<p>“What do you mean?”</p>\n\n<p>“They were all Asians, and the one that I ran into that started this whole thing didn’t speak English, Spanish, or French.”</p>\n\n<p>“That’s not good.”</p>\n\n<p>“Why?”</p>\n\n<p>“It means they had to come from Asia, and if there was that many, with horses, that means it’s not some kind of scouting expedition. It means organization, it means force. It means this isn’t some small group of survivors come here out of curiosity or for trade.”</p>\n\n<p>“So why would they come here?”</p>\n\n<p>“Raw materials, salvage, or maybe slaves, if they’ve regressed to that point. Who knows? We’ve established they’re a threat, that’s the important part. Next is fortifying Berkeley, and scouting out exactly who they are and why they’re here.”</p>\n\n<p>“I want in on the scouting-“</p>\n\n<p>“Not a chance.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Bhosale of the <em>Black Widow</em> sat comfortably in the command chair of the Peacekeepers newest Light Frigate and admired the efficiency and attentiveness with which his crew was attending to their duties. Most ships were rather low-key as officers absorbed themselves in their tactile links and holos, existing only partially aware of their surroundings as they carried out their duties in simulated space. The <em>Widow</em> however, made use of extensive studies on the subject that found full immersion decreased response time as Officers failed to use their real ears to hear orders and relied instead on the shipboard AI to let them know what to do. So the <em>Widow</em> didn’t use immersive interfaces, instead using extensive use of the YEOD augmentations to augment their holo displays and controls to keep their awareness in the tangible reality of the bridge.</p>\n\n<p>They were on course to complete their first orbit of Mars after launching from Olympus Mons, a Peacekeeper procedure to ensure that she was space-worthy. After all, if something catastrophic were to occur, its best to be in low orbit where you can re-enter the atmosphere and land if necessary to fix it. After that, he intended to use the equatorial gate to transfer to Jupiter and rendezvous with the fleet and report to Captain Sayle as ordered. Then, he’d get to put the <em>Black Widow</em> to her intended use.</p>\n</div><!-- SC_ON -->"
}