{
  "full_title": "Fall of Man 20: Specimens",
  "number": 20,
  "title": "Specimens",
  "created_at": "March 26, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/87cee7/fall_of_man_20_specimens/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Oversight Committee</em></strong> <em>is the smallest branch of the Hegemony Government, measuring only ten people, whose sole job is to look over each piece of Hegemony Legislation and find grey areas, loopholes, or other weaknesses or undefined terms or issues which may cause difficulties down the line, to review any possible conflicts between Hegemony Legislation and local Delegation laws, to reconcile any conflicts they find, and are solely entrusted with the power to alter the Hegemony Charter</em> <strong>if</strong> <em>that is the only possible manner of reconciling a conflict under their purview,</em> <strong>and</strong> <em>all ten of them agree unanimously on the need, scope, and precise language of the change. Five members of the committee are appointed by the Hegemony Legislature, and five are appointed by the Hall of Dispute Resolution, with replacements made as necessary as members retire. Members may be forcibly retired by a two thirds vote of the Legislature</em> <strong><em>or</em></strong> <em>a two thirds vote by the Hall of Dispute Resolution.</em></p>\n\n<p>Lieutenant Oleandor was getting hungry. Ever since he’d been brought aboard the Ringstation and debriefed on his experiences with his attempted resupply of the <em>Callisto</em> The Saturn Peacekeepers had kept him isolated in a small barracks room. Not even his own barrack&#39;s room, or even an officer&#39;s, it was the no-frills model for someone like Initiate Ayon, who he had not seen since they’d been taken aboard. That had been nearly six hours ago, and while the room had a bed and a holo with all the standard media access, it didn’t have so much as a refrigeration unit, much less any actual food to be found. He was considering taking another nap (he’d had two already) when there was a knock at the door before it was unlocked and three men walked in. Two Peacekeeper Captains and an Initiate carrying a tray.</p>\n\n<p>“Good evening Lieutenant, I’m Captain Wepps and this is my partner Captain Lopan. I understand you haven’t eaten, so I took the liberty of stopping by this quarter&#39;s Mess and grabbing a steward to bring you a plate of dinner.”</p>\n\n<p>“Thank you Captain, I appreciate it. Mind if I dig in?”</p>\n\n<p>“Not at all, we can talk as you eat, it won’t be a problem.”</p>\n\n<p>With that he had the Initiate set the plate down on the small table before leaving, and Oleandor took his place in front of it as Wepps and Lopan sat across from him. Lopan had yet to say a word, and the way he watched Oleandor made him uncomfortable. He felt like a flea under a microscope, like his every movement, every breath was being counted. As he opened the platter he was relieved to find they hadn’t brought him anything disgusting. Ringstation Mess Halls were notorious for their mystery meals conjured from whatever biomaterial they could scrape off the walls of barely functioning hydroponics labs. He was fortunate to get what looked like an egg salad sandwich, a pickle, potato chips, and a cup of coffee. One bite in and he realized he’d been mistaken, <em>it wasn’t egg salad</em>, and whatever it was wasn’t even a good approximation of egg salad. He was now suspicious of the pickle as well. The look on his face must have given away something, because Wepps smiled at his discomfort and Lopan appeared to relax a bit.</p>\n\n<p>“Not much for the sandwich Lieutenant?”</p>\n\n<p>He forced himself to swallow and put it back down before opening the packet of chips instead.</p>\n\n<p>“No, can’t say I am. I was hopeful when I saw it wasn’t some kind of casserole, but, it’s definitely Ringstation Mess.”</p>\n\n<p>“It is, sorry about that. Part of how we make sure everything is ok is making sure your reactions are genuine. I could hardly believe the way that sandwich was put together so I knew if everything was on the up and up we’d get a reaction.”</p>\n\n<p>“Making sure my reactions are genuine?”</p>\n\n<p>“Yeah, normal, that you haven’t experienced any kind of shock that’s left you numb or anything.”</p>\n\n<p>“You could have asked instead of torturing me.”</p>\n\n<p>“The sandwich couldn’t be that bad.”</p>\n\n<p>“You eat it then. What’s all this about? How come I’m locked away in this boot bunker?”</p>\n\n<p>“The <em>Callisto</em> was on a special assignment out there.”</p>\n\n<p>“Doing what?”</p>\n\n<p>“I’m not at liberty to say.”</p>\n\n<p>“Anything to do with those albino assholes who tried to hypnotize Ayon and I?”</p>\n\n<p>“I don’t know anything about that, but, my orders are to evaluate you.”</p>\n\n<p>“And then what?”</p>\n\n<p>“And then you return to duty.”</p>\n\n<p>“Just like that?”</p>\n\n<p>“With strict orders not to discuss your sojourn out to the <em>Callisto</em>.”</p>\n\n<p>“Of course.”</p>\n\n<p>“Of course.”</p>\n\n<p>“Is Initiate Ayon getting this treatment too?”</p>\n\n<p>“I can’t speak to specifics, we aren’t assigned to him, but as far as I’m aware he’s been interviewed and separated already.”</p>\n\n<p>“Separated? You mean drummed out.”</p>\n\n<p>“That’s right, he’s not Peacekeeper material.”</p>\n\n<p>“And who made that decision? He was a good kid.”</p>\n\n<p>“I’m not aware of how that decision came about. I just saw him in civilian clothing being escorted on to the next transport off the station.”</p>\n\n<p>“Because he saw them.”</p>\n\n<p>“As I said I’m not aware of the reasons behind his separation, nor am I privy to the exact nature of the <em>Callisto</em>’s assignment.”</p>\n\n<p>“Uh-huh.”</p>\n\n<p>So, Lieutenant, have you experienced anything unusual-“</p>\n\n<p>“Damn straight.”</p>\n\n<p>“-since you saw the ‘albino assholes’ as you called them? Any itching, strange bumps or callouses?”</p>\n\n<p>“No.”</p>\n\n<p>“Nervousness, ants in your pants, restlessness, anything like that?”</p>\n\n<p>“No more than normal when I’m locked in a small space.”</p>\n\n<p>“Claustrophobic?”</p>\n\n<p>“No, just prefer open space.”</p>\n\n<p>“I see. Hows your bathroom routine? Any major changes?”</p>\n\n<p>“Did those things carry some kind of plague or something? Because if so you need to worry about my ship, not me, they never got inside, they just crawled around on the outside.”</p>\n\n<p>With that, Lopan nudged his partner with an elbow, and Wepps leaned in to allow Lopan to whisper in his ear.</p>\n\n<p>“Does Lopan speak aloud, ever?”</p>\n\n<p>“He does, when necessary. I’m afraid our time here is at an end Lieutenant.”</p>\n\n<p>“Just like that?”</p>\n\n<p>“Just like that, I’ll have another, more palatable meal sent up.”</p>\n\n<p>“When do I get out of here?”</p>\n\n<p>“Not for me to say. I hope for your sake its soon though, you don’t seem like you mean any harm.”</p>\n\n<p>“I don’t, I do my job and I don’t have trouble sleeping at night.”</p>\n\n<p>“If only we could all be so lucky. Oh, one last thing…”</p>\n\n<p>“Yeah?”</p>\n\n<p>“The recorder on your ship records you and Ayon discussing whether or not to investigate the <em>Callisto</em>, and on that recording you admit out loud that you know the proper procedure, to return to base and report it in.”</p>\n\n<p>“Which I did.”</p>\n\n<p>“Yes, but, only after taking a closer look. Why?”</p>\n\n<p>“If there was something wrong- which there was- I had hoped to maybe assist with survivors.”</p>\n\n<p>“Ah. That’s- that’s noble of you. Thank you Lieutenant.”</p>\n\n<p>“I would say anytime, but I kind of hope to never see you again.”</p>\n\n<p>“You won’t.”</p>\n\n<p>And with that they left, and he could hear them lock the door.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Scorpion</em> was approaching Pluto, and she knew she was supposed to stay quiet and cold to avoid being seen as anything but a unusual radar return that could be anything from a piece of debris to a small piece of rock, but she couldn’t contain herself. Her friends filled her with a delightful humming eagerness, an uncontainable excitement that she had to share. So, she extruded the barest tip of her experimental Plasma lance and used it to make a small cut into the protective dome over the first colony she saw. It wasn’t an atmospheric dome, just a shield against light debris from impacting the thin skinned habitats, but it was enough for her newfound friends to be curious. They lifted off from her skin and she felt the cold of space around her once more as they flew down and made their way into the colony. As she watched, she saw the habitats shuddering with their activity and heard their comm channels go quiet one by one as her friends introduced themselves. It didn’t take long before everything was very quiet both inside and outside the colony and the heat signatures of their activity began cooling down. They skipped and danced over the surface far below her as she used Pluto’s gravity to assist her course to her next destination. Coming across colonies and independent homesteads quickly and easily, they left each one dark and cold as they raced to move with her. Just before she passed over the horizon of that small dark planetoid her friends came back to the skies with her, and seemed confused until she opened herself to receive them again, then they flocked back to her and took their places inside and out of her where she could feel and hear their joyous singing.</p>\n\n<p>As she continued on, she looked forward to her next visit, a free-floating station between Pluto and Neptune which her mission profile put as a high priority visit. She was supposed to see why it was there and what they were building so far away from any planet or moon. Her sensors already registered its incredibly odd emanations, as did her friends, a few of them peeling off of her and moving with her towards it. As they moved through the dark cold night so far from the warmth of the sun, they sang songs of joy and sorrow and hunger and pain, of terror and chaos and light, and she felt giddy in their rhythms as they danced across her skin and around her as she made her way to accomplish her mission. After observing what she was sent to observe, she was delivering her crew home to their families on the Hub.</p>\n\n<p><strong>~</strong></p>\n\n<p>The lowest chamber of the Ziggurat was aglow with energies mundane and non-traditional. Symbols carved into every square centimeter of the floor, walls, and ceiling pulsed with light, occasionally emitting bursts of heat, smoke, or sparks as energy rippled through them. In the middle of the room, a machine made of materials so-far unique to its own construction and the time space of its existence hummed with energies rivaling the primary reactors of some Peacekeeper Destroyers. None of this, however, was of interest to either of the rooms occupants. One was a man, augmented perhaps, but his DNA and his mind were human. The other occupant was… Something else. It could look human if it wanted to, it could sound human if it wanted too, there were even times it convinced some it was human, but the records made very clear it wasn’t. That, and the fact that it had been imprisoned by the Project as a resource for its entire history. Nothing human could possibly survive for forty thousand years.</p>\n\n<p>The head of the Project came here often to look in on their resident, their charge, their specimen. He’d had a name, one he himself knew, but as a name was a powerful thing, it was to be kept secret by only himself and his second. There weren’t any identifying marks on its prison besides the symbols inscribed to keep it imprisoned and relatively docile. As intervals passed, it had been active and dormant in fits and spurts, sometimes appearing for all intents and purposes to be quite dead, other times merely resting. With the latest turn, it had gained a liveliness he himself had never witnessed. Which is of course the precise sign that clinched the truth for him. The Interval was over, the Phenomena which had caused that apocalypse so long ago would return, and just as was done then, the Project would be here to secure the future of Mankind against them, to preserve humankind’s knowledge and the survival of the species. With so long to prepare, they had learned a great deal. </p>\n\n<p>There had originally been three specimens, experiments and testing had destroyed two of them. This was the last, and the most resilient. And he hoped, with the secrets they’d wrested from the specimen’s infernal gullets, that they might even make it through the coming storm mostly unscathed. At least, with the Hegemony mostly unscathed. The Outer Planets would most likely be wiped clean unless the members he’d inserted over the years had been effective. He had no indications that they had been. In fact, recent actions by the Outer Planets seemed to indicate a desperation to move in-system, a drive to make their way into Hegemony space. He could only assume that they were starting to see unusual events in orbits outside Jupiter.</p>\n\n<p>The specimen was watching him intently. Its ancient visage brittle and cracked with age, only the innermost layers sustained by whatever being inhabited the flesh. The eyes were disturbingly human beneath the mask. He could hear it take a shuddering intake of breath. He braced himself, the long files on the specimen indicated it never breathed unless it was to take in air in order to speak, something it hadn’t done in his presence in the entirety of his tenure as Project lead. The specimen spoke in a regional dialect of a dead language, and he’d need something equally archaic to translate. He keyed a control on his YEOD and wordlessly summoned one of the Projects other specimens, one of the first AIs ever conceived, B.A.B.E.L. In its creators’ language, the acronym made sense, something about heuristics and language interpretation, and it was supposedly a quite clever play on words in its day. Of course, to him, used to true AI, it seemed an idiot savant, with its only notable feature its ability to translate any known human language and keep the meaning and intent, not just the literal translation.</p>\n\n<p>A portal opened in the ceiling and the floating sphere which housed B.A.B.E.L. hummed as it descended into the room. As it approached him, it registered his face with a quick scan, determined it had worked with him before, and automatically loaded his language preferences.</p>\n\n<p>“You called for me Sir? Has it spoken? If you approximate the sounds it made, I may be able to translate..?”</p>\n\n<p>“No, it hasn’t spoken yet. But it may soon. I want you to stay here, near it, and keep a record of anything it says.”</p>\n\n<p>“Indeed Sir. Should I report when it speaks?”</p>\n\n<p>“Yes, but don’t leave it, just signal with the connection we’ve given you.”</p>\n\n<p>“Of course Sir.” </p>\n</div><!-- SC_ON -->"
}