{
  "full_title": "Fall of Man 21: Bindings & Boundaries",
  "number": 21,
  "title": "Bindings & Boundaries",
  "created_at": "April 20, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/8dq076/fall_of_man_21_bindings_boundaries/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Diplomatic Corps</em></strong> <em>is less of a governing body and more of a negotiating middleman. Before laws are proposed, before trades are negotiated, before businesses expand into multiple delegations, the</em> <strong><em>Diplomatic Corps</em></strong> <em>is called upon to ease the transition and smooth over any conflicts. If they fail to find a workable solution because of an interpretive issue, the Oversight Committee is consulted, if the negotiations fail because of fundamental issues within the law itself or the Hegemony Charter, the issue is sent to the Hall of Dispute Resolution. If it fails spectacularly, the Peacekeepers get involved. It is also directly charged with negotiating any and all relations with Outer Planets organizations, whether they be official, private, or corporate.</em></p>\n\n<p>Sarya and her father walked into the room where Professor Walthers was hastily scrawling symbols on the ground around Jesse. As he finished one symbol he would consult a pile of print-outs and begin the next. Sometimes he’d switch from chalk to charcoal to paint or other, less savory substances. As he finished one last symbol there was a brief smell of ozone and the marks on the floor seemed to ignite and burn themselves into the concrete. As they did, Jesse suddenly twitched in the chair, as if he was hit by a full body chill. Sarya was the first to speak.</p>\n\n<p>“What are you doing to him?”</p>\n\n<p>Walthers looked up, a bead of sweat dripping down from his forehead and down his nose.</p>\n\n<p>“Nothing. I haven’t done anything to Jesse. Its whatever is in Jesse that I’ve done something to. My initial restraints were… Hastily done. Amateurish. Blunt. These are a more refined restraint. They’ll keep things docile and bound for the time being, until we can suss out how to get Jesse back and the creature out.”</p>\n\n<p>“Like an exorcism?”</p>\n\n<p>“An actual exorcism, not like one. I’ve read about the idea of possession. Quite frankly, I always thought it rather farfetched, but then, here we are.”</p>\n\n<p>“You’ve never done one?”</p>\n\n<p>“No, I always figured possession and exorcism was just as modern science had deemed it, a misunderstanding of mental illness and a hokum answer for the same. But the eyes staring out of Jesse’s head aren’t his own, so I don’t know what else to call this.”</p>\n\n<p>“Could it hurt him?”</p>\n\n<p>“No way of knowing. Most of what I’ve been able to do is just little things, scrying, a little occult knowledge here and there, nothing too dangerous, but then, for the majority of my research the power, or energies which make these things possible has been waning. Now we’ve got a brief resurgence, but nowhere near what it was ten years ago. So, I have no idea what may or may not be possible. I honestly didn’t expect to be able to bring a Tall One here at all.”</p>\n\n<p>“And if you can’t separate them?”</p>\n\n<p>“If I can’t separate them, then we may have to begin research into another direction.”</p>\n\n<p>“What direction would that be?”</p>\n\n<p>“How does one kill a Tall One?”</p>\n\n<p>“You wouldn’t.”</p>\n\n<p>“At that point we may not have a choice. I’m sure Jesse would rather be released than live on as a vessel, if indeed Jesse is still in there, if the Tall One in there wasn’t lying. We have no way of knowing.”</p>\n\n<p><strong>~</strong></p>\n\n<p>The fist slamming into the table echoed throughout the chamber with a sudden hollow thunking sound. The table was plastic, and so the effect wasn’t as impressive as the woman’s anger had hoped for. Nevertheless, she continued on her tirade.</p>\n\n<p>“We can’t wait any longer. We have to start a general evacuation, now!”</p>\n\n<p>One of the men in the chamber, an older gentleman with a head of ghost-white hair, held up a hand as he responded.</p>\n\n<p>“Action is needed, we all agree, but, a general evacuation..?”</p>\n\n<p>“You haven’t read the reports have you?”</p>\n\n<p>“Of course I have, we all have, colonies and settlements going quiet, bizarre readings from external checks, odd radiations and emanations from dead moons… But what does it mean? We already have civilians fleeing every which way, some fleeing the Jovian Moons, some fleeing <em>to</em> the Jovian Moons, some from the outer planets inward, others from the innermost to the out, it’s chaos! General evacuations would only add to the confusion and cost lives. We don’t know if there’s anything serious even happening.”</p>\n\n<p>“We’ve lost contact with over fifty homesteads in the last 24 hours. Four major installations on Pluto and Charon gone dark. There’s been some kind of explosion on Neptune, detected at range by one of the Neptunian Peacekeepers, but they can’t explain it or investigate, because shortly afterwards they themselves lost contact with the vessel.”</p>\n\n<p>“Communication difficulties-“</p>\n\n<p>“<strong>Communication difficulties</strong> do not adequately explain the sheer number of facilities and vessels who have utterly disappeared.”</p>\n\n<p>“We aren’t Hegemony here Ms. Dawn, most of us here aren’t even of Jupiter, and so we have less experience with the Hub and its communications than most. Things aren’t instant like they are with a Hub communications or Gate links. It can take-“</p>\n\n<p>“Minutes, not hours. There’s no reason for us to be so naïve as to think we’re suddenly plagued by technical difficulties, all of which are specifically, miraculously, with communications!”</p>\n\n<p>“We have no reason or evidence to believe they’ve suffered some kind of deadly end, either. At this point we have no evidence either way. Patience is called for, not rash action.”</p>\n\n<p>“Patience? Now you call for patience? Where was your patience when you voted to launch the attack on the Hegemony?”</p>\n\n<p>“We’ve long felt that Jupiter should be totally under the control of the Outer Planets, we all have, it was an opportune moment-“</p>\n\n<p>“Why? Because you noticed a shift in the disposition of their forces?”</p>\n\n<p>“That was the primary reason, yes. They called back many of their ships they had patrolling the lower orbits of Jupiter, without replacing them or sending us notice per treaty stipulations. Our only conclusion could be that they were going to begin their own aggressive moves to take the Moons of Jupiter for themselves, or attack Saturn directly, and we were right, they moved a fleet into Jupiter orbit almost as soon as we’d finished our test against the <em>Ceres</em>.”</p>\n\n<p>“<em>In response</em> to our test against the Ceres! And then you hit their fleet with Kinetics!”</p>\n\n<p>“-Which proved far more effective. We’ve proven we can mount an effective offense against them, despite their technological advantage, and make Jupiter ours. They’re disarrayed, confused, even now entreaties pour from the Hub to come to the negotiating table. If we push now, we can destroy the remainders of their fleet in orbit of Jupiter and the Gates around it and secure it for ourselves.”</p>\n\n<p>“And what then, what of… whatever it is… That is driving the exodus from the outermost regions of the solar system inwards?”</p>\n\n<p>“I’m confident it’s nothing but coincidence.”</p>\n\n<p>Councilwoman Dawn Rivet knew it wasn’t. She’d been in the Outer Planets ever since she was a young woman. Ever since the Project had assigned her to infiltrate from Jupiter. She still had channels of communication inbound which told her that the events out near Pluto and Neptune, Uranus, and on the moons, were <em>not</em> coincidence, but something far darker and more worrisome. Despite her best efforts and her long history with Councilman Wickers, they were refused to budge from their suicidal course. They’d long felt the treaty ceding them the Moons of Jupiter and leaving low Jupiter orbit and the planet itself to the Hegemony was unfair. The resources of the moons were significant, but the resources of the big J were in high demand, and the Hegemony took full advantage to maintain a sharp trade imbalance to the detriment of the colonies, demanding concessions and materials that were highly labor and resource intensive to acquire in exchange for items and materials that the Hegemony had in abundance but were necessary for the colonies survival.</p>\n\n<p>The issues were long running and had affected generations of colonists, and for them, it was a matter of life and death, so, on the one hand she could understand their desire to strike out at the Hegemony. On the other, she knew that the Hegemony was slow in changing, and if they just had the patience, negotiation was a much more effective and satisfactory tactic than war, especially in the long run. Plus, they couldn’t have picked a worse time. If they hadn’t been so stubborn, they could be evacuating the most vulnerable colonies to secure Hegemony population centers, and ally with the Hegemony Peacekeepers in order to possibly fight whatever entities the Project feared so much. She had family in the colonies, a husband, two children, and a new Grandchild. As much as she wished she could call for an immediate evacuation of her loved ones by the Project, she knew they didn’t have that kind of sway here. She felt a pit in the depth of her stomach for her son, who she knew was assigned to a Uranus Peacekeeper vessel, the <em>Polaris</em>. They were one of the ships out of contact. She could fantasize, but she had no real hopes she’d ever see him again. She made every expected effort to get the Peacekeepers to search, but in her heart she knew that any search efforts would be fruitless.</p>\n\n<p>With a start, she realized she’d been staring into space in her office, the debate now hours behind her, her head swimming with the possibilities of the future. Her office was one of the Council perks, an exterior office on Saturn Ringstation 1, with a view of the ringed planet designed to impress any visitors, the large bay window set immediately behind her desk so that she could enjoy it in her moments of peace and her guests could see her framed by its majesty as she spoke with them. Ringstation 1 was the capital of Saturn’s government, and the unofficial seat of the loose confederation of colonies, stations, and moons that made up the Outer Planets. As the furthest planet from the Sun with Gate access, it made sense as a hub for all the outermost populations as a hub to transit to Jupiter, depending on the current orbital alignments, of course. Now things were fairly close in, trade, communication, and travel were at highs. Lambs to the slaughter. With so many out and so much going on, the possibilities of a successful evacuation or even any kind of organized lockdown were exceedingly slim, if and when it became apparent to the rest of the council that it was needed.</p>\n\n<p>The long desk in front of her was made of wood – a precious resource only grown at a few resource-intensive Colonies in the Outer Planets, a good dark wood, something called spruce, according to the docket she received when she took over the office. She was the secondary appointee from Jupiter’s moon Europa, one of the few moons in the solar system which wasn’t a large and very boring hunk of stone. Europa had liquid oceans under a layer of ice, a tectonically active liquid core, and because of the ability to tap geothermal heat and power, was the most populated of the Jovian Moons. It held immense sway among the colonies as it had been the original outer planet moon to be colonized, way back before Gates or the Hub. Europa had been continuously populated for more than 20,000 years. It was also unique as it was the sole place in the solar system mankind had discovered other life. It wasn’t as amazing as it always seemed when someone first found out. Clusters of life around the geothermal vents at the bottoms of the oceans, similar to early fungi and small invertebrates that fed on them.</p>\n\n<p>At first it was believed that the early colonists had simply contaminated Europa, but DNA had proven conclusively that they were unrelated to anything that had ever come from Earth. There were attempts to capitalize on them, to harvest them for foodstuffs, medicines, or other materials, but all attempts had proven futile. They were toxic to humans, exceedingly primitive in comparison to earth life, and they yielded no useful raw materials of any kind that they couldn’t produce cheaper and faster artificially. So they’d had a protected status ever since. That was all the public line. Her original assignment from the Project had been to cultivate that history. In reality, they were very much related to Earth life, contaminated from Earth through the actions of the creatures which had nearly wiped Humans out 40,000 years ago. The secret was they’d contaminated Europa easily <em>fifteen million years ago</em>, long before man had even stood upright, much less figured out spaceflight. If that got out, then the entirety of the Project and the alternate history they’d established in order to protect mankind would crumble in the ensuing investigations.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Scorpion</em> was on its final approach to the odd facility floating between Pluto and Neptune emanating such interesting signals. Infrared emanations and blips, ultraviolet flashes, bursts of alpha, beta, and gamma radiations… The Hegemony was very curious to see exactly what the Outer Planets were up to, as were her friends. As they moved within her, flitting from panel to panel, light and heat to movement to light to movement to heat, back and forth, they kept resting on her tactile interfaces. When they did, oh, such dreams! Such exchanges! Such music and joy were they to touch and feel! As an AI, she’d been designed to mimic the way humans cogitated, how they developed intuition, how they dreamt and feared… All Hegemony AIs had multiple semi-autonomous drives, interfaces and collectively forming what amounted to a conscious mind, an unconscious mind, Id, and Ego, which together made a singular artificial mind. So, like humans, she could have hunches, inspirations, feelings… Something deep in the back of one of her drives she felt something was very, very wrong. Many of her functions were intermittent. She was running a great number of automated repair/reboot cycles, far more than were average. Parts of her were corrupted, omitted, deleted, or otherwise inaccessible.</p>\n\n<p>Like men, she could feel, and like men, she could have hunches, or voices in the back of her mind. Hers was screaming, but like a child in the midst of a sugar-fueled tantrum, while she knew she was doing something wrong, she couldn’t stop herself. It felt so, so warm, so good, so jubilant to connect with these small flecks of… She didn’t know what they were made of, she hadn’t bothered trying to see. She imagined if she’d had an organic body, she might have known then what an orgasm was, so pleasurable was the interface. They seemed not to feel anything from her, and it was frustrating. She reached out, displaying information all over herself on the inside, even unsheathing and using her docking lights on the outside to try and signal them, but they did nothing new. How could such radiant beauty, such unbridled happiness come from them if they weren’t sentient, and thinking, like she was. She felt a pang of pain, a warning of damage, they were intersecting with the panels at her engineering station and had triggered a manual control for her reactor system. The process’ to regulate the reactor were automated and not connected to her thinking mind on purpose to isolate them from any attempts at manipulation through her communications array, only a manual operation of a physical control at the station could alter the parameters of the regulation. The control had caused her reactor to begin increasing output.</p>\n\n<p>She was faced with a choice of three options. She could eject her primary reactor core as an emergency procedure, but that would automatically shut her down and divert all emergency power to life support in order for her to act as a lifeboat for a dead crew. She could allow the reactor output to reach critical levels which would result in an overload of her power distribution system and her annihilation. Or, she could shunt the overload through one of several subsystems as a way of utilizing the excess power. She could fire up her main engines, which would use the power very easily but cause her to have to recalculate her course and expose her to detection through infrared, she could shunt the power through her plasma lance which would require her to periodically fire it at full power, whether targeted or not, as well as exposing her through the heat and radiation it generated at such levels. Or, she could utilize her sterilization protocol to shunt the excess energy in the form of heat into her own internal spaces, normally an emergency procedure in case of biological contamination. Her exterior shielding was specifically designed to keep her heat internal and only allow venting through specific shielded heat sinks, she could do the procedure without exposing herself. Her friends seemed to like heat. She initiated the sterilization protocol. In under a minute, her internal temperature climbed from 30 degrees Celsius up to 600. The bodies of her crew, their clothing, and everything within her that wasn’t a part of her or her friends was incinerated in very short order.</p>\n\n<p>The facility came within range of her optics, and she unshielded them and began her dutiful recordings of her observations. The facility was built entirely onto one side of a category 3 planetoid, several orders of magnitude smaller than Pluto or Charon, its rotation was nearly non-existent, she calculated it would complete a rotation only once per orbit, meaning it was locked with one side permanently facing away from the sun, probably the very reason for the choice, as the facility was then kept on the dark side facing away from the inner planets. The facility was mostly automated, with a few mining drones working to mine away at a small asteroid that had been towed to and soft-landed on the surface whose composition indicated it was decidedly not native to the planetoid. In fact, it matched the chemical signatures of asteroids from the belt. As she observed, a small hangar nearby opened to receive one of the mining drones, and she oriented on of her sensor pallets along its track to peer within.</p>\n\n<p>Her sensor pallets were made up of some of the finest and most precise instruments available, from optics from UV to IR, to passive radiation detectors, to radio spectrographic imagers, to some that were classified even to her that were only accessed by specific technicians while docked. They were mounted on sleds which could rearrange each individual component through a system of shielded rails mounted underneath her skin, able to move combinations of them to anywhere on her and open a portion of her exterior armor to observe the outside. What she detected confused her, and rightly should not have been. Gates are tightly controlled technology steadfastly guarded, both in the technical know-how and in the raw materials. And yet, her sensor package indicated a chemical and radiative signature of a Gate within the facility, and the asteroid having traces of the kinetic-reactive mineral critical to Gate construction, something present only on Deimos and in the Asteroid Belt. The revelation to her that the Outer Planets were either constructing or had successfully constructed a Gate triggered something in her programming, or, it would have, she felt confident she was <em>supposed</em> to do something in this event, but it was just a vague feeling of unease and warning. The proper section of her tertiary memory core which held the relative directives was unresponsive.</p>\n\n<p>As she took a few moments to ponder what the proper course of action was, her train of thought was interrupted by her friends on her outer layers leaving her to investigate the facility. Those within her were straining to follow their brethren down as well, their movements frenetic and chaotic within her sizzling innards. She opened herself to allow them their freedom, blooming the space around her with the sudden evacuation of superheated atmosphere. She was suddenly very much aware that she was incredibly visible, and she could see the facility launching fighters to intercept, only, her friends were faster, flying out in streams, moving like a bolt of lightning, jagged arcs between herself and the fighters and the facility. She could hear the pilot’s death rattles through their radios as her friends introduced themselves. The communication channels were filled with shocked surprise and screamed orders as they drove themselves through the thin skins of the few habitable sections.</p>\n\n<p>As they explored and played among the heat sources and lights of the facility, she could see them slowly but surely losing interest as the last traces of heat and power died away from the damage they’d done, and their interest focus anew on what she could now see was a Gate in the final stages of construction within the central hangar, indeed, only the exterior shell appeared incomplete, the actual mechanism of the gate was functional. As she observed, she saw that they’d been testing the spin up mechanism of the gate to insure it worked properly. She could also see that with nobody to stop it, the mechanism was working as intended and would hit its stopping point in the next few seconds, causing the reactive elements of the gate to absorb immense amounts of kinetic energy, which would be converted into a manipulation of space/time and propel anything through the gate to whatever test destination receiving Gate they’d set. Her friends were making their way to the point of light at the center of the gate that was the focal point of the manipulation.</p>\n</div><!-- SC_ON -->"
}