{
  "full_title": "Fall of Man 22: Peril",
  "number": 22,
  "title": "Peril",
  "created_at": "June 1, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/8nuvtz/fall_of_man_22_peril/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The Outer Planets are not a united front. They maintain distinct and separate governance over each individual planet, and give wide latitude to individual colonies, homesteads, stations, and private entities. They unite for only three purposes, enforcement of their common law, trade with the Hegemony, and to carry out the duties of the Charter of Secession from the Hegemony. The</em> <strong><em>Common Law of the Outer Planets</em></strong> <em>is relatively simple by necessity of not interfering or overruling the home rule of the participating groups, known as Members; Human Life shall be considered sacrosanct and not ended except under specific legal enforcement by appointed Law Enforcement or Judicial persons, Personal Property extending to geography granted by Charter shall be considered sacrosanct except and unless its seizure is detailed and carried out by appointed Law Enforcement or Judicial persons, inter-Member conflict shall be resolved by arbitration by an uninvolved Member unless the Member in question has violated wholly the Charter of Succession, at which point their holdings and rights are forfeit.</em></p>\n\n<p>Lieutenant Oleandor felt like his tendons had been replaced by springs and wound entirely too tightly. He had spent the last 24 hours inside the tiny barracks room with no contact with the outside except for a singularly reticent Mess Attendant who delivered meals like clockwork at 0600, 1200, and 1800. He knew because the attendant was a stickler for punctuality and often managed to enter, set his tray down, and exited entirely within the chiming of the bells indicating the hour. He wasn’t lacking for reading materials at least. After prying open one of the service lockers he discovered it was filled to the brim with operations manuals for various tools and spacecraft. He was skimming the operative procedures for reloading the ammunition stack of a Honshu Class Light Bomber when his door opened quite unexpectedly. The construction of the ringstation was shoddy at the best of times in most ways, but one of the few ways most Saturn installations were built well was in the soundproofing and vibration dampening. So he wasn’t entirely surprised that once the hatch was open to his bunk he could hear that the rest of the station was currently in the middle of an alert readiness status, or ARS.</p>\n\n<p>ARS is a pain in the arse, was the saying. Command would often pull an ARS as a drill to test key areas. It meant that subtle lighting and sound cues all over the facility were altered to indicate that the command staff felt that the station should be at an enhanced state of readiness, nothing so far as a full blown combat alert, but rather, a possibility of minor technical error or maintenance issue could have conceivable complications. Civilian personnel were directed to remain where they were, a few damage control and maintenance personnel went on alert, and any and all unnecessary gear was to be stowed for the duration. So hangar, mess, shop, and other areas of operation were to stand by rather than accomplish their normal duties. There were small lights along each walkway throughout the station to indicate current status. White was normal, an ARS turned them a subtle yellow hue. An elevated readiness status, or ERT, would change them to orange, a combat alert status (CAS) would be red, and certain other status’ could be blue (docking), green (astral phenomenon), and (exceedingly rare) purple (for evacuation) which would alternate in order to flow towards the nearest emergency pods.</p>\n\n<p>As he pondered just what sort of event could be triggering an ARS, a figure stepped from the corridor into his room. They was easily a full head taller, and fully armed and armored. The sight was generally impressive, clad head to toe in layers of modular armor, the sections shifting and rearranging themselves with fluid precision as they moved, maintaining a constant layered cocoon of protection against lasers and plasma, while also maintaining the ability to go rigid and disperse kinetic force from impacts as necessary, the exterior sensors scurrying around their shoulders and cycling open and shut at precise intervals to give them visual, thermal, radar, and echo locative data on their surroundings. The weapons built into this particular armor were notable as well, the leading edge of incorporated long range lasers and short range plasma, as well as reserve kinetics were visible as mounds and lumps under the armor on the arms which would open and close to fire. The humps visible at the sides and on their legs indicated they were wearing the proper under layers of medical equipment and environmental adaptations for the full loadout. In combat, their full medical status would be monitored, drugs administered intravenously as necessary to keep them alive and functional as a combat unit, and the entire apparatus would be maintained with atmosphere and temperature comfortable for them. He’d heard of these kinds of personal armor coming out of the Hegemony, black market sales to rich Outer Planets snobs who wanted to feel tough, but he’d never seen one in person, just Holos. Nevertheless, Lieutenant Oleandor was not about to let a little thing like being massively unprepared and totally outmatched let him appear taken aback.</p>\n\n<p>“Who in Deimos are you?”</p>\n\n<p>“Do you want to die today?”</p>\n\n<p>The voice was distorted and tonal, as the armor included a vocal modulator to make it clear over the din of combat in even the thinnest atmosphere.</p>\n\n<p>“Uh, no, not really.”</p>\n\n<p>“Then shut your mouth and follow, stay behind me and keep low.”</p>\n\n<p>“Care to explain?”</p>\n\n<p>As Oleandor finished speaking the lights outside in the corridor turned from the pale yellow of an ARS to the vibrant red of a CAS, a whining klaxon also started coming from all the comms speakers.</p>\n\n<p>“No time to explain.”</p>\n\n<p>Then they turned and looked out into the corridor, apparently sent out an echolocation chirp as that particular sensor rotated to the outermost shoulder, and then indicated we were to move. As they advanced down the corridor, the silvery armor shifting and cascading over them in tiny sections like crystals moving over and around each other in a liquid suspension, Oleandor kept moving in a half crouch behind them. As they approached an intersection, the sensors on the shoulders of the armored behemoth before him whirled and fired off pulses in a staccato of clicks and chirps, immediately after it finished, one silvery arm raised, the hand forming a fist, a Peacekeeper sign for those following to stop and be silent. Oleandor cooperated, stopping where he was and staying more or less behind the armored figure. As he tried to slow his breathing he heard footsteps coming from around the corner of the intersection. He desperately wanted to look, but he knew exposing himself would only decrease his chances of survival, unless, of course, his armored escort was actually just insane. But then, why the CAS?</p>\n\n<p>As he pondered the bizarre nature of his situation, four men rounded the corner, each holding a laser rifle of one kind or another, no two of them alike and all of them looking barely functional. The men were dressed differently as well, no uniforms or uniformity to them. Whereas one looked like he was out for a stroll, wearing a set of casual robes, another looked like they’d just come in from out of a blizzard, wrapped in layers of thermal cloth and furs. As they saw the adversary before them, there was several seconds of silence as they considered their course of action. The one in the suit gave them those moments then spoke.</p>\n\n<p>“You can die, or you can get out of my way. Choose now and choose wisely.”</p>\n\n<p>Three of the men turned around and went back the way they’d come as quickly as they could. The last man, who was much larger than his erstwhile companions, pulled his rifle up and pulled the trigger. The invisible beam of light hit the armor and true to its purpose the armor refracted and reflected the beam into a dozen rays of very much visible light sprayed back along the corridor, including two which struck the man with the rifle, one beam burned into his his right thigh, and the other punched a hole all the way through his left wrist before igniting a small fire on his sternum. The other beams caused scorches and minor holes along the corridor beyond for another ten meters. This part of the ringstation was very much on the interior, so Oleandor was thankful there was little risk of a hull breach. Still, that also meant that whoever was boarding the station had managed to penetrate nearly this far before the CAS was called. They were either operating very quickly, or had inside help. He didn’t have time to think, as his armored escort dragged him to his feet and got them moving down the corridor towards the Hangar deck.</p>\n\n<p>Two more parties of men approached them as they neared the hangar deck, more heavily armed, they also had makeshift armor, though nothing as impressive as Oleandors escort. With the first party, the warning was repeated, and this time recognized and they were able to pass without difficulty, as they approached the Hangar proper however, the second party, apparently with strict orders to keep anyone out of the Hangar, offered their resistance in the form of flechette fire a Laser Rifle, and a gas grenade. Oleandor didn’t see much after the Gas grenade went off, but he heard and felt the concussion of his protectors side-arm blast out three times, and as he was dragged through the gas, he tripped over several pieces of the men who’d dared stand in their way. In the Hanger, it became more apparent what was going on. Strange, non-Peacekeeper craft littered the deck, sometimes on top of each other, as they’d obviously just parked themselves wherever they thought they’d fit. The massive doors at the far end of the hanger were closed, and he couldn’t see a single Peacekeeper uniform on any living body. A few on dead ones though.</p>\n\n<p>“What happened here?”</p>\n\n<p>The modulated voice of the armor, if possible, held a note of sadness.</p>\n\n<p>“There’s a full blown panic among the civilian population. Colonies disappearing, Peacekeeper ships disappearing, unconfirmed reports of alien life forms attacking homesteads, and of some kind of new conflict with the Hegemony. Charter Membership isn’t talking, so, there’s a couple thousand civilian craft descending on each Peacekeeper installation seeking shelter, weapons, or information.”</p>\n\n<p>“Why are we here?”</p>\n\n<p>“You’re information; I’ve been tasked with preserving you and getting you out of here.”</p>\n\n<p>“How?”</p>\n\n<p>“I have a ship, I’m getting you off this Ringstation and through the Gate to a secure location.”</p>\n\n<p>“What kind of ship?”</p>\n\n<p>“That one.”</p>\n\n<p>The armored figure raised an arm, the plates and sections swirling to adjust over their form like water over a boulder in a stream, the finger on one armored glove extended and indicated a rather non-descript light bulk freighter docked on a second level platform on the far side of the hangar. It wasn’t an ugly craft, but it was decidedly functional. The cockpit and berthing area, the main habitable portions of the ship, made up the forward section, bulging outwards like an inflated neck under a pointed chin with a communications array beard, while four large cargo bays with access hatches dominated the middle, two to a side, and the main engines took up the rear, all connected by a long rectangle of support structures along the top and bottom lined with thrusters, with a habitable walkway back from the forward areas to the engines for maintenance or repair. It was, if anything, unimpressive, despite its nearly new appearance, without the scrapes and wear and tear common on small freighters. He couldn’t see a single weapons mount anywhere on the craft. Lieutenant Oleandor looked at the craft with barely contained trepidation.</p>\n\n<p>“That one? Are you sure? I mean, it’s just a light freighter, there’s skiffs and a few fighters here in the Hangar I’m sure we could-“</p>\n\n<p>“And leave my ship? Nonsense. Get aboard, stay forward, and hunker down, I’ll get the Hangar open and make sure our exit trajectory is clear.”</p>\n\n<p>“You’re insane.”</p>\n\n<p>“You know, I get that a lot, I’m not really sure what it means anymore. Get. In. The. Ship.”</p>\n\n<p>As Lieutenant Oleandor made his way through the maze of ships on the floor of the Hangar, he couldn’t help but notice that not one of them seemed to be in the best shape. Indeed, some of them looked almost suicidal to fly in, while others were barely cobbled together. As he approached the stairway to the second level where the freighter waited, he caught a glimpse of a small Heron, stripped almost to the chassis. While unusual, it wasn’t unheard of for Peacekeeper tech to end up in the hands of civilians. What was notable was that smaller vessels were often painted in the colors of their mother ship. He’d gone out on a leg with the <em>Fickle Mistress</em> when he was an Ensign, and her colors were black and crimson, and all her auxiliary craft had stripes of black and crimson. This Heron had a paint pattern of Gold and Aqua Green, same as the <em>Callisto</em>, and it was covered in deep, long scratches.</p>\n\n<p>He felt his throat go dry and his breathing accelerate as a sudden well of panic came up inside him. He looked around suddenly sure he would find himself surrounded by the immense creatures barely hidden behind the hulls of various ships scattered across the Hangar floor. There was nothing, not a single freakish abomination nor any other human being in sight. Suddenly the warning klaxon echoed through the Hangar as the inner doors to the exit blister started opening. As he watched, control and guidance arms descended from tracks in the ceiling and began making their way over to the freighter, he could see it now closely enough to make out its name printed in stylistic cursive under the main window, she was called the <em>Peril</em>. He ran past the damaged Heron and sprinted up the steps to the second level alcove where the Peril was being prepped for launch. The port hatch and boarding plank were down and he hurriedly made his way inside. The interior didn’t match the exterior. The outside was featureless and plain. Inside, the ship was ornately decorated on every surface with vibrant paintings and storage of various items – most of them weapons. He could recognize a few highly customized Laser Rifles, a few kinetic slugthrowers, even primitive weapons like a sword and a crossbow. The rarity and level of gear displayed on one wall was enough to buy another ship like this one and operate it for a solar year.</p>\n\n<p>“Please proceed forward to the cockpit and secure yourself, do not touch anything.”</p>\n\n<p>The voice erupted from a panel nearby, surprising him and making his pulse skyrocket.</p>\n\n<p>“Who, who are you? Are you the fellow in the armor?”</p>\n\n<p>“I am Pearl. Please proceed forward to the cockpit and secure yourself, do not touch anything.”</p>\n\n<p>“Who are you Pearl?”</p>\n\n<p>“I am the Main Interaction Program for the <em>Peril</em>. I am not a true AI, but I possess enough cognizance to recognize you, know why you’re here, and why my owner allows you. Please proceed to the cockpit and secure yourself. Do not touch anything.”</p>\n\n<p>“Could you direct me?”</p>\n\n<p>“Of course, follow the pulsing white lights.”</p>\n\n<p>The deck beneath him immediately came aglow with a slowly pulsing series of white lights moving forward down the passageway before taking a sharp left. As he followed them, he noticed the decorations were replaced with sealed wall lockers, the kinds you could buy and mount on any metal surface. Each one was locked with a fingerprint and keypad combination lock. The lights ended at the door to the cockpit, which opened at his approach. The cockpit was pure function, though it looked like quite a few panels were dark and unused. There were four seats, one at the controls by the forward window, three others at stations rear of that. He could tell one seat was for monitoring the engineering functions, the second for checking Cargo status or operating the unloaders by remote, but the third station was dark and he couldn’t tell what it was used for.</p>\n\n<p>“Welcome to the cockpit, please secure yourself in any of the three aft stations. Do not touch anything.”</p>\n\n<p>“I’m not going to touch anything, alright?”</p>\n\n<p>“Good. My owner is notoriously protective of their collection; I cannot guarantee your safety if you disturb it.&quot;</p>\n</div><!-- SC_ON -->"
}