{
  "full_title": "Fall of Man 23: The Tangled Webs We Weave",
  "number": 23,
  "title": "The Tangled Webs We Weave",
  "created_at": "June 13, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/8qsxeb/fall_of_man_23_the_tangled_webs_we_weave/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Neptune 1 Disaster</em></strong> <em>was of historical note for several reasons. It was the first attempt to send men to a moon (Triton) beyond the gas giants of Jupiter or Saturn, it was the first exploratory mission launched directly from the asteroid belt instead of Earth, Earth orbit, Luna, or Mars, it was the first long range voyage to utilize suspended animation as a method of resource conservation, it was also, most notably, the first exploratory mission to end in a total loss of human life. Five men were dispatched to Triton with the mission to orbit, take scans of the moon from orbit looking for possible future colonization sites, to land, take samples, and explore the surface, then to return, again using suspended animation to make the trip. The mission was tasked to take twenty years. It was cut short five days after they touched down when the lander exploded, killing the entire crew. To date, no definitive explanation has been put forth as to the cause of the explosion, though many unnamed sources point to a known instability in the fuel cells in use during the period as a likely culprit.</em></p>\n\n<p>The <em>Black Widow</em> emerged from the equatorial gate in orbit of Jupiter surrounded by the remaining ships of the expeditionary fleet under Captain Sayle aboard the <em>Fate’s Embrace</em>. Its matte black hull with a single red hourglass notably distinct from the varied and colorful hull paint of the various ships and support craft. Almost immediately upon arrival it launched a <em>Falchion</em> with its CO aboard to the <em>Fate’s Embrace</em>, where he was escorted quickly to the captains office adjacent to the bridge. There, Captain Sayle was in conference with Fatima, using a holographic display and going over damage reports, repair estimates, casualty reports, and redeployment options for request. As he entered, Sayle indicated he should take a seat across the desk and wait a moment as he finalized what he was working on.</p>\n\n<p>“Ok Fatima so put in a transfer request to the old man for the <em>Eclipse</em>, the <em>Gilgamesh</em>, &amp; the <em>Rosethorne</em> to get us back in line with heavy frigates.”</p>\n\n<p>“Aye Captain, Fatima out.”</p>\n\n<p>“Well captain, the old man told me you were coming, and here you are, supposedly you and the <em>Widow</em> may have something that’ll give us an advantage. I don’t really have a lot of time here, our orbit is coming up where Europa will be able to hit us again in about five minutes, so spit it out.”</p>\n\n<p>“Well Captain the <em>Widow</em> and I may be able to shield the fleet from further attacks utilizing high velocity kinetics or plasma.”</p>\n\n<p>“I’m listening.”</p>\n\n<p>“The <em>Widow</em> uses modified docking drones quipped with high-yield fuel cells to generate a kind of funnel web of electromagnetic fields, we space them apart just so in a precise pattern and orient the funnel to shield the fleet behind it, when anything ferrous or otherwise affected by magnetism heads towards us the fields blunt their speed and redirect them down the funnel, until by the time they get to the <em>Widow</em> herself they’re slowed and cooled to the point of being ineffective. We even think we may be able to ‘catch’ a high velocity kinetic and recycle it.”</p>\n\n<p>“You mean slow it down, catch it, then fire it right back at them?”</p>\n\n<p>“Yes Captain that’s exactly what I mean.”</p>\n\n<p>“What prevents the kinetics from just getting sucked straight into the drones themselves, destroying them?”</p>\n\n<p>“The drones are miniscule, roughly the size of a <em>Mosquito</em>, so the odds are heavily in favor of kinetics hitting the fields, not the drones, and their course being altered. So considering a kinetic has to remain on course for them to be effectively targeted…”</p>\n\n<p>“The odds make it so that anything hitting the web won’t hit anything directly behind it, the trajectory being altered in another direction and the velocity reduced by having to fight against the pull of the drone to move past.”</p>\n\n<p>“Exactly. With most kinetics estimated to be funneled back towards the center, to the <em>Widow</em>.”</p>\n\n<p>“How long does it take you to get your drones in place and operating?”</p>\n\n<p>“Training and simulation say about six minutes.”</p>\n\n<p>“Once they’re in position and operating, how long can your drones keep the web up running on fuel cells?”</p>\n\n<p>“Depends on the amount of incoming, with nothing to defend against they can operate at power for an hour, recharge in ten minutes by docking with the <em>Widow</em>, then redeploy.”</p>\n\n<p>“Six minutes to redeploy, six minutes to come back to the <em>Widow</em>, an hour on station, for an hour of precautionary protection every twenty-two minutes?”</p>\n\n<p>“Yes Captain, she’s designed to work in tandem with her sister ships, the <em>Orb Weaver</em> &amp; the <em>Brown Recluse</em> to provide continuous protection, but the <em>Orb Weaver</em> is only half built and the <em>Recluse</em> AI is still in one of the development stages.”</p>\n\n<p>“And under fire? How long does it last then?”</p>\n\n<p>“Concentrated sustained bombardment from kinetics is tougher, ten minutes in position, tops, plasma is a lesser drain, half an hour, give or take.”</p>\n\n<p>“So that’s why three, ten minutes of protection then twenty-two to refresh almost works out. Very well, let’s hope they’re out of kinetics. I’ll have Fatima coordinate with the <em>Widow</em> to reposition the fleet as needed. Make it happen. Dismissed.”</p>\n\n<p><strong>~</strong></p>\n\n<p>Oleandor looked over the cockpit. The station nearest the pilot’s seat was dark, and to head off any accusations of messing with an active station he took that one and belted himself in. He had a decent view out the forward viewport and spent the next few minutes making mental notes on the craft littering the hangar floor. Just as he’d memorized the last of the call numbers, the fueling arms disengaged from the <em>Peril</em> and the manipulator arms lowered and attached themselves to the dedicated hard points on her frame. He could hear and feel the boarding ramp retract and the hatch close on the exterior shell just before the arms engaged and took the weight of the <em>Peril</em> and lifted her off the deck. With no sign of his armored rescuer come captor, he began to feel a slight trepidation.</p>\n\n<p>“Pearl?”</p>\n\n<p>“Yes Lieutenant?”</p>\n\n<p>“Are we going to launch without your owner?”</p>\n\n<p>“No, my owner has already communicated that they will arrive shortly and board just prior to launch.”</p>\n\n<p>“Who is your owner, by the way?”</p>\n\n<p>“I’m sorry Lieutenant, I am not permitted to disclose personal information. Per Hegemony/Outer Planets Accord 37, Subsection 4, line 12, I am registered with the Interplanetary Traffic Control Division of the Peacekeepers, inquiries as to my owner and business can be directed there by authorized Law Enforcement personnel.”</p>\n\n<p>The canned response drove home that Pearl was just a computer, not an AI, so he withheld any further inquiries. As he looked back to the viewport he could see the <em>Peril</em> was just a few meters from crossing the boundary between the Hangar proper and the Launch Blister. He could hear something cycle in the aft section of the ship and felt a bump, he imagined it was Pearl running the startup sequence on her engines in preparation for launch. Then he heard footsteps coming from somewhere aft, heavy, rhythmic ones. In his mind’s eye he yet again imagined the creatures from <em>Callisto</em> coming for him and he looked around to see if there was anything in the Cockpit he could use as a weapon. There was nothing much, just operations manuals and an emergency Medkit and Atmospheric Belt. He grabbed the belt and felt its weight. It was an older model, one that wrapped around your chest to provide pressure and deployed a physical facemask you put on if at all possible and would supply you with a temporary supply of diluted oxygen to keep you alive hopefully long enough to seal whatever breach vented the ship. It was heavy, maybe heavy enough.</p>\n\n<p>He took a position by the darkened console, with just the barest bit of cover from the Cockpit door, and waited. The door opened to the side and he suddenly felt exceedingly foolish. In the doorway was a woman, the armor she’d formerly worn having retracted just from around her head to allow her to see and hear in her own ship. Her dark eyes peeked out from under her short dark hair as she searched the Cockpit quickly and spotted him crouching like a child behind the seat.</p>\n\n<p>“What in Deimos are you doing?”</p>\n\n<p>“I, uh, I guess…”</p>\n\n<p>Pearl interrupted the awkward moment, but didn’t help much.</p>\n\n<p>“I believe the Lieutenant was preparing to ambush you with the Atmospheric Belt as an improvised weapon.”</p>\n\n<p>“I didn’t know it was you I thought it was… Something else.”</p>\n\n<p>“Let me guess, nearly three meter tall albino giant with gold and black eyes and a lightshow in its throat?”</p>\n\n<p>“You know about them?”</p>\n\n<p>“That’s why I came for you, because <em>you</em> know about them.”</p>\n\n<p>“Who are you?”</p>\n\n<p>“Introductions later, things are about to get interesting. Pearl?”</p>\n\n<p>“Yes Ma’am?”</p>\n\n<p>“How close are we to being in vacuum?”</p>\n\n<p>“Automated Launch procedures are running apace, assuming no override is put into place, the interior bulkhead to seal off the blister should be closing… Now.”</p>\n\n<p>“Unlock Cockpit and punch me up a rear display.”</p>\n\n<p>Wordlessly, Pearl complied. The Pilots station lit up like a comets tail; coming alive with dozens of small displays and controls. The viewport came alive with an overlaid Holographic HUD showing the vessels status, and the station he’d chosen came alive, the screens alive with targeting reticules and weapons status’. Despite the outward appearance of being unarmed, he could see the status board showed the <em>Peril</em> was as well armed as many Heavy Frigates. At the front, the Main HUD immediately contorted to show a Holographic view from the rear of the ship, where the Bulkhead was halfway closed between themselves and the Hangar floor. He raised himself from his crouch and strapped himself into the seat as the woman approached a seemingly empty section of bulkhead to the aft starboard of the Pilots seat and directly across from his own seat. She turned and pressed her back against it and the armor opened up from the base of her throat, seams between the armor sections opening up down her shoulders and arms and down her torso before splitting and running down her legs. The armor and its armaments attached themselves to the bulkhead as she stepped out of it and into the Cockpit.</p>\n\n<p>Underneath the armor, she’d been wearing a formfitting suit designed to complement the armor’s functions, with layers of heating and cooling apparatus, medical injectors, and tourniquet bindings that could detect and staunch blood loss from injury. Despite the layers of functions and markings over the suit, it left little to the imagination in the way of her physical form. She was easily two meters tall, with maybe ten percent body fat, nevertheless, she looked like she had enough muscle mass that he was fairly confident she could break him like a toothpick, him and any bars of titanium he might have on him at the time as well.</p>\n\n<p>She took her place in the pilot’s seat and activated the restraint system which snaked its belts in a crisscross over her chest between her breasts, another restraint around her hips and over down between her thighs, and yet a third set over the tops of her boots and around the heel to secure her entire body except her head and arms. As she punched controls and started up the <em>Peril’s</em> engines and other subsystems she spat out a terse command for him to keep his hands off the controls of the station he was set at. As the HUD showed the bulkhead behind them closing the warning lights all over the launch area started flashing in the standard countdown from five. Two flashes of red, two flashes of yellow, then a final flash of green before the exterior blister opened, the manipulator arms disengaged, and the <em>Peril</em> shot out into space. Alarms started blaring as they emerged from the relative peace of the launch blister into a chaos of fire and debris.</p>\n\n<p><strong>~</strong></p>\n\n<p>Walthers snapped awake, the ringing of the Emergency Alert System’s screaming from his dream seemingly echoing off into the night. He’d fallen asleep at his desk at home, again, pouring over printouts of tomes long gone from libraries all over the world in languages he’d had to painstakingly teach himself over the past decade. This one was in French, and detailed an exorcism done in the early 1700s to a man in a rural region of Seychelles. He had some small hope it might be informative, it described the victim as gaining “eyes black as sack-cloth”. But no mention of any of the other signs they were seeing in Jesse. He looked up from his desk, piled high with binders of similar materials, to see his son Rowyn asleep in a pile of bean bags, his wife Evelyn cuddled up next to him. He remembered them coming in, bringing him dinner and settling in there to read a book until he’d finished his work, only, they ended up falling asleep before he did.</p>\n\n<p>He felt a pang of regret and recrimination for throwing himself so wholly into his work. His hair was greying, his bones aching, he wasn’t getting any younger, and he had a son who needed to know his father. The world was a different place than it once was. He might not get the chance to meet his Grandchildren unless he took care of himself better, falling asleep reading centuries old French accounts didn’t qualify as a healthy habit. He closed the binder and made his way over to them, turning off the lights as he did so. Laid next to them on the bean bags, he could see out the window of his office the night sky, brilliantly awash with stars and the nearly full Moon. As he started to drift off to sleep he tried to remember the constellations, he’d done some research into the stars and the heavens and their motions early on until he determined the cycle, then he’d redirected himself more toward lines of prevention, protection, or attack, he could still make out a few key stars though... Suddenly he shot up. Something from years prior, a tossed away remark in one journal from some account he’d stumbled across while searching the database for occult knowledge. As he looked out the window down towards the entrance to the University Grounds, he could see Longmire and his men setting up the watch he’d insisted on in the wake of Sarya’s experience in San Francisco. He could see far too many firearms for his liking, but then, he supposed it was better to be prepared than to be caught unprepared.</p>\n\n<p>The tickle in the back of his mind about the significance of the star wouldn’t go away. He’d catalogued the movements of thousands of stars in his research, spent far too many nights at the old observatory in the hills away from his family. He still had a cot and a spare computer up there, as well as loads of records and books which he’d taken in case they proved themselves useful but which had ended up being useless at the time. He could punch up the texts and illustrations through the archive of course, but the power needs of the servers were extreme, and he was loath to start them up unless he had a more specific idea of what he was looking for. He could always take a list of information requests from the community, he’d done that in the past to justify the power need, he’d use it to find what he wanted first and then clear out the backlog of queries that always built up as they expanded and kept working to rebuild or repair some semblance of a comfortable life. Even new recipes were a welcome addition to their repertoire of skills.</p>\n\n<p>As he gently eased himself out of the tangle of limbs in the pallet on the floor, he stretched, feeling the pain and stiffness in his leg, the ever-present reminder of his first encounter with the Tall Ones years ago, when one had been summoned bodily into the archives by a foolhardy student of his and ended up throwing him like a rag doll. His leg had gotten stuck and broken in the overhead wire carriage that kept the server farm organized. It had never quite healed correctly and he’d had problems with it ever since. He looked around his office, trying to remember where he’d left his cane, but he couldn’t see it in the dim light of the moon and stars that came through his windows.</p>\n</div><!-- SC_ON -->"
}