{
  "full_title": "Fall Of Man 24: Unholy Destination",
  "number": 24,
  "title": "Unholy Destination",
  "created_at": "June 23, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/8tdswh/fall_of_man_24_unholy_destination/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Peacekeeping Sovereign</em></strong> <em>is the flagship of the Hegemony Peacekeeper Fleet, more akin to a mobile space station than a vessel; she combines all the firepower of a cruiser with the cargo &amp; support craft of a carrier and the manufacturing capabilities of a midsize colony. While normally kept in the immediate vicinity of the Hub, she has been known to make tours of the Hegemony as either a morale or recruitment tool, though such tours are exceedingly rare due to her inability to traverse Gates. In times of war, her predecessors were often used as the linchpin of major fleet actions, owing to their near invulnerability to most standard weapons.</em></p>\n\n<p>Oleandor clutched at the old fashioned belts and latches he was supposed to use to secure himself as his erstwhile rescuer-cum-captor threw the <em>Peril</em> into a wild corkscrew of maneuvers to evade debris. He could hear clicks and clangs echo through the ship as small pieces of debris bounced off the hull. Free of the ringstations artificial gravity only his adrenaline-fueled death-grip on the straps kept him from being hurled about the cabin by his own inertia; his legs flailed wildly under the panel he faced, impacting its underside more than once. The ringstation defensive grid was throwing out feilds of suppressive fire &amp; chaff that kept most of the space immediately around the station clear of traffic but those vessels that got too close were ripped apart and their remains were haphazardly scattered about. From the tactical displays in front of him he could see that a ragtag force made up of maybe five hundred civilian vessels were trying to get at the station, while the station itself held the larger craft back, its complement of <em>Mosquito</em> fighters were working to keep the smaller craft from exploiting holes in the station&#39;s fire. The <em>Peril</em> looped back under the station on the ringward side just a few kilometers above the thickest of Saturn&#39;s rings and nestled up between a couple of habitation modules, safely out of the field of fire from the station and nowhere near any priority target for the attackers.</p>\n\n<p>There, the woman engaged the docking clamps on the <em>Peril&#39;s</em> ventral side before releasing herself from her seat. Her eyes did a quick status check of <em>Peril&#39;s</em> main systems display, then she set up a battlefield overview on the HUD before she turned to Oleandor, who was still reeling from the violence of their short trip.</p>\n\n<p>&quot;The <em>Peril</em> could blast through and get us out, but I&#39;d rather wait for an opening and avoid having to fire on anyone, especially people who are just confused and scared and trying to protect their families &amp; homes.&quot;</p>\n\n<p>&quot;Commendable.&quot;</p>\n\n<p>&quot;Standard operative procedure.&quot;</p>\n\n<p>&quot;Sure. So, now what?&quot;</p>\n\n<p>&quot;We wait for a gap. I&#39;ve set Pearl to notify us when conditions are right. In the meanwhile, I expect you have some questions, so do I.&quot;</p>\n\n<p>&quot;Goddamn right. Who in Deimos are you? What kind of rescue is this? Why the hell is a light transport like this armed to the teeth? For that matter why does a civilian like you have top-of-the-line combat armor? Why..?&quot;</p>\n\n<p>&quot;Hold on, one at a time, we don&#39;t know how much time we&#39;ve got, prioritize. What&#39;s your first, most important question?&quot;</p>\n\n<p>&quot;Ok... Where in Deimos are you taking me?&quot;</p>\n\n<p>&quot;What&#39;s your second most important question?&quot;</p>\n\n<p>&quot;You won&#39;t tell me where we&#39;re going?&quot;</p>\n\n<p>&quot;I could, you wouldn&#39;t believe me.&quot;</p>\n\n<p>&quot;At this point you&#39;d be surprised what I&#39;m capable of believing.&quot;</p>\n\n<p>&quot;Maybe, we&#39;ll see.&quot;</p>\n\n<p>&quot;What&#39;s your name?&quot;</p>\n\n<p>&quot;You can call me Valkyrie.&quot;</p>\n\n<p>&quot;Valkyrie?&quot;</p>\n\n<p>&quot;I didn&#39;t pick it.&quot;</p>\n\n<p>&quot;It fits you.&quot;</p>\n\n<p>&quot;I get that a lot.&quot;</p>\n\n<p>&quot;Who are you working for?&quot;</p>\n\n<p>&quot;Myself.&quot;</p>\n\n<p>&quot;No, I mean, Ringstation Security, Saturn Peacekeepers, Outer Planet Colonial Authority, who?&quot;</p>\n\n<p>&quot;I&#39;m an independent contractor.&quot;</p>\n\n<p>&quot;So who&#39;s your client?&quot;</p>\n\n<p>&quot;They wish to remain anonymous.&quot;</p>\n\n<p>&quot;You&#39;re not going to tell me a damn thing are you?&quot;</p>\n\n<p>&quot;I&#39;m very well paid not to.&quot;</p>\n\n<p>&quot;Ok, so tell me everything you can within the bounds of your contract.&quot;</p>\n\n<p>&quot;You can call me Valkyrie, this is my ship the <em>Peril</em>, I&#39;m an independent contractor currently under contract to get you off of Ringstation 4 safely, and deliver you to Deimos.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>The alarm next to the bed started making a noise not unlike the launch klaxon of a Peacekeeper deploying <em>Mosquitoes</em>. Viktor was already awake, his internal clock and augmentations had woken him up at the optimal end of his rest. His research indicated he could use the Washington D.C. mass transit system to make it to the Pentagon just a few minutes after Jacobi&#39;s meeting was scheduled to end.</p>\n\n<p>The plan was to meet Jacobi and present himself as a representative of GraniCorp, one of the multinationals that were apart of the contingency planning at this point, even now working on preparing several promising sites for eventual construction of hardened bunkers and storage sites. He had all the requisite documentation, courtesy of his case and GraniCorp&#39;s network. He was even fully documented internally within their records if anyone checked. GraniCorp was actively working with numerous experts involved in the civilian side of things and it was very likely Jacobi would see his interest as perfectly ordinary.</p>\n\n<p>He dressed in what was called &quot;business casual&quot; and checked out in plenty of time to make his way to the transit stop nearest the Pentagon. The bus was the cleanest one he&#39;d been on thus far, and those who rode it much cleaner as well, being mostly young professionals working in government jobs. One or two were obviously recovering from some kind of inebriation, others were in the midst of imbibing stimulants, others both. He couldn&#39;t reconcile the media focus on discouraging drug abuse in this era with the near-ubiquitous acceptance of the same. The coffee smelled fantastic though, reminiscent of the stimulant mixtures served with most early meals. As the bus approached the Pentagon stop he was surprised to see Dr. Jacobi waiting to board. The records of the meeting must have been inaccurate, it was supposed to still be underway. It would require an adjustment of his cover, but he was nothing if not adaptable.</p>\n\n<p>Dr. Jacobi took a seat at the front of the bus and sat with his overcoat folded over on his lap and was busying himself on a small handheld organizer when he moved up and sat across the aisle from him.</p>\n\n<p>&quot;Hello.&quot;</p>\n\n<p>&quot;Hm? Oh, yes, hello.&quot;</p>\n\n<p>&quot;Forgive my intrusion, but you are Dr. Jacobi, correct?&quot;</p>\n\n<p>&quot;Uh... Yes. And you are?&quot;</p>\n\n<p>&quot;My name is Reitmeyer. I&#39;m under the employ of GraniCorp.&quot;</p>\n\n<p>&quot;Ah... And you know me, how?&quot;</p>\n\n<p>&quot;GraniCorp is under contract doing some preliminary work preparing a few potential sites for use under the project you&#39;ve proposed.&quot;</p>\n\n<p>&quot;I&#39;m afraid I don&#39;t know what you&#39;re talking about, and even if I did I wouldn&#39;t be at liberty to discuss it.&quot;</p>\n\n<p>&quot;I understand. I&#39;m not asking you to pretend to know what I&#39;m talking about. Let me simply give you a hypothetical.&quot;</p>\n\n<p>&quot;I&#39;ll listen but it&#39;s quite a waste of time.&quot;</p>\n\n<p>&quot;Perhaps. The hypothetical is this. A catastrophic event befalls the world. Only a few specially prepared groups and extraordinarily fortunate individuals survive.&quot;</p>\n\n<p>&quot;A doomsday, World War III scenario.&quot;</p>\n\n<p>&quot;Yes. Now, current priorities among most military and government doomsday procedures are built around assumption that the event in question is devastating to the political leadership &amp; military alike, but unaffiliated civilian casualties wouldn&#39;t be prioritized by the aggressor.&quot;</p>\n\n<p>&quot;Any aggressor capable of a first strike would be seeking a nation to conquer in the aftermath.&quot;</p>\n\n<p>&quot;Precisely. Now, we at GraniCorp are large enough and have a not insignificant number of government contracts, so we have looked at our own policies and procedures towards supporting government &amp; military needs in the event of a doomsday scenario.&quot;</p>\n\n<p>&quot;Understandable.&quot;</p>\n\n<p>&quot;The issue we see, and again, this is hypothetical, is that current procedures prioritize survival of physical assets. People, tanks, aircraft, fuel reserves... The solid matter resources needed to maintain control and lead the counter-offensive.&quot;</p>\n\n<p>&quot;Quite logical.&quot;</p>\n\n<p>&quot;Disturbingly so, we believe there&#39;s a fatal error in the current paradigm.&quot;</p>\n\n<p>&quot;Oh really?&quot;</p>\n\n<p>&quot;Yes. You see, we have looked at a lot of the projections and we&#39;ve questioned quite a few of their presumptions.&quot;</p>\n\n<p>&quot;Looking at things from a different angle.&quot;</p>\n\n<p>&quot;M-hm; and let me lead you down the path we&#39;re thinking. Emergency preparedness. Hurricanes, earthquakes, floods, wildfires, hell, asteroid collisions all have the same basic instructions for civilians to survive, have food and water on hand and be prepared with any and all medicines or other essentials for a stay of indeterminate length. Some people, of course, take it to extremes.&quot;</p>\n\n<p>&quot;Preppers.&quot;</p>\n\n<p>The word struck Viktor as unfamiliar and he was momentarily unsure of how to respond. Recovering he simply made a gesture indicating understanding.</p>\n\n<p>&quot;The thing is, we&#39;ve started looking at what happens <em>after</em> the initial survival phase. What we&#39;ve found isn&#39;t good.&quot;</p>\n\n<p>&quot;What do you mean?&quot;</p>\n\n<p>&quot;After the initial event, there&#39;s the survival question, but as that&#39;s well prepared for, we started looking at the next phases, which we&#39;ve come to call deconstruction, reconstruction, and revival.&quot;</p>\n\n<p>&quot;This is all very fascinating, and I&#39;d like to hear more about it, but this is my stop&quot;</p>\n\n<p>Viktor looked up from the conversation and noted they&#39;d managed to converse the entire way from the Pentagon to a shopping district bordering a residential area, presumably the area where Dr. Jacobi lived.</p>\n\n<p>&quot;I&#39;m fine going with you if you&#39;d like.&quot;</p>\n\n<p>&quot;I&#39;d find that highly inappropriate. You work for..?&quot;</p>\n\n<p>&quot;GraniCorp.&quot;</p>\n\n<p>&quot;Have your people schedule something in the next few days. I&#39;ll make sure my assistant is aware and makes room for it, now if you&#39;ll excuse me...&quot;</p>\n\n<p>The Venusian, a man come back in time nearly a third of mankind&#39;s lifespan thus far, watched helplessly as his first and most important mission critical objective walked away without him having accomplished his goal.</p>\n</div><!-- SC_ON -->"
}