{
  "full_title": "Fall of Man 25: The Wild Frontier",
  "number": 25,
  "title": "The Wild Frontier",
  "created_at": "July 28, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/92qkgu/fall_of_man_25_the_wild_frontier/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Outer Planet Colonial Authority</em></strong> <em>is the sole inter-colonial law enforcement authority. It is an extra-judicial group of law enforcement granted authority by the Common Law of the Outer Planets to enforce the terms of that body of law as well as the Charter of Secession itself. Members of the OPCA I  recruited directly by existing membership on criteria only they know. Membership is exceptionally varied, from veteran law enforcement from lower authorities, to fresh graduates of technical apprenticeships, legal experts, mercenaries, Peacekeepers, and scientists. OPCA members practice a rather novel form of self-policing, in that if any member is suspected of improprieties or illegalities a roll call can be issued, if more than half of the membership believes there&#39;s reason for interdiction, the offending party is expelled from the membership and investigated exactly as a civilian would be if they were suspected of infraction. If the same members activities result in two roll calls without dismissal, at the occasion of the third they are summarily dismissed and imprisoned. If they fail to submit peaceably, they&#39;re executed.</em></p>\n\n<p>OPCA Investigator Jarrik Hoel crouched behind the burning hulk of the crashed skiff, the heat of the flames registering on his armors external feeds. If he stayed this close the armor would only protect him for so long; it was designed for combat, not firefighting or the rigors of space. As he considered his position a blast of laser fire raked the wreck behind him, momentarily driving up the heat as molten flecks of metal rained down on him and fused to his armor. The helmet display indicated the location and severity of the various damage moments later. He threw up his own rifle and fired blindly. Or, he would have, had his rifle fired. Bringing it down and triggering a diagnostic through his interface, he saw the damage before the diagnostic cycle came back. One of the bits of molten metal from the skiff had melted into the interface manifold between the power pack and the frame. He hurled the rifle with all his strength just seconds before the feedback loop from the damage caused it to explode. The concussion of the explosion threw him nearly three meters in the other direction, away from the skiff.</p>\n\n<p>It took him a few seconds to get his bearings, but in those seconds he felt at least two impacts, one to his left calf, and one center mass in his back. His back was fine, the armor took the hit and ejected the thermal absorption plate as designed. He felt the subtle thump as it did its job. The leg was another matter. He couldn&#39;t feel anything below his knee anymore and the armor was advising he find cover and call for medical evacuation. The armor was wrong. There would be no evacuation, just as there would be no retreat. He tried to look and see if there was other cover he might make it to but he was too late. As he moved to raise his head he felt something impact the back of his helmet and pin his head to the decking.</p>\n\n<p>Around him, he could hear the din of the battle raging; filtered and processed by his helmets audio circuits. The endless screams and thumps of chemically fueled kinetics, the high pitched whine of rapidly cooling heat sinks from laser weaponry, the roar of rockets and missiles, the deep hum of particle weapons and the resultant explosions from all of the above. He went to pull his arms up to try and lift himself from the ground, but the combination of his position and the way his armor inhibited certain ranges of motion left him unable to do so. He tried to roll himself over but the weight on his helmet kept him pinned. Finally he pulled one arm up and reached behind his head to try and push whatever it was that pinned him off.  A few seconds of pushing and with a grating sound his helmet popped free and he was able to drag himself away from what he could now see was the front portion of the skiff, torn off and tossed by the overload of his rifle.</p>\n\n<p>He rolled onto his belly and started using his arms to crawl around to the other side of the debris, away from the source of the incoming fire. As he pulled himself around the corner, the ground he&#39;d vacated was raked with kinetic fire, throwing up clouds of sparks as the decking exploded with shards of metal. A few shards of red hot metal pelted his armor but caused no damage. He brought up the armors communication interlink and was shocked to see that his entire team was either dead, dying, or had a total loss of signal (T-LOS), which meant their comms were either destroyed, disconnected, or jammed. He assessed his own condition. He was wounded he didn&#39;t know how badly, without his primary weapon, his armor was compromised and he had no support. It seemed like a good time to go on the offensive.</p>\n\n<p>He used his heads up display to select his weapon, the dispensers built into his inner forearms dispensing two egg-sized grenades into each hand. He squeezed his right hand breifly to activate their fuses before lobbing them as hard as he could over the skiffs front end. As they arced over the debris-strewn battlefield, point-defense systems built into the armor of the mercenaries attempted to intercept the small explosives. They projected small holographic decoys and ejected miniture flares, but one of them was still taken out before it could home in on a target. The other was more successful. It recognized and directed itself on an indirect path through the air and intercepted one of the mercs in the middle of a reloading cycle before magnetically and cryogenically fusing itself to their lower torso. A gimballed shaped charge in its core oriented itself towards its latching point and a micro-fusion reaction initiated by a pulsed laser exploded with the force of a half kiloton of TNT.</p>\n\n<p>The shockwave of the explosion was enough to send bodies and debris flying for hundreds of meters, including Jarrik and the skiff components he was hiding behind. As he tumbled ass over elbows he released the two grenades in his left hand, allowing them to go free in the maelstrom. As he intended they took advantage of the EMP interference from the previous detonations and were able to home in on clusters of the mercenaries without any countermeasures. As the second and third detonations occurred he pulled his sidearm. It was only a kinetic, and it held just a few dozen unguided armor piercing rounds, but in the confusion of his grenades aftermath it was enough. There were four mercs out of the original three dozen still moving, his grenades had taken care of the rest. From his seated position he took careful aim and scored headshots on three targets before the last realized what was happening.</p>\n\n<p>The fourth fired off two blasts which missed, Jarrik didn&#39;t. As the last body fell, Jarrik fell as well, but from exhaustion, the toll of the hour long engagement taking its toll. His last memory before unconsciousness rolled over him was of his ship finally arriving, its search beams criss-crossing the battlefield before settling over him like a blanket of light.</p>\n\n<p><strong>~</strong></p>\n\n<p>Lieutenant Oleandor watched helplessly as the Ringstations last <em>Mosquito</em> was vaporized as three distinct vessels coordinated their fire to leave it no escape, filling the space around it with explosions and shrapnel. With the last of its defenders gone, the Ringstation was an easy target. The defense grid was designed to work in cooperation with defending <em>Mosquitoes</em> and other support craft, with them gone and the Ringstation already fending off boarders, the mass of civilian ships surged through the gaps and fell on her like a wave.</p>\n\n<p>As the civilian craft jockeyed over who would get docked first, Valkyrie seized the opportunity to make a discrete escape. She released the docking clamps and maneuvered the <em>Peril</em> as if to join one of the lines forming in wait for an open port, then at the last second cut power to fully a quarter of her thrusters, then powered then back, then cut them completely. The <em>Peril</em> jerked half a dozen different directions in short order as she rapidly handled the controls, her short hair flagging and waving around her head as inertia shifted this way and that. The lieutenants heart leapt back and forth from his gut to his throat as they seemingly spun out of control and further and further away from the Ringstation, looking to all of Saturn like a vessel in distress. If any of the invading vessels noticed, none acted on it, and roughly ten minutes later their orbit was different enough and they were far away enough for her to restore maneuverability and make their way towards the sole Gate in Saturn orbit.</p>\n\n<p>He felt now was as good a time to break the silence he&#39;d maintained since her admission in their last conversation.</p>\n\n<p>&quot;Deimos, eh?&quot;</p>\n\n<p>&quot;I figured that&#39;d shut you up, but I guess it was a temporary effect.&quot;</p>\n\n<p>&quot;You can&#39;t tell me that and expect no questions.&quot;</p>\n\n<p>&quot;It&#39;s worked before.&quot;</p>\n\n<p>&quot;Just how many people have you taken to Mars&#39; forbidden moon?&quot;</p>\n\n<p>&quot;I&#39;m not at liberty to say.&quot;</p>\n\n<p>&quot;So more than just me, why tell me that if you can&#39;t expand on it?&quot;</p>\n\n<p>&quot;Shocking revelations usually shut people up. Not that specific reveal. I don&#39;t like people in general and I&#39;m especially not a fan of talkative people, so I try to preempt conversation whenever possible.&quot;</p>\n\n<p>&quot;You&#39;re really not going to like me.&quot;</p>\n\n<p>&quot;You&#39;re one of <em>&#39;them&#39;</em>, eh?&quot;</p>\n\n<p>&quot;I&#39;ve been told I&#39;m charming.&quot;</p>\n\n<p>&quot;They lied.&quot;</p>\n\n<p>&quot;Cruel.&quot;</p>\n\n<p>&quot;Honest.&quot;</p>\n\n<p>&quot;Evasive.&quot;</p>\n\n<p>&quot;Fuck you.&quot;</p>\n\n<p>&quot;Maybe later, I&#39;m more in the mood for answers at the moment.&quot;</p>\n\n<p>&quot;You&#39;re about to discover just how much I dislike conversation.&quot;</p>\n\n<p>&quot;So give me another shocking revelation to shut me up.&quot;</p>\n\n<p>&quot;No.&quot;</p>\n\n<p>&quot;Why not?&quot;</p>\n\n<p>&quot;Spite.&quot;</p>\n\n<p>&quot;Mature.&quot;</p>\n\n<p>&quot;Whatever docks your ship.&quot;</p>\n\n<p>&quot;What&#39;s awaiting us at Deimos?&quot;</p>\n\n<p>&quot;I&#39;m not sure what the facility its for, but we&#39;ll have to- <em>Fuck.</em>&quot;</p>\n\n<p>&quot;I told you, later maybe, the foreplay is what gets me going.&quot;</p>\n\n<p>&quot;Asshole.&quot;</p>\n\n<p>&quot;Not before you&#39;ve had a shower.&quot;</p>\n\n<p>&quot;<strong>I will fucking space you.</strong>&quot;</p>\n\n<p>&quot;No you won&#39;t, I&#39;m your payday, besides, you like me too much.&quot;</p>\n\n<p>&quot;Pearl?&quot;</p>\n\n<p>&quot;Yes Ma&#39;am?</p>\n\n<p>&quot;Shut him up <strong>now</strong>.&quot;</p>\n\n<p>&quot;Aye Ma&#39;am.&quot;</p>\n\n<p>Oleandor opened his mouth to voice another query, but was cut short when his seatbelts abruptly tightened and he felt a pinprick in his left butt cheek, right before the lights went out.</p>\n</div><!-- SC_ON -->"
}