{
  "full_title": "Fall of Man 26: Evasives",
  "number": 26,
  "title": "Evasives",
  "created_at": "August 13, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/96zvkg/fall_of_man_26_evasives/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Deserium</em></strong> <em>is the nickname given to the mineral found in the Asteroid Belt and formerly on Deimos which makes Gate technology possible. Classified ever since its initial discovery, its actual scientific name isn&#39;t known but to a very few select individuals kept cloistered in research facilities dedicated to the study of the rare material. While few specifics are known of the material&#39;s exact properties, what is known is that when a Gate operates, it warps space to send matter and energy at near-c to the receiving Gate. The receiving Gate then absorbs the energy transferred, and uses it to align the distorted space with the local frame of reference, shedding the excess in an expanding circular wave of energy at a right angle from its entrance/exit axis. Why there is always an extreme excess seemingly in comparison to what the sending Gate generates isn&#39;t publicly known.</em></p>\n\n<p>Oleandor came up out of the fog of unconciousness, he felt rather than heard or saw as their approach to the Saturn Gate was adjusted. His eyelids felt like he was under a half dozen Gs and his mouth was dry. He tried to talk, but his tongue felt glued in place. As he managed to get his eyes open a scant millimeter he spied Valkyrie suddenly jamming her hands at the controls. Through the forward viewport above the panel he could spy the Saturn Gate expanding its dilation and accelerating the rings to build up the energies which would propel them to Mars Orbit. He wondered, if they were on track, why was she so furiously jabbing at the panel? It felt like things were in slow motion. The Gate continued to expand, the increasing circumference of causing its spin-up to take longer than normal. The sections containing the devices used to contain, control, and direct the spacial distortions caused by the kinetic conversion of the Deserium Mineral segments were already glowing a bright fiery orange, when they got through orange and yellow and turned white, they&#39;d be ready.</p>\n\n<p>Then he realized, the Gate wasn&#39;t spinning up for <em>them</em>, it was free-wheeling, the rotating sections absorbing the incoming feed of energy from the transmission Gate. It was also dilating five times as much as would be needed to transition the <em>Peril</em>. If they didn&#39;t move out of the way, they&#39;d collide with whatever much more massive vessel was about to transition to Saturn. The Gate was still in control of the <em>Peril</em>, running the automated approach required of all non-Peacekeeper vessels. This told him two things: first, that the incoming transition was not pre-cleared through Colonial Gate Control (CGC), whose primary function was to avoid the exact scenario they were in. Second, it meant that whatever was coming through had override authority to allow transition with a possibly obstructed reception.</p>\n\n<p>Still feeling the effects of the drug, he was of the impression she wasn&#39;t fully aware of their predicament. As she finally managed to override the automated control from the Gate, he reached up and slapped the release on his safety harness and launched himself out of his seat, if somewhat clumsily, directly at Valkyrie and the <em>Peril</em>&#39;s control panel. Intent on her attempt to steer them clear of the Gate, she didn&#39;t hear the click as he released. Her maneuver, intended to (from their perspective) cut their velocity and pull them up so that she could steer them at a 45 degrees away from the Gate and its vent angle. The inertia from that change in their motion sent Oleandor flying straight into the panel, where he attempted his own course, slapping at the controls with hands still numb, trying to send them downward and to port. The combined input to the controls sent them almost directly to port. As Valkyrie smashed the back of her fist into the side of Oleandors head, his last sight was the radar on the HUD showing a stream of small unidentifiable objects emerging from the Gate aft of them, and the leading edge of the Gate&#39;s energy bleed heading right for them.</p>\n\n<p><strong>~</strong></p>\n\n<p>Daq Vegman was fuming. He&#39;d been told he was medically released nearly a day ago, but while he was waiting to be processed out and returned to the <em>Canus Major</em> to put her back in order for his return to the Outer Planets in disgrace, a couple of Peacekeeper soldiers turned up outside his door and informed him he was being held indefinitely. He wasn&#39;t told why. He wasn&#39;t told what was happening with his ship. He wasn&#39;t allowed any visitors anymore. He wondered if Max &amp; Cann were similarly detained. He paced back and forth, the porthole showed Mercury rotating slowly beneath the station, well, that wasn&#39;t accurate, Mercury&#39;s rotational period was longer than its year, but the orbit of the station, Crimson, made it seem <em>seem</em> like Mercury was turning.</p>\n\n<p>He leaned against the bulkhead between the small door to his private bathroom and the drone kiosks and briefly considered trying to do as much damage to the room as possible in a show of resistance, but he dismissed it as childish and likely ineffective. All it would result in was him possibly being beaten, very likely sedated, and definitely restrained. As he wondered if perhaps a hunger strike would be more effective, his door opened, and two Hegemony Peacekeepers marched in, their sidearms unholstered and at the ready as they fanned out to either side of the door. Between them, through the door, then walked in a familiar face.</p>\n\n<p>&quot;How&#39;ve you been Daq?&quot;</p>\n\n<p>&quot;Admiral Lancaster, Sir. To what do I owe the pleasure?&quot;</p>\n\n<p>&quot;I understand they&#39;ve got you under lockdown.&quot;</p>\n\n<p>&quot;To be fair Admiral, you&#39;re the head of the Peacekeepers, it would be fair to say <em>you&#39;ve</em> got me under lockdown.&quot;</p>\n\n<p>&quot;That&#39;s not entirely accurate...&quot;</p>\n\n<p>&quot;Could you get me out of here?&quot;</p>\n\n<p>&quot;Well, yes.&quot;</p>\n\n<p>&quot;Then it is your inaction that keeps me here. Let me guess, you want me to meet with my Grandfather.&quot;</p>\n\n<p>&quot;I&#39;ll admit, that was the original plan, but we&#39;ve been overcome by other events.&quot;</p>\n\n<p>&quot;Yeah, the assassination of an Outer Planet representative will do that.&quot;</p>\n\n<p>&quot;As will a Plasma Lance attack originating from Io against a Hegemony Peacekeeping vessel, followed by a high velocity kinetic barrage against a whole fucking Hegemony Fleet!&quot;</p>\n\n<p>&quot;Whoa, hold on, what?&quot;</p>\n\n<p>&quot;This morning your grandfather&#39;s vessel, the <em>Ceres</em>, was the target of a Plasma Lance attack originating from a Jovian Moon, when we sent a response of two dozen vessels under Admiral Bosch-&quot;</p>\n\n<p>&quot;Uncle Dmitri?&quot;</p>\n\n<p>&quot;Uncle?&quot;</p>\n\n<p>&quot;My father served with him, he&#39;s a friend of the family.&quot;</p>\n\n<p>&quot;I&#39;m sorry to hear that.&quot;</p>\n\n<p>&quot;How do you mean?&quot;</p>\n\n<p>&quot;When the response fleet came under attack, Admiral Bosch&#39;s ship the <em>Mercurial Fury</em> was heavily hit. We&#39;re still recovering jettisoned casualties and trying to revive them, we haven&#39;t yet started operations to salvage any vessels or determine the status of their crews.&quot;</p>\n\n<p>&quot;You haven&#39;t <em>yet?</em>&quot;</p>\n\n<p>&quot;Every member of the fleet was augmented, the delay is in case of further attacks, we don&#39;t want to put dedicated rescue &amp; resuscitation vessels into an active combat zone if we can help it.&quot;</p>\n\n<p>&quot;What about the <em>Ceres</em>?&quot;</p>\n\n<p>&quot;She was hit, but not destroyed, she&#39;s incommunicado in Jupiters upper ionosphere at the moment. But, your grandfather wasn&#39;t aboard her. Bosch took him off <em>Ceres</em> and gave him the <em>Fate&#39;s Embrace</em>, where he&#39;s taken the flag role in-theatre.&quot;</p>\n\n<p>&quot;Do you think this might be a response from the Colonies for the murder of Jarl Godrecht?&quot;</p>\n\n<p>&quot;That&#39;s the popular feeling, but I don&#39;t buy it, ever since the <em>Virga</em> we&#39;ve each gone to lengths to try and defuse things before they reach the point they have. None of this feels right.&quot;</p>\n\n<p>&quot;I agree, but, why come to me?&quot;</p>\n</div><!-- SC_ON -->"
}