{
  "full_title": "Fall of Man 27: Analysis",
  "number": 27,
  "title": "Analysis",
  "created_at": "August 19, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/98mdmy/fall_of_man_27_analysis/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Shield</em></strong> <em>is simultaneously one of mankinds greatest and oldest achievements. It is also, in modern times, largely forgotten. Initially created as a short term construct to safeguard a research facility almost nine thousand years ago, and then abandoned for almost four thousand years before the Exodus. As the orderly deconstruction of mankinds earthbound heritage proceeded, the Shield Restoration was intended as a large scale energy production facility, doubling as a near-solar Gate station (hence the early adoption of the Hub nickname). As site after proposed site was rejected by the various Hegemony Delegations and it became a politically untenable issue for the capital to be set in or among any established Delegation, a groundswell movement to establish the Hub as a neutral compromise gained popular support among the general population. It was decided in an uncontested vote, and the Shield Restoration Project was revamped to expand its scope and become the Hub as it came to be known. The first step was the repair of the Shield itself, which acted then as a safeguard for the materials &amp; vessels which would construct the new capital, at first, behind its protective shadow, then, around it, with its own protective hull. The Shield remains there, encased by the Hub built on and around it, slowly being deconstructed as the Hubs constantly shifting internal geometry demands.</em></p>\n\n<p>Admiral Lancaster sighed and ran a hand through his hair, the short crisp cut nevertheless a sheen of silvery grey. Daq Vegmans intense blue eyes burrowing into him awaiting a satisfactory answer. He couldn&#39;t bear those eyes, one of the few traits Daq shared with his father.</p>\n\n<p>&quot;I came to you to eliminate certain possibilities. If this is in response to Godrecht, I need to know anything you&#39;re willing to share on the man.&quot;</p>\n\n<p>&quot;Godrecht was an asshole, arrogant, thought he shat rainbows and farted perfume.&quot;</p>\n\n<p>&quot;So he&#39;s not a popular figure in the Colonies?&quot;</p>\n\n<p>&quot;I wouldn&#39;t know. I spend most of my time plying the <em>Canus</em> between Jupiter &amp; the Jovian Moons back and forth across the border. I don&#39;t get a lot of time ashore.&quot;</p>\n\n<p>&quot;So its possible his murder was a part of an internal beef within the Colonies?&quot;</p>\n\n<p>&quot;Yeah, but if that was the case, why murder him aboard the <em>Canus</em> while we&#39;re at the Hub?&quot;</p>\n\n<p>&quot;It certainly would deflect blame onto the Hegemony.&quot;</p>\n\n<p>&quot;Yeah, and risk war, that&#39;s an awful big downside for just deflecting the blame, and despite popular belief the leadership in the Colonies aren&#39;t itching for war. Most of the general population around Jupiter &amp; Saturn aren&#39;t itching for it either, its the cold harbors out beyond the giants that nurse grudges, usually for the entirely wrong reasons too.&quot;</p>\n\n<p>&quot;Any possibility it was a cold harbor grudge?&quot;</p>\n\n<p>&quot;He didn&#39;t run in those circles.&quot;</p>\n\n<p>&quot;Can you tell me anything about things in the Colonial Peacekeepers?&quot;</p>\n\n<p>&quot;Admiral, we may go back, and I know you and Dad were friends, but even if I could, I wouldn&#39;t betray the Colonies like that.&quot;</p>\n\n<p>&quot;Oh no, hell no Daq, I&#39;m not asking for military intel, I have my own people there, but there&#39;s things I don&#39;t get reports on, aren&#39;t considered pertinent. I want to know if there&#39;s any friction between the civilian leadership and the military, anybody bucking the line, any possibility this maybe some rogue Captain with a chip on his shoulder.&quot;</p>\n\n<p>&quot;Not that I know of, but then <em>I</em> don&#39;t travel in those circles.&quot;</p>\n\n<p>&quot;I figured as much but I had to ask.&quot;</p>\n\n<p>&quot;So what now?&quot;</p>\n\n<p>&quot;Now? Now we&#39;re gonna get out of here. I&#39;m going to take you out of here under my own authority, we&#39;re going to take my ship to the Hub and we&#39;re going to get you back on the <em>Canus Major</em> before lunch.&quot;</p>\n\n<p>&quot;That simple?&quot;</p>\n\n<p>&quot;That simple, we&#39;ll pick up your friends on the way.&quot;</p>\n\n<p>&quot;Max &amp; Cann?&quot;</p>\n\n<p>&quot;Couple of bearded men, one thin &amp; dark, the other shorter &amp; redheaded?&quot;</p>\n\n<p>&quot;That&#39;s them. Where are they?&quot;</p>\n\n<p>&quot;After the attack on the <em>Ceres</em> their movement within the Hegemony was restricted for their own safety. We didn&#39;t have any suspicions about them of course, but we didn&#39;t want them getting hurt if some fine upstanding Hegemony moron decided to take matters into their own hands.&quot;</p>\n\n<p>&quot;Is it that bad?&quot;</p>\n\n<p>&quot;Since news of the attack broke this morning a bill&#39;s been proposed to shut down Colonial Gate Access.&quot;</p>\n\n<p>&quot;Not for war or retaliation?&quot;</p>\n\n<p>&quot;Things aren&#39;t that far gone yet, but the cooler heads seem to be in the Hub, there&#39;s been demonstrations in the largest of the Venusian Complexes, and three of Earths orbital stations have had straw polls insupport of forceful annexation of Jupiters Moons.&quot;</p>\n\n<p>&quot;Which ones?&quot;</p>\n\n<p>&quot;All of them.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Jarrik Hoel awoke in immense pain. As his eyes focused he became aware of his surroundings in spite of the bright lights shining down at him. The cold lenses of his ships surgical prosthesis hung over him like a looming vulture ready to peck, but they were doing anything but. As it retracted back to its storage and disinfection creche in the ceiling, the face of his navigator and pilot, a man named Orqan, came into view. He was initially suprised, normally his Chief Assistant, a Saturn native named Hrel Stein, would brief him upon arrival aboard, then he remembered.</p>\n\n<p>&quot;Orqan, last I saw comms were all over, unreliable... How many...?&quot;</p>\n\n<p>&quot;How many did we lose?&quot;</p>\n\n<p>&quot;Yeah.&quot;</p>\n\n<p>&quot;Twelve.&quot;</p>\n\n<p>&quot;Twelve out of fourteen.&quot;</p>\n\n<p>&quot;Yes sir, Poz &amp; Hrel made it, Poz with some minor wounds, Hrel... Hrel is currently in a chemically induced coma to preserve as much of his brain as we can,  but Doc says if we can&#39;t get the swelling down... And then there&#39;s you.&quot;</p>\n\n<p>&quot;Yeah yeah yeah... Wound on the leg, a few scrapes &amp; bruises, I&#39;ll be alright.&quot;</p>\n\n<p>&quot;It&#39;s a little worse than that.&quot;</p>\n\n<p>At that he sat up and noticed just what the surgeon had been working on. His left leg ended shortly below his knee, where there was now a shiny metal prosthetic approximating the last four-fifths of his shin &amp; calf, an ankle joint, heel, arch, and five fully articulated toes with tactile pads placed strategically at key points. He could feel through it, the table beneath it and the chill in the air of the surgery, nevertheless, there was a tingling edge to the feelings he now couldn&#39;t ignore.</p>\n\n<p>&quot;That bad?&quot;</p>\n\n<p>&quot;The armor tourniquet stopped you from dying from blood loss, but there was simply nothing to save.&quot;</p>\n\n<p>&quot;We were ambushed.&quot;</p>\n\n<p>&quot;Tell me something I don&#39;t know.&quot;</p>\n\n<p>&quot;Have you checked the data chit from my armor?&quot;</p>\n\n<p>&quot;We&#39;re trying, it took some damage, but Geek is doing his best to repair it and see if we can get at the data.&quot;</p>\n\n<p>The &quot;Geek&quot; was the crews affectionate nickname for their network security &amp; analysis expert, a Plutonian who spent most of his time in direct neural interface with the ship, either working or creating new and ever more effective programs to run his various servitors.</p>\n\n<p>&quot;Any estimate on how long it&#39;ll take?&quot;</p>\n\n<p>&quot;Couple of hours yet, why?&quot;</p>\n\n<p>&quot;We got what we went for.&quot;</p>\n\n<p>&quot;He was there? The contact? But why the ambush then? If he was on the up &amp; up about this &#39;Project&#39; thing why not just <em>not show</em> if he changed his mind?&quot;</p>\n\n<p>&quot;I don&#39;t think he set up the ambush. I think either he was found out by these &#39;Project&#39; people, or, there&#39;s some unknown fourth party working against us.&quot;</p>\n\n<p>&quot;Fourth party?&quot;</p>\n\n<p>&quot;This is why you shouldn&#39;t skip briefings Orqan.&quot;</p>\n\n<p>&quot;Ok, point taken, I can&#39;t just fly the ship, I should know why we go where we go. Who all is in play?&quot;</p>\n\n<p>&quot;Well, the Hegemony, this &#39;Project&#39; group, who we believe have either infiltrated the Hegemony or are an offshoot of them, the Outer Planets who we we now know have been compromised to a lesser degree, the OPCA, you know, <em>us</em>, and possibly a fourth group who hired the two teams of mercenaries who ambushed us and the Contact almost as soon as the exchange took place.&quot;</p>\n\n<p>&quot;So what&#39;s the next move?&quot;</p>\n\n<p>&quot;Depends on what&#39;s on that chit.&quot;</p>\n</div><!-- SC_ON -->"
}