{
  "full_title": "Fall of Man 28: Camouflage",
  "number": 28,
  "title": "Camouflage",
  "created_at": "September 7, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9dz390/fall_of_man_28_camouflage/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Hegemony Brigadiers</em></strong> <em>or,</em> <strong><em>HBs</em></strong> <em>are the Hegemony&#39;s frontline combat troops. Utilizing both personal combat arms, mechanized transports, drop pods, and all manner of combat vehicle &amp; prosthesis, the HBs, commonly nicknamed the &#39;Hell Brigades&#39; are rarely used, but universally feared. Joining the HBs is considered a lifetime obligation. In a society of effective immortals, this is not a light commitment. HB&#39;s are augmented to a greater degree than any private Hegemony citizen, but while stories abound in the media of ten foot giants, the truth is far from such tales. HBs are simply augmented humans who&#39;ve dedicated themselves to perfecting the art of combat.</em></p>\n\n<p>Daq was incredulous. He stared out the porthole of the transfer tender at the vessel they were approaching, his hands gripping the armrests with white knuckled intensity as they approached the <em>Peacekeeping Sovereign</em> much too fast for his liking.</p>\n\n<p>The amenities on the <em>Jubilent Illumination</em>, the upgraded <em>Heron</em> which served as Admiral Lancasters personal transport, meant that even strapped in and flanked by two Peacekeeper MPs he was essentially in the lap of luxury. Max and Cann were similarly treated behind him in the aft row of seats. He&#39;d been concerned when he&#39;d seen the <em>Jubilent</em> for the first time, as on the exterior she looked like any other <em>Heron</em> under Peacekeeper care. She was fairly armed, but <em>Herons</em> are light patrol &amp; reconnaissance craft, not meant for combat, and with open war a real and looming possibility, he feared that a lone craft with the head of the Hegemony Peacekeepers was a tempting target, even in the heart of Hegemony territory. Then, he saw their escorts. Fully eight <em>Falchions</em> equipped as heavy fighters and nearly a full wing (24) <em>Mosquitos</em> followed in a rotating arrangement designed to allow them to intercept anything incoming from any direction. He couldn&#39;t see them, but from what he could overhear from the cockpit there were also at least three other <em>Herons</em> acting as perimeter watch. He wasn&#39;t concerned anymore, except for the his friends in the Outer Planets if they truly tried to fight a full-fledged war against the Hegemony. Which, he supposed, was probably part of the reason for the display.</p>\n\n<p>The <em>Peacekeeping Sovereign</em> loomed over them as they made their final approach. The vessel itself wasn&#39;t much different in configuration from most Peacekeeper Cruisers, it had a large bulbous bow corrugated with ablative sections &amp; littered with weapons blisters. The thinner midsection was dedicated to rotating and gimbled weapons emplacements surrounding docking ports, launch blisters and fighter hangars. The stern was made up of a huge armored core filled with multiple fusion reactors working in tandem to power the ship as well as the gigantic engines mounted around the Core. The <em>Sovereign</em> was also large enough to have four additional engines mounted on gimbles affixed to the rear edge of the bow shield. As he watched, the largest blister set nearly dead center on the midsection unfolded, opening a passage nearly wide enough to swallow a Frigate. The Admiral piloted the <em>Jubilent</em> through, followed by two of the <em>Falchion</em> Heavy Fighters.  As they cleared the passage and entered the central hollow of the massive vessel, his mouth went dry at the sight.</p>\n\n<p>The interior of the <em>Peacekeeping Sovereign was a massive internal hangar and storage bay, so deep inside the ships armor, the hangars utilized transparant materials for safety, and their contents could clearly be seen as they passed through to the secure docking for the Admirals *Heron</em>. The <em>Sovereign</em> was filled to the brim with all the accountrements of a full invasion force. He could see hundreds of Hell Brigade drop pods, atmospheric dominance fighters, armored ground vehicles, and rapid deployment bunkers. The sheer volume of material was breathtaking.</p>\n\n<p>As the <em>Jubilent</em> came to a relative stop within the core of the <em>Sovereign</em> a docking arm extended from overhead and attached to a hardpoint on its dorsal armor before gently depositing the <em>Jubilent</em> into an open hangar, releasing it, and withdrawing before the hangar closed its blister. Daq could hear the magnetic grapples latch to the ventral hull before the blister came alive with a whirlwind of atmosphere as it pressurized.</p>\n\n<p>As the hatch opened his belt undid itself and rewound back into storage. With that, the MPs stood, indicating Daq follow suit moments before the Admiral came back from the cockpit and beckoned him to follow. With that, Daq, Max, &amp; Cann followed the Admiral out into the hangar and into the mazelike innards of the <em>Peacekeeping Sovereign</em>, the MPs following a respectful distance behind.</p>\n\n<p><strong>~</strong></p>\n\n<p>The wave of energized plasma came on them like a tsunami. Tossing the <em>Peril</em> like a childrens toy in a bathtub. Oleandor was slammed from bulkhead to decking to overhead as she spun bow over stern in the maelstrom. Pearl let a constant stream of damage reports out as Valkyrie struggled to regain control.</p>\n\n<p>&quot;Starboard thrusterhead unresponsive. Communications array unresponsive. Secondary coolant tank venting from the the port starboard quarter-&quot;</p>\n\n<p>&quot;Shut it Pearl! Just let me know if the core is about to breach!&quot;</p>\n\n<p>Bouncing off the aft bulkhead and still feeling the after-effects of the sedative he&#39;d been injected with, he tried to express suprise at the idea that a ship like the <em>Peril</em> had a fusion reactor. He intended to say something along the lines of &quot;Who in deimos gave <em>you</em> a fusion reactor!?&quot; what came out, however, was:</p>\n\n<p>&quot;Wha ne deem sgov <em>oo</em> uzin -ter!&quot;</p>\n\n<p>&quot;What?&quot;</p>\n\n<p>&quot;R&#39;tor! Nuwsin &#39;tor!?&quot;</p>\n\n<p>&quot;Shut up I don&#39;t have time for this!&quot;</p>\n\n<p>Pearl interrupted once more as Oleandor tried to figure out if he still had a tongue.</p>\n\n<p>&quot;Primary coolant systems failing. Magnetic interlocks degrading. Reactor containment loss expected in five minutes.&quot;</p>\n\n<p>&quot;Pearl, is the drive section release still an option?&quot;</p>\n\n<p>&quot;Yes Ma&#39;am.&quot;</p>\n\n<p>&quot;I&#39;m setting a trajectory to slingshot us on a polar orbit, I want you to calculate a burn for the necessary velocity to eject the drive section at completion of the burn and have the right mass to continue around Saturn back to the gate.&quot;</p>\n\n<p>&quot;Burn calculated, be advised, at core detonation we will not have reached minimum safe distance.&quot;</p>\n\n<p>&quot;Will we be outside the primary blast radius?&quot;</p>\n\n<p>&quot;Yes Ma&#39;am, but we will still be within the affected area and take extensive radiation.&quot;</p>\n\n<p>&quot;Noted.&quot;</p>\n\n<p>&quot;Initiating burn in 3. 2. 1. Ignition.&quot;</p>\n\n<p>Oleandor found himself slammed into the aft bulkhead a half second before he lost consciousness once more.</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor puzzled over the periodical that sat in the waiting room of the nondescript office building that housed Dr. Jacobi&#39;s workspace. It seemed to be geared towards women of the period, ostensibly to assist with moving up within the social hierarchy and to garner and please a companion, but the advice given seemed aimed at having the opposite effect. He noticed passers-by seemed to give odd reactions when they saw him reading it and a quick rest of his fingers on his case answered as to why. He put the magazine down and selected something supposedly more appropriate for his presumed gender role &amp; sexual identity.</p>\n\n<p>The middle-aged woman who acted as gatekeeper to Jacobi&#39;s workspace seemed idly amused at his seeming discomfort and leaned over her desk to whisper at him conspiratorially. </p>\n\n<p>&quot;Don&#39;t be so worried, my husband reads it too!&quot;</p>\n\n<p>He wasn&#39;t quite sure how to respond, so he smiled slightly and gave a little nod. She smiled in response before the communications device on her desk illuminated and issued a tone.</p>\n\n<p>&quot;Yes sir?&quot;</p>\n\n<p>&quot;I&#39;m ready for my one o clock.&quot;</p>\n\n<p>&quot;Yes sir, I&#39;ll send them in.&quot;</p>\n\n<p>Addressing him once more she indicated the door across from his waiting area.</p>\n\n<p>&quot;Dr. Jacobi will see you now.&quot;</p>\n\n<p>Viktor stood and smoothed the slight creases in the suit he&#39;s worn before picking up his case and walking to the door and going through. Dr. Jacobi was a Doctor of Psychology specializing in crisis management and stress reactions working for the Defense Advanced Research Product Agency, or DARPA. His office was strictly a formality for him to meet with others and receive mail, he worked elsewhere, and it showed in the spartan nature of its decoration.</p>\n\n<p>The room was no larger than the hotel room Viktor had established as his base of operations in the DC area. Dr. Jacobi sat behind a small desk with a primitive computer and little else. There was a rather unattractive grey carpet, a small picture with an insipid motivating quotation, and a window with a view of nothing but the wall and windows of the building next door, a small valise and a wire trashcan sat next to Dr. Jacobi&#39;s feet under the desk. In front of the desk sat three rather flimsy chairs made of metal and plastic. He chose the center-most chair.</p>\n\n<p>Dr. Jacobi was a middle aged man, slightly balding, with thick corrective lenses and a nose a noticeably darker shade than the rest of his face. The case in Viktor&#39;s hands indicated it was a sign of excessive alcohol consumption.</p>\n\n<p>As Viktor took his seat there was a knock at the door behind him.</p>\n\n<p>&quot;I&#39;m sorry did you have somebody else with you?&quot;</p>\n\n<p>&quot;No, I didn&#39;t, its just me Doctor.&quot;</p>\n\n<p>Dr. Jacobi pressed a key on his telephone before speaking.</p>\n\n<p>&quot;Irma, who is it that&#39;s knocking on my door?&quot;</p>\n\n<p>&quot;It&#39;s the monthly sweep sir.&quot;</p>\n\n<p>&quot;Ah, thank you, you can let them in Mr...?&quot;</p>\n\n<p>&quot;Reitmeyer, thank you. Monthly sweep?&quot;</p>\n\n<p>As Viktor went to get up and open the door, Jacobi continued.</p>\n\n<p>&quot;This building houses numerous Government contractors, so besides the security you came through up front, there&#39;s monthly checks for electronic surveillance in all offices.&quot;</p>\n\n<p>As the door open, Viktor could see three men in rather nondescript business suits carrying a variety of handheld devices, with the third carrying a metal box of some kind.</p>\n\n<p>&quot;They&#39;ll be out of our way in just a minute. I&#39;m required to let them do their thing or my clearance is revoked.&quot;</p>\n\n<p>The third man with the box approached Jacobi&#39;s desk and opened it.</p>\n\n<p>&quot;Cell phone goes in the box with the Faraday Cage to rule out false positives. You don&#39;t have a Cell do you? They should&#39;ve taken it at the front. Any strange signal could ruin your day, let me know now if you&#39;ve got like a Walkman or a pacemaker or something.&quot;</p>\n\n<p>&quot;No sir, no phone.&quot;</p>\n\n<p>Viktors blood ran cold. His case was probably emitting all kinds of strange signals they&#39;d be hard-pressed to believe were normal for a small metal suitcase.</p>\n</div><!-- SC_ON -->"
}