{
  "full_title": "Fall of Man 29: Escape",
  "number": 29,
  "title": "Escape",
  "created_at": "September 11, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9euzm6/fall_of_man_29_escape/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Forced Transitional Rerouting,</em></strong> <em>commonly nicknamed</em> <strong><em>Glibbing</em></strong> <em>for unknown reasons, is a seldom used emergency action undertaken by either Colonial Gate Control or the Hub to forcefully redirect a scheduled Gate transition to an alternate destination. This is generally practiced only in the case where the original receiving gate suffers some kind of mechanical failure, in which case they&#39;re redirected to the next available Gate. Or, the vessel transitioning is known to be carrying a fugitive, in which case it is redirected to a standby gate with Peacekeepers or OPCA in wait.</em></p>\n\n<p>Oleandor awoke still feeling the acceleration of the <em>Peril</em> as Valkyrie bet an orbit to give them another shot at a Gate transition. Pearl seemed to have resumed her vocal tabulation of damages... No, it was a countdown.</p>\n\n<p>&quot;Burn complete in twenty seconds. Core breach in one minute... Burn complete in ten seconds. Core breach in fifty seconds... Burn complete. Core breach-&quot;</p>\n\n<p>As Oleandor was finally released from the aft bulkhead Valkyrie went to work at the console, simultaneously giving orders to Pearl.</p>\n\n<p>&quot;Set drive section for retrograde burn five seconds after seperation and release the drive!&quot;</p>\n\n<p>&quot;Acknowledged. Drive released-&quot;</p>\n\n<p>Valkyrie hit the thruster controls hard, slamming Oleandor back against the bulkhead, albeit not nearly as hard as last time. Pearl resumed her countdown.</p>\n\n<p>&quot;Core breach in twenty-five seconds. Twenty. Fifteen. Ten-&quot;</p>\n\n<p>&quot;Oh shit we&#39;re not far enough.&quot;</p>\n\n<p>Valkyrie released herself from her seat and pivoted, kicking off the forward viewport she grabbed him by the front of his duty tunic and pushed off the deck into a spin, using his inertia to keep her in place but pulling him around and using his momentum from the spin to throw him back first into her armor along the starboard bulkhead.</p>\n\n<p>As the armor enfolded him like a cold cocoon he could hear Pearl complete her countdown.</p>\n\n<p>&quot;Core breach in progress.&quot;</p>\n\n<p>His last sight before the cranial armor folded into place was Valkyrie backlit by the brilliance of a thousand stars.</p>\n\n<p><strong>~</strong></p>\n\n<p>The head of the Project was an ancient shell of a man who went by Gilead, which, according to research done by curious Project membership in years past, referred to an Earth mountain, whose name literally meant &quot;stones of testimony&quot;. It was a lively debate in the ranks as to the meaning behind the choice, if a choice it was. He was reviewing the latest reports from his sources in the asteroid belt when his YEOD brought up an small indicator. B.A.B.E.L. was signalling their subject was speaking, or about to speak.</p>\n\n<p>He dropped the display he was looking at and moved as fast as he could to the lift which would take him to the base of the ziggurat. As the lift descended the lights of each passing level whizzed by, a level every other second or so, until they slowed and finally stopped as it reached the base. He followed the labyrinthine halls until he reached the centermost room, where B.A.B.E.L. and the subject lay waiting. As he pressed his hand to the panel by the door, the archway scanned his biology, verified his DNA and the signatures of his augmentations before slowly unlocking and opening.</p>\n\n<p>Before he could take a step towards the opening he was thrown backwards into the opposite wall by the impact of what was left of the B.A.B.E.L. sphere hitting him square in the chest. He felt his ribs and spine shatter. The pain was immediately suppressed by one of his augmentations, and fully documented in his YEOD. His last sight before he died was the destroyed apparatus which formerly held the specimen, split from top to bottom, and the noticeable lack of the specimen anywhere.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle walked onto the bridge of the <em>Fate&#39;s Embrace</em>, the bosuns whistle announcing his presence on deck barely noticed, as during an active readiness situation the pomp &amp; circumstance took second fiddle to maintaining their concentration on their duties. As he sat in the center chair he called for a status report. A disheveled looking fellow, a Lieutenant Commander by his insignia, stepped over from overseeing the enlisted man at the Navigation table and stood at attention.</p>\n\n<p>&quot;At ease son, what&#39;s the latest.&quot;</p>\n\n<p>&quot;We&#39;ve been joined by the <em>Rosethorne</em> out of Lunar Orbital, with word the <em>Eclipse</em> will be underway within the hour, she was in the tail end of a refuel &amp; crew swap in at Belt Yard Gamma when word came in, they&#39;re scrambling to get some key personnel back from leave, but they say full crew or not they&#39;re going to be here.&quot;</p>\n\n<p>&quot;Good, and the <em>Widow</em>?&quot;</p>\n\n<p>&quot;She&#39;s in position and deploying her suprise, but one of the drones had an issue.&quot;</p>\n\n<p>&quot;How long?&quot;</p>\n\n<p>&quot;Maybe half an hour.&quot;</p>\n\n<p>&quot;How long until we&#39;re exposed to Europa again?&quot;</p>\n\n<p>The officer looked over at the central holo before answering.</p>\n\n<p>&quot;Uh, twenty seconds.&quot;</p>\n\n<p>&quot;Damn. Alright. Sound general quarters fleetwide and have countermeasures on standby.&quot;</p>\n\n<p>As the lighting changed and seatbelts zipped into place, he looked at his master control board to see the various sections of the Destroyer reporting readiness. He saw the hundreds of individual compartments go from red to green one by one over the course of a few seconds, all but one. He made a mental note to have the port barracks run an extra readiness drill next time they had the opportunity.</p>\n\n<p>As the port barracks came back green the Lt. Counted down until they cleared line of sight with Europa.</p>\n\n<p>&quot;Europa over horizon in three, two-&quot;</p>\n\n<p>Suddenly the holo displays of half the bridge stations lit up with urgent alerts.</p>\n\n<p>&quot;Multiple vessels detected from Europa on transit to Hegemony space in Jupiter orbit.&quot;</p>\n\n<p>&quot;Any incoming plasma?&quot;</p>\n\n<p>&quot;Negative Captain, nothing on the thermal.&quot;</p>\n\n<p>&quot;No missiles?&quot;</p>\n\n<p>&quot;Nothing.&quot;</p>\n\n<p>&quot;Why didn&#39;t we get over the horizon scans from sat surveillance?&quot;</p>\n\n<p>&quot;Checking now- they&#39;re registered through  the beacons as civilian merchant vessels, traders. Not Peacekeepers. Sat surveillance didn&#39;t flag it as a threat.&quot;</p>\n\n<p>&quot;Fuck. Can we get confirmation of that?&quot;</p>\n\n<p>&quot;Captain?&quot;</p>\n\n<p>&quot;I want confirmation they&#39;re civilian, not Peacekeepers running a false beacon registration.&quot;</p>\n\n<p>&quot;Aye Captain, visuals coming through Fatima now.&quot;</p>\n\n<p>The voice of the ships AI came from the central holo display as it changed to show a representation of the vessels coming from Europa.</p>\n\n<p>&quot;Confirmed Captain, I&#39;m seeing twenty-five confirmed merchants and  cargo carriers moving in formation on a trajectory that will transition them from Outer Planets space, across the boundry zone, to Hegemony orbit of Jupiter.&quot;</p>\n\n<p>&quot;Are they broadcasting their intentions?&quot;</p>\n\n<p>&quot;...No Captain. In fact, I&#39;m not catching any signals from them at all besides their ident beacons. Retasking Falchion One Eight Niner from formation lead to recon.&quot;</p>\n\n<p>&quot;Put them on when they&#39;re at the forward recon point.&quot;</p>\n\n<p>Captain Sayle ordered a firing solution calculated as a precaution, and as various ships reported ready, the <em>Widow</em> reported her last drone in position and the funnel ready to be deployed. A slight change in signal quality over the speakers indicated they were now on ship to ship.</p>\n\n<p>&quot;One Eight Niner, ears on, this is Beaut, I am powering up my comms pod, focusing antennae... I&#39;ve got signal. It&#39;s weak, let me see if I can fine tune the reception a bit... It&#39;s rough, looks like a personal comm disc set to a wide band... Piping it through.&quot;</p>\n\n<p>&quot;-cuating the Jovian Moons to designated shelters. There is no more room without Gate transit, which is now designated Peacekeeper only. They&#39;re stuffed us into the cans like leftovers and sent us off with barely enough fuel to manage the transit. Please do not fire on us.</p>\n\n<p>I say again. We are civilians evacuating. The Outer Colonies are evacuating the Jovian Moons-&quot;</p>\n\n<p>&quot;It looks to be repeating, thank you Beaut.&quot;</p>\n\n<p>&quot;My pleasure Captain. Should I remain in a forward position?&quot;</p>\n\n<p>&quot;Until further notice, yes, keep your pod focused on that convoy and let us know if there&#39;s any change whatsoever.&quot;</p>\n\n<p>&quot;Aye Captain. Beaut out.&quot;</p>\n\n<p>&quot;Lieutenant.&quot;</p>\n\n<p>&quot;Yes Captain?&quot;</p>\n\n<p>&quot;Do we have anything else incoming from Outer Planet territory?&quot;</p>\n\n<p>&quot;No vessels Captain.&quot;</p>\n\n<p>&quot;Other than vessels?&quot;</p>\n\n<p>&quot;Ah... We have a small cloud of asteroid debris coming through the area set to impact Jupiter, a derelict and its attendant wreckage that loops around Jupiter every so often is coming through in a few hours, nothing unexpected.&quot;</p>\n\n<p>&quot;Just in case, I want a wing of Mosquitoes out there at that derelict before it gets too close for countermeasures.&quot;</p>\n\n<p>&quot;The <em>Tip of the Spear</em> has a wing freshly refueled we can deploy.&quot;</p>\n\n<p>&quot;Good, make it happen.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Rivet stared down the young Peacekeeper Ensign who&#39;d shown up in her office to brief her on the results of the Colonial vote.</p>\n\n<p>&quot;What do you mean by &#39;Phase Two&#39;?&quot;</p>\n\n<p>&quot;Councilwoman Rivet, despite you managing to get the evacuations you felt so strongly about, they are being granted not because of your fears, but as a precaution in light of the Councils decision to move forward with the plan to take Jupiter.&quot;</p>\n\n<p>&quot;...I see.&quot;</p>\n\n<p>&quot;Phase Two then, is underway. It was actually prepared several months ago, when the Subject moved through our territory.&quot;</p>\n\n<p>&quot;And just what is this &#39;Phase Two&#39;?&quot;</p>\n\n<p>&quot;It is the annihilation of the Hegemony Fleet currently in Jupiter orbit, and the destruction of the main Gates in equatorial orbit that they use.&quot;</p>\n\n<p>&quot;The <em>destruction</em> of the Gates? Are we given over to madness and fools?&quot;</p>\n\n<p>&quot;I presume you&#39;re referring to the potential hazards of bombarding Deserium.&quot;</p>\n\n<p>&quot;Yes! It reacts to kinetic energy by distorting space/time, any kind of weapon used against a Gate is going to have drastic and unpredictable consequences! We can&#39;t risk it!&quot;</p>\n\n<p>&quot;There&#39;s a plan in place to minimize the risk.&quot;</p>\n\n<p>&quot;And that plan is?&quot;</p>\n\n<p>&quot;Need to know.&quot;</p>\n</div><!-- SC_ON -->"
}