{
  "full_title": "Fall of Man 30: Exceptions",
  "number": 30,
  "title": "Exceptions",
  "created_at": "September 17, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9gmc2h/fall_of_man_30_exceptions/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Goliath Accord</em></strong> <em>was the legislative action ten thousand years before the Schism (roughly twenty thousand years ago) when mankind finally defined strict limitations to artificial intelligence with mobility, and, to cybernetic enhancements or augmentations designed to exceed peak physical human capabilities. While no longer binding per se, with changes in government in the interim, its still considered a portion of the common law of both the Hegemony &amp; the Outer Planets.</em></p>\n\n<p>Captain Sayle was pacing, a habit he just couldn&#39;t shake no matter how it seemed to effect his crew. The Lieutenant Commander, whose name he now knew was Bradford, had changed from the formal uniform jacket into the green service sweater over his blouse. Captain Sayle liked the change. Going a little casual seemed to calm the junior officers and enlisted. He recognized the value in keeping morale up. He himself was anxious. The <em>Tip of the Spear</em>&#39;s Mosquitos were enroute to the derelict, but the transit was going to take another few minutes.</p>\n\n<p>In the meanwhile, the final tallies of the rescue &amp; recovery operations at the site of the kinetic attack were coming in. Despite their best efforts, it looked like more than a thousand Peacekeepers were lost in the final tally. Either because critical portions weren&#39;t recovered, or, because they simply <em>couldn&#39;t be</em> recovered. There was still some hope for some members of the crew of the <em>Mercurial Fury</em>. After she was hit, she&#39;d collided with the wreck of the <em>Lightning Rider</em> and four of her decks compacted into one layered sandwich of metal. It was unknown how many were trapped inside, and she was being towed by way of dock hopper to the equatorial Gate in order to transit to one of the Beltyards to be salvaged.</p>\n\n<p>&quot;Captain?&quot; Bradford said.</p>\n\n<p>&quot;Yes Commander?&quot;</p>\n\n<p>&quot;The Mosquitoes are nearly at the derelict.&quot;</p>\n\n<p>&quot;Bring the audio up.&quot;</p>\n\n<p>&quot;We have image available.&quot;</p>\n\n<p>&quot;At this distance?&quot;</p>\n\n<p>&quot;Falchion One-Eight-Niner is acting as a relay, boosting the signal.&quot;</p>\n\n<p>&quot;Nice, put it through on the central holo.&quot;</p>\n\n<p>Bradford put his hand on the tactile interface at his station to key it up, but it appearred before he had the chance. Fatimas voice came over the audio.</p>\n\n<p>&quot;Displaying holographic feed relayed from Falchion One Eight Nine on central holo.&quot;</p>\n\n<p>The center of the bridge was immedietly filled with a large three dimensional representation of a single large bulk cargo carrier, split open along its ventral axis, surrounded by a cloud of debris, cargo pods, bulkheads, decking, wiring, frozen clouds of fuel &amp; water vapor... And 11 Mosquitoes surrounding it, playing over it with searchlights.</p>\n\n<p>&quot;<em>Embrace</em> this is <em>Spearhead</em> Leader, are you receiving?&quot;</p>\n\n<p>&quot;Go ahead <em>Spearhead</em>, we&#39;ve got you.&quot;</p>\n\n<p>&quot;The derelict is a Axel Class Bulk Transport, formerly the <em>Mary Celeste</em>, according to record, she was carrying agricultural supplies from Mars to Himalia, experienced a fire in the central core from unknown cause shortly after exiting the equatorial Gate, it got to the secondary fuel tank and ignited, which then exploded, venting it to space.&quot;</p>\n\n<p>&quot;Any indications of any intereference with it? Any heat blooms or disturbances to the standard flotsam orbital patterns?&quot;</p>\n\n<p>&quot;None that the computers pick up.&quot;</p>\n\n<p>&quot;Radiation?&quot;</p>\n\n<p>&quot;Normal background.&quot;</p>\n\n<p>&quot;Trace particulates?&quot;</p>\n\n<p>&quot;Indeterminate.&quot;</p>\n\n<p>&quot;Indeterminate?&quot;</p>\n\n<p>&quot;This thing is surrounded by fuel, fertilizer, lubricants, and all kinds of shit. Any chemical explosive is going to be well camouflaged in the soup.&quot;</p>\n\n<p>Sayle turned to Bradford.</p>\n\n<p>&quot;What&#39;s the registry on the derelict?&quot;</p>\n\n<p>&quot;Uh... She was out of a Saturn ringstation, but she&#39;s been cleared as unflagged debris. A politically neutral navigation hazard.&quot;</p>\n\n<p>&quot;Good, lets blow her out of the sky.&quot;</p>\n\n<p>&quot;Taking no chances?&quot;</p>\n\n<p>&quot;Not at all. <em>Spearhead</em>, did you copy that?&quot;</p>\n\n<p>&quot;Yes Captain I did.&quot;</p>\n\n<p>&quot;Good. Make it happen and come home.&quot;</p>\n\n<p>The bridge was silent as the holo showed all 11 Mosquitoes and their viewpoint launching volleys of missiles into the remains of the <em>Mary Celeste</em> and the larger pieces of her debris field until not a single piece larger than a cubic meter remained. As the holo faded out, Sayle turned to Bradford.</p>\n\n<p>&quot;I want them back to the <em>Tip of the Spear</em>, refueled, and rearmed in under an hour. In the meantime, maintain a constant state of readiness, I&#39;ll be in my office.&quot;</p>\n\n<p>&quot;Aye Captain.&quot;</p>\n\n<p>The Captains office on the <em>Fate&#39;s Embrace</em> was located not ten steps astern of the bridge, and like Admiral Bosch&#39;s on the <em>Mercurial Fury</em>, had a desk, several chairs, beverage dispenser, and full holographic interface. As he walked in, he set the beverage dispenser to start a full carafe of hot tea and ordered a sliced lemon and some honey from the galley before sitting down and queueing up Lieutenant Commander Bradford&#39;s service record.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Longmire looked at Professor Walthers with his head cocked and his eye squinting.</p>\n\n<p>&quot;You need <em>what?</em>&quot;</p>\n\n<p>&quot;I need Professor Opporthornes notes, the ones you took from the Met in New York.&quot;</p>\n\n<p>&quot;I offered you those notes via Satellite relay right after you told me about this Project of yours! You turned them down, said you didn&#39;t need them!&quot;</p>\n\n<p>&quot;And now I do.&quot;</p>\n\n<p>&quot;Why?&quot;</p>\n\n<p>&quot;From what you told me, it was Opporthorne who was looking into the cave paintings in Europe, right?&quot;</p>\n\n<p>&quot;Yes but-&quot;</p>\n\n<p>&quot;And from what I&#39;ve read, those paintings depicted numerous scenes relevant to the phenomenon from ten years ago.&quot;</p>\n\n<p>&quot;Ok?&quot;</p>\n\n<p>&quot;Part of those were also scenes of how primitive man survived that cataclysm. I believe that if they survived the Shards they might&#39;ve also interacted with and survived the Tall Ones. If that&#39;s the case, there might be something that could help with Jesse.&quot;</p>\n\n<p>Longmire heaved a deep sigh and pinched the bridge of his nose as he looked down and shook his head.</p>\n\n<p>&quot;After you turned me down I had all of Opporthornes records taken and shelved in the National Archives. I can see if my guys in D.C. can find them and send them over.&quot;</p>\n\n<p>&quot;Thank you.&quot;</p>\n\n<p>&quot;I do have to remind you, they&#39;re in French.&quot;</p>\n\n<p>&quot;That won&#39;t be a problem, we&#39;ve got a french speaking member of the faculty who survived, they&#39;re a little, uh, lets call her... <em>Eccentric</em>, and it&#39;ll take a little convincing, but I&#39;m confident she&#39;ll help.&quot;</p>\n\n<p>&quot;Whatever, look, I&#39;ll message my people and have them start the hunt, in the meantime, I&#39;m going to be going on a little reconnaissance on the far side of San Fran in the <em>Cavalry</em>.&quot;</p>\n\n<p>&quot;Looking for whoever was giving Sarya trouble?&quot;</p>\n\n<p>&quot;I plan on returning the favor, but I need intel.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel wasn&#39;t quite used to his new prosthesis just yet. He could walk just fine, it was the way it <em>felt</em> while walking. First off, it adjusted its length by up to a decimeter longer or shorter depending on his stride and the footwear on his other foot. Secondly, it communicated sensory information like pressure &amp; temperature almost like a real leg and foot, which was great when he expected to be barefoot, but when fully dressed he felt like he was walking with one shoe on and one shoe off. It was a mild annoyance he was determined to work through.</p>\n\n<p>As he waited for the Geek to come up from his preferred linked state, he rubbed his prosthesis against the back of his other leg, savoring the warmth. Despite the distraction, however, he began to feel slightly annoyed. He was the captain of the ship and the lead OPCA Investigator aboard, he was used to more respect than to be left waiting when the meeting had been duly ordered and scheduled. The Geeks room was adjacent to the ships main computer, and as the computer required extensive cooling it was the coldest habitable room aboard.</p>\n\n<p>The Geek himself was suspended by a series of gravity harnesses alternating above and below and along each side, the only real, physical contact was the web of contact points along his head and down his spine he used to stay connected to the virtual workspace he used.</p>\n\n<p>As he watched, the Geeks chest began rising and falling in deeper breaths, the displays indicated he was under stress, then, the holo booted up and overlaid his dormant, slack-jawed face in the real world with the not-at-all similar virtual face he wore in his workspace. As the eyes on the projection focused, he took on a pained expression before looking around the room.</p>\n\n<p>&quot;Oh, s-sir, uh, I wasn&#39;t expecting you.&quot;</p>\n\n<p>&quot;You&#39;ve been working on the data chit from my armor.&quot;</p>\n\n<p>&quot;Yeah... I mean, I knew I&#39;d be reporting that, I-I-I just didn&#39;t know you&#39;d come down here <em>p-p-personally</em> for it.&quot;</p>\n\n<p>&quot;Which is why you&#39;re projecting instead of coming out.&quot;</p>\n\n<p>&quot;Uh...&quot;</p>\n\n<p>&quot;You know I insist you come up when you speak with me.&quot;</p>\n\n<p>&quot;Y-y-y-yes sir I d-d-do.&quot;</p>\n\n<p>&quot;You&#39;re stuttering badly.&quot;</p>\n\n<p>&quot;I&#39;m n-nervous.&quot;</p>\n\n<p>&quot;It&#39;s a neurological side effect of prolonged submersion in a virtual environment.&quot;</p>\n\n<p>&quot;Sir I&#39;m f-fine. Ok, I&#39;ll s-schedule some time-&quot;</p>\n\n<p>&quot;You&#39;ll come out now.&quot;</p>\n\n<p>&quot;S-sir, please...&quot;</p>\n\n<p>&quot;You stay under too long. Virtual Entrapment Syndrome can result in permanent neurological damage and mental impairment.&quot;</p>\n\n<p>&quot;S-s-sir I know w-what I&#39;m doing.&quot;</p>\n\n<p>&quot;If I have to make it an order I&#39;ll be forced to consider you unfit and have you assessed.&quot;</p>\n\n<p>&quot;F-fine. Give me a few s-s-seconds.&quot;</p>\n</div><!-- SC_ON -->"
}