{
  "full_title": "Fall of Man 31: Deadly Intentions",
  "number": 31,
  "title": "Deadly Intentions",
  "created_at": "September 19, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9h6p1c/fall_of_man_31_deadly_intentions/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Inter-Hegemony Protocol Compliance Board,</em></strong> <em>or</em> <strong><em>PCB</em></strong> <em>for short, is the regulatory body responsible for ensuring various Hegemony delegations maintain consistent and compatible in their communications, construction standards, civil standards, &amp; licensing, so that Hegemony citizens can move freely from delegation to delegation with minimal bureacratic interference.</em></p>\n\n<p>Councilwoman Rivet was incensed. It had taken her putting pressure on her own colonies Peacekeepers, but she&#39;d managed to get a rundown on Phase 2 <em>and</em> how the Outer Colonies had gotten into this mess in the first place. The Council leadership was stacked in favor of war, not by coincidence, but by a perfect storm of intentional obfuscation, alleged accident, assassination, and political turmoil. She was sure it was a conspiracy, she just lacked the evidence to prove it.</p>\n\n<p>Godrecht was the loose end she hoped to use to unravel the whole thing. He wasn&#39;t popular, but his views were. He was one of the most vocal representatives from the Saturn League in favor of forceful annexation of Jupiter. In fact, his views didn&#39;t stop there, he had felt that the Colonies should then use Jupiter as a staging ground to invade and annex the Asteroid field between Jupiter &amp; Mars. His assassination did three things he would&#39;ve been proud of. First, it forced the Saturn League, by its bylaws, to hold an emergency runoff election for his component of the League, which replaced him <em>and</em> his co-representative with pro-conflict voices, as his previous co-rep had been anti-conflict. Second, it gave the pro-conflict crowd a strong assertion that he&#39;d been assassinated by the Hegemony for his views. Third, it delayed, possibly cancelled a proposed loosening of restrictions on Saturn Gate traffic to and from the Hegemony, which worked to continue shortages in the colonies beyond, moving them further towards conflict.</p>\n\n<p>This had combined with a highly slanted series of reports from the Saturn Leagues premier journalistic entity, the <em>Rings Gazette</em>, which had always slanted towards conflict, but was now depicting Godrechts death as if it were unquestioned fact that the Hegemony was itching for war. Recent events in orbit of Jupiter were being reported one sided,  in fact, the <em>Gazette</em> made only one mention of the attack on the <em>Ceres</em> or the kinetic attack on the Hegemony Fleet, both as brief mentions in an op-ed buried on page twenty, the day <em>after</em> they splashed the front page with news about the fleet &quot;preparing an invasion to take the Jovian Moons, poised in the upper orbits of Jupiter&quot;. The <em>Gazette</em> being owned and operated by a gas processing corporation known as SatCo out of Titan, an entity well placed to profit from an annexation of the largest gas giant in the solar system. </p>\n\n<p>Then there was the alleged accident, a complete loss of power due to out-of-date, defective plasma coils at Io Monitor 6, the Colonial Peacekeeper facility charged with relaying communications in Io&#39;s northern polar region, minutes before the plasma attack against the Ceres, which cut orders to the Artillery unit stationed there mid-broadcast. They&#39;d been ordered to develop a firing solution and charge their weapon, but the clarification that it was an unscheduled training drill was never received. Believing that an attack may have been responsible for the communications interruption, they&#39;d fired.</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel watched as the Geek- whos real name was Aycos Lyra- struggled to acclimate back to the real world. One of the ships servitors, a medic, running under a program Aycos himself developed, monitored him for signs of any of the more severe indications of Virtual Entrapment Syndrome, or VES. He was shaking, stuttering, and his eyes presented severe dystonia, or rapid, uncontrolled blinking. If he didn&#39;t reduce his time, the symptoms would progress from what they were now, to compulsive behaviours &amp; aggression, then finally seizures &amp; stroke.</p>\n\n<p>&quot;I want you to be out for at least seventy-two hours.&quot;</p>\n\n<p>&quot;Three d-d-days? I have programs r-r-runing that need to b-be monitored.&quot;</p>\n\n<p>&quot;Orqan is familiar with navigating a virtual environment, you can tell him what needs checked and how often.&quot;</p>\n\n<p>&quot;H-h-e&#39;s not-&quot;</p>\n\n<p>&quot;He&#39;s your only option, you&#39;re not going back in for seventy-two.&quot;</p>\n\n<p>&quot;Aye sir.&quot;</p>\n\n<p>&quot;Now, what did you manage to pull off my chit?&quot;</p>\n\n<p>&quot;I-I-I got all of it.&quot;</p>\n\n<p>&quot;Full data recovery?&quot;</p>\n\n<p>&quot;The issue w-w-was the connection port. Once I g-got hold of the memory itself it was c-c-cake.&quot;</p>\n\n<p>&quot;So what have we got?&quot;</p>\n\n<p>&quot;Its a p-procedurally mutating d-d-decryption key and a set of f-frequencies. It&#39;ll allow us to m-monitor communications we&#39;d otherwise b-be locked out of.&quot;</p>\n\n<p>&quot;Have you loaded it into the communication system?&quot;</p>\n\n<p>&quot;Yes s-sir, look for protocol Lyra T-t-twelve.&quot;</p>\n\n<p>&quot;Good man, get some real food in you and some sleep. You&#39;ll feel better tomorrow.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle cleared his display of the various records and commendations that Lieutenant Commander Bradford had received in his surprisingly varied Peacekeeper career. He took a deep breath and hit the control to call up the ships AI, Fatima. Her projected form materialized in one of the chairs opposite his desk.</p>\n\n<p>&quot;Yes Captain.&quot;</p>\n\n<p>&quot;Fatima, I&#39;m going to make Lt.Com. Bradford my new Executive Officer.&quot;</p>\n\n<p>&quot;That explains why you&#39;ve been reviewing his service records, but, why are you telling me?&quot;</p>\n\n<p>&quot;Because I think we need an understanding.&quot;</p>\n\n<p>&quot;Captain?&quot;</p>\n\n<p>&quot;Commodore Velleth let you have a great deal of freedom in excess of what most shipboard AIs enjoy, so much that his XO, Kinsin, got lazy. I won&#39;t have that from my XO. Earlier on the bridge I ordered him to put the feed up on the holo, you jumped in instead. I can&#39;t have that. I need you to understand that the chain of command on this ship is going to go me, Bradford, <em>then</em> you, then any human being of rank, until and unless I say otherwise.&quot;</p>\n\n<p>&quot;Of course Captain.&quot;</p>\n\n<p>&quot;Good, call Bradford in.&quot;</p>\n\n<p>&quot;Aye Captain, who should take command on the bridge while you&#39;re both offdeck?&quot;</p>\n\n<p>&quot;Let Bradford decide.&quot;</p>\n\n<p>&quot;Aye Captain.&quot;</p>\n\n<p>It was less than 30 seconds before Lieutenant Commander Bradford was in the hatchway.</p>\n\n<p>&quot;You called for me Captain?&quot;</p>\n\n<p>&quot;I did, come in and take a seat.&quot;</p>\n\n<p>&quot;Thank you sir.&quot;</p>\n\n<p>&quot;Before we get down to it, I have a quick question.&quot;</p>\n\n<p>&quot;Captain?&quot;</p>\n\n<p>&quot;Who&#39;d you leave in charge on the bridge?&quot;</p>\n\n<p>&quot;Lieutenant Tzaki.&quot;</p>\n\n<p>&quot;Why him?&quot;</p>\n\n<p>&quot;He&#39;s taken bridge shifts before, under Commodore Velleth, I&#39;ve served with him for the past few years, and before we came to the <em>Embrace</em> we served together aboard the <em>Noble Inquisitor</em> a few decades ago, he&#39;s a capable officer, thinks on his feet, not afraid to make the tough calls. Extensive qualifications from war games... He&#39;s the right choice.&quot;</p>\n\n<p>&quot;I see... See that&#39;s why I&#39;m making you the new XO.&quot;</p>\n\n<p>&quot;Captain?&quot;</p>\n\n<p>&quot;No, that&#39;s <em>my</em> job, I said Executive Officer.&quot;</p>\n\n<p>&quot;I heard you Captain I just-&quot;</p>\n\n<p>&quot;Relax Bradford, it was a joke.&quot;</p>\n\n<p>&quot;Why me?&quot;</p>\n\n<p>&quot;You&#39;ve had an interesting career. You&#39;ve gone from post to post switching fields, gaining rank until you hit about where you&#39;ve been, then right when they&#39;re about to promote you, you resign, go play civilian for awhile, and then re-up again, taking the option to start from the bottom again.&quot;</p>\n\n<p>&quot;I didn&#39;t know anyone noticed.&quot;</p>\n\n<p>&quot;I noticed, and in my mind it shows your heads in the right place. You don&#39;t want to become institutionalized by service, stuck in the mentality of the Peacekeepers.&quot;</p>\n\n<p>&quot;I suppose that&#39;s one way of putting it.&quot;</p>\n\n<p>&quot;You&#39;ve accumulated a number of professional qualifications and certifications, in an amazingly varied number of fields. Biochemistry, physics, engineering, psychology, history, plasma weapons operation &amp; repair, navigation...&quot;</p>\n\n<p>&quot;I like to learn.&quot;</p>\n\n<p>&quot;Good. Command experience is a great teacher.&quot;</p>\n\n<p>&quot;What about, er...&quot;</p>\n\n<p>&quot;Spit it out.&quot;</p>\n\n<p>&quot;Commodore Velleth gave Fatima-&quot;</p>\n\n<p>&quot;I&#39;m not Velleth. I expect Fatima to act and take on responsibilities as your subordinate, she&#39;s aware of this.&quot;</p>\n\n<p>&quot;Aye Captain, thank you.&quot;</p>\n\n<p>&quot;I haven&#39;t been aboard long, I&#39;m not thoroughly familiar with the <em>Embrace</em>, how long will it take you to go get the proper insignia?&quot;</p>\n\n<p>&quot;What, right now?&quot;</p>\n\n<p>&quot;Right now.&quot;</p>\n\n<p>&quot;No more than a few minutes, but you don&#39;t want to let that wait?&quot;</p>\n\n<p>&quot;No, I&#39;ll be on the bridge. I expect you on deck in no more than twenty minutes, understood?&quot;</p>\n\n<p>&quot;Yes Captain.&quot;</p>\n\n<p>With that, Commander Bradford got up and walked out, Captain Sayle took a deep breath and got up, heading to the bridge. He made it six steps before the ship lurched violently, throwing him headfirst into the bulkhead forward of the hatch, snapping his neck.</p>\n</div><!-- SC_ON -->"
}