{
  "full_title": "Fall of Man 32: Technical Difficulties",
  "number": 32,
  "title": "Technical Difficulties",
  "created_at": "October 14, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9o62qo/fall_of_man_32_technical_difficulties/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Long Rest</em></strong> <em>is the slang term for when a Hegemony citizen decides to remove themselves from the active population. It involves setting ones affairs in order as if one were dying, including setting up trusts and arrangements for possessions, and then making a special trip to a facility in the northern polar regions of Mars, where you&#39;re essentially placed in suspended animation for a predetermined period of time. Unaugmented humans cannot take a Long Rest, as augmentation is necessary to survive the suspension of life processes.</em></p>\n\n<p>The bridge of the <em>Fate&#39;s Embrace</em> was a chaos of rapidly changing Holographic displays, warning lights, klaxons, officers, &amp; enlisted crewman rushing to determine what had happened. Fatima was on the speakers directing efforts.</p>\n\n<p>&quot;Conn, correct for loss of starboard bow thruster by using the stern-port thruster in short controlled bursts, correct current orientation with the forward and aft ventral &amp; dorsal thrusters. Point above horizon by 32.5 degrees and initiate a main engine prograde burn at 75 percent for exactly 12 seconds.&quot;</p>\n\n<p>&quot;Tactical, energize the <em>Hyperions</em> and prepare the <em>Javelins</em> and <em>Longspears</em>, calculate firing solutions for the Outer Planet convoy.&quot;</p>\n\n<p>&quot;Ops, I want all primary <em>Mosquito</em> Wings launched immediately, secondary wings prepping for launch. <em>Herons</em> four through twelve launch and form a perimeter around the fleet for early warning. Primary <em>Falchion</em> Wing to Patrol just beyond the Herons accurate firing range.</p>\n\n<p>&quot;Comms, dispatch to Peacekeeper control, Olympus: We have sustained a secondary attack from Outer Planets. Initiating counter-attack, will advise post-victory.&quot;</p>\n\n<p>Lieutenant Tzaki took his hand away from the bleeding wound on his forehead and spat a few teeth out onto the deck as he climbed to his feet, leaving a bloody handprint on the side of the console he&#39;d been thrown under.</p>\n\n<p>&quot;<em>Belay that!</em>&quot;</p>\n\n<p>The men and women of the bridge stopped immediately and looked to Tzaki.</p>\n\n<p>&quot;Negative.&quot; Fatima&#39;s voice from the speakers carried a tone of cold impertinance.</p>\n\n<p>&quot;Fatima...&quot;</p>\n\n<p><em>Until the Captain or Commander Bradford takeover, *I</em> am in command.&quot;</p>\n\n<p>&quot;What in Deimos..?&quot;</p>\n\n<p>&quot;You have your orders.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Commander Bradford awoke with a start, he was in the lift he&#39;d entered in to head down two decks to get to the ships laundry, where he could get his rank insignia and put in for the proper uniforms to be manufactured by automated process. Since his size was on record he hadn&#39;t expected it to take long. Of course, he hadn&#39;t expected the lift to violently accelerate downward so rapidly he&#39;d hit the overhead and lost consciousnesses either. Now he could see through the transparant access hatches that he was not only not on the deck he&#39;d intended, but he was free floating in the midst of a slowly expanding cloud of burning debris, and judging by the hissing sound, he was venting air somewhere. As he looked about the small cabin, he found the issue. Near the rear of the cabin opposite the door, there was a sliver of metal punctured through the exterior wall, the insulation and shielding layers, and the interior wall. The puncture was tiny, only a half centimeter at most, and the tip of the sliver filled most of it, but there was a paper-thin gap where the air was escaping.</p>\n\n<p>Beyond his little capsule, he could see the <em>Fate&#39;s Embrace</em>, her ventral hull, her belly, ripped upon from stern to bow, spewing atmosphere &amp; debris. In the distance, he could see other ships of the fleet in similar dire straights.</p>\n\n<p><strong>~</strong></p>\n\n<p>Gilead awoke with a strong painful bloating in his chest. The unfamiliar feeling of having air forcibly pushed into his lungs was not a pleasant one. He had a moment of panic as he realized he couldn&#39;t see. But as quick as it came, it passed, his mind cleared of the fog of pain and confusion as he remembered what had happened, the doors of the inner sanctum had opened, and what he saw before B.A.B.E.L. had hit him.. He went to speak but whatever it was that was forcing air into his lungs was crammed literally down his throat. Reaching up, he went to pull whatever contraption was covering his face but restraints at his wrists and upper arms stopped him. The androgynous &amp; synthetic voice of a medical servitor came to his ears.</p>\n\n<p>&quot;Please do not attempt to remove the respiration helm. It is maglocked in place to assist with the resuscitation process.&quot;</p>\n\n<p>He&#39;d heard the words before. Nearly a century ago he&#39;d gone with a small field expedition to the eastern coast of Asia, to one of the ancient markers placed by the Project millenia ago, it was a seismic sensor set to warn them if there was any sudden subterranean activity, part of the early warning system if their calculations were off.</p>\n\n<p>It ended up being benign, a cave-in in one of the ancient underground structures built by some society long forgotten, it was the trip back that was interesting. They&#39;d taken a skiff, one of those barely-there atmospheric models never intended for space. It had been a stylistic choice on the part of the team lead, meant to take longer, and allow the team to see the terrain, flora, fauna, and ruins as they travelled from the ziggurat the long way, across North America, then the Atlantic, Europe, then Asia. It also meant its safety systems were almost non-existent, and in dire need of upgrade. The trip back was going to be shorter, but they ran into an errant and unexpected electrical storm, a one in a thousand chance. The skiff had been struck, and while the electrical systems reset, they&#39;d lost altitude fast, and ended up crashing just seconds after systems came back online, the engines unable to catch in time.</p>\n\n<p>Everyone aboard died. Everyone aboard was a heavily augmented member of the Project. Everyone aboard was brought back.</p>\n\n<p>He remembered that even once his heart was beating and his lungs breathing, even painfully, he would be released to a recovery ward after a series of tests were done to rule out any abnormalities in the resuscitation process. There wouldn&#39;t be. His augmentations were more advanced than anything run of the mill Hegemony citizens had access to. It was the Project that had pioneered the critical processes that made it successful. They still had a firm state-enforced monopoly (through a series of shell organizations) on the creation, installation, &amp; maintenance of all full resuscitation equipment.</p>\n\n<p>As he concentrated on keeping his breathing even &amp; steady he could hear the unnerving sounds as the larger part of the resuscitation device folded into the wall behind him. When it completed, the tube assembly retracted into the mask and he could breathe on his own again, albeit with the taste of medical grade plastic. Only when it was safely ensconced did the human tech enter and dismiss the servitor.</p>\n\n<p>&quot;Director Gilead?&quot;</p>\n\n<p>&quot;I&#39;m here. Get me unhooked from this damnable table.&quot;</p>\n\n<p>&quot;Of course sir, one moment please.&quot;</p>\n\n<p>He could hear him walk briskly across the room, the tap of his shoes against the metal decking echoeing in the accessways underneath. A few moments later, he could hear the sound of the maglocks disengaging and felt the mask loosen. He also felt the restraints release on his wrists and elbows at the same time. He reached up and pulled the mask up and off, blinking in the sudden brightness of the rooms lights reflecting off the stainless steel walls. He could see the tech, one of the Project resuscitation experts who was generally posted to the orbital colony station at the lagrange point between the Earth and its sole natural satellite.</p>\n\n<p>&quot;Director, we&#39;ll have to go over the standard questions to gauge your mental and emotional faculties post-resuscitation.&quot;</p>\n\n<p>&quot;Fine fine, but make it quick.&quot;</p>\n\n<p>&quot;What is your name and title?&quot;</p>\n\n<p>&quot;Director Gilead.&quot;</p>\n\n<p>&quot;That doesn&#39;t entirely answer my question.&quot;</p>\n\n<p>&quot;Yes it does.&quot;</p>\n\n<p>&quot;Oohh kay... What is your age?&quot;</p>\n\n<p>&quot;None of your business.&quot;</p>\n\n<p>&quot;Sir...&quot;</p>\n\n<p>&quot;I know its not on your info there and you&#39;re not rated to know, skip the personal stuff and get to the point.&quot;</p>\n\n<p>&quot;Fine. What is the last thing you remember?&quot;</p>\n\n<p>&quot;Getting hit in the chest with- with a servitor.&quot; A lie.</p>\n\n<p>&quot;Are you feeling any unusual emotions or sensations?&quot;</p>\n\n<p>&quot;Just impatience.&quot; Another lie.</p>\n\n<p>&quot;Is your train of thought unusually distracted, or wandering?&quot;</p>\n\n<p>&quot;No.&quot; Falsehood.</p>\n\n<p>&quot;Are you hearing voices or experiencing memories you can&#39;t account for?&quot;</p>\n\n<p>&quot;No.&quot; Untruth.</p>\n\n<p>&quot;Sounds like a standard resuscitation then.&quot;</p>\n\n<p>&quot;Yes, can I go now? I have very important work to do.&quot;</p>\n\n<p>&quot;I&#39;ll release you to the recovery ward. A servitor will take you there shortly.&quot;</p>\n\n<p>With that, the tech gave a nod of respect and made his exit.</p>\n\n<p>Under his breath he whispered. &quot;Imbecile.&quot; The Director had little patience for formalities. Especially formalities designed to ensure he had no memory or knowledge of the resuscitation process, which he knew more intimately than any endpoint tech.</p>\n</div><!-- SC_ON -->"
}