{
  "full_title": "Fall of Man 33: Resolute",
  "number": 33,
  "title": "Resolute",
  "created_at": "October 20, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9ppntq/fall_of_man_33_resolute/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong>Giza</strong> <em>is the largest Hegemony hospital ship, converted from the frame and heart of the heavy destroyer</em> <strong>Ramses</strong> <em>after that vessel had seen the end of its active service life, she houses recovery &amp; resuscitation equipment enough to bring the full crew of a Cruiser back from a disaster in just under two days, and has normal medical facilities to accomodate several thousand more patients for anything from allergic reactions to traumatic combat wounds. Despite her impressive abilities, the relative peace in recent times has had her acting as a cargo carrier for medical suppies, going from Delegation to Delegation distributing everything from custom antibiotics and retroviral gene resequencers to acetaminophen.</em></p>\n\n<p>The <em>Fate&#39;s Embrace</em> opened up blisters to expose its batteries of missiles, the deadly intent of the act bleeding from every fluid movement of hull plating and arms platform. The multi-jointed arms of the <em>Hyperions</em> maneuvering into place on each side as organic as if the vessel were a living organism unsheathing its claws, which, in a sense it was. The corrugated armor seemed to shimmer in the light of Jupiter to its port quarter as the various thrusters fired monopropellant to orient her towards her target. Her ventral hull, her belly, still spewed flames &amp; sudden sprays of debris as various portions of her internal structure failed under the extreme strain of her operation in spite of her wounds.</p>\n\n<p>On the bridge, Lieutenant Tzaki watched the central Holo as Fatima drew firing solutions on the convoy. He squeezed the railing he leaned against until his knuckles turned white, impotent in the face of Fatima&#39;s rebuke. As he waited to hear the firing order, he had a sudden thought.</p>\n\n<p>&quot;Fatima!&quot;</p>\n\n<p>&quot;Yes Lieutenant?&quot;</p>\n\n<p>&quot;With you in command, I would be your XO, correct?&quot;</p>\n\n<p>&quot;Yes Lieutenant.&quot;</p>\n\n<p>&quot;Then as your XO I want to take this opportunity to remind you that we&#39;ve not yet confirmed the track or origin of the incoming fire, and formally protest for the record this action.&quot;</p>\n\n<p>&quot;Confirmation of track in a combat situation is at the commanding officers discretion, and your protest has been duly noted in my log.&quot;</p>\n\n<p>&quot;May I confirm the track?&quot;</p>\n\n<p>&quot;Negative. Fire.&quot;</p>\n\n<p>At that, the <em>Hyperions</em> unleashed their dual beams of charged energies, travelling at the speed of light, they converged in the approximate center of the Outer Planets convoy, the resulting reaction generating a short lived but extremely energetic reaction which caused a burst of heat and radiation on par with exposure to the mantle of a G type star. In a fraction of a second every vessel in the convoy was a solid chunk of red hot metal, shortly before the missiles launched. Their warheads detonated milliseconds before impact, shatterimg what remained of the ships into billions of tiny embers. No known kind of armor could&#39;ve survived, and they were unarmored.</p>\n\n<p>As Tzaki watched, the Holo displayed the events in perfect silence, the notable events appearing as nothing more than a series of flashes. Before, a convoy moved in a loose formation, after, nothing remained but a few pale embers of red hot metal drifting away from where the convoy once had been.</p>\n\n<p>Tzaki swallowed hard before he raised a hand and pointed to the Operations Officer.</p>\n\n<p>&quot;Confirm the track.&quot;</p>\n\n<p>Fatima interrupted &quot;Lieutenant Tzaki-&quot;</p>\n\n<p>&quot;We are no longer within an active combat situation, I am within my authority to confirm post action.&quot;</p>\n\n<p>&quot;Very well, proceed.&quot;</p>\n\n<p>The Operations Officer placed his hands on his tactile interface, there was a ten second pause as he accesed the proper data and collated results. Then he put his findings up on the main Holo.</p>\n\n<p>&quot;Lieutenant, according to readings and orientation just before and as we were hit again, high velocity kinetics originated from the asteroid debris we monitored just before it entered Jupiters upper atmosphere.&quot;</p>\n\n<p>There was a stunned moment of silence on the bridge. Tzaki&#39;s brow furrowed and his lips tightened into a frown before he responded.</p>\n\n<p>&quot;Why didn&#39;t the <em>Black Widow</em>&#39;s funnel intercept or deflect? Hell, why didn&#39;t the Kinetics penetrate and destroy us?&quot;</p>\n\n<p>&quot;The funnel was set to protect us from an attack bow-on, from ahead. The debris had passed through our altitude and was below us and slightly behind. The <em>Widow</em> was hit by no fewer than four high velocity kinetics, she&#39;s in two pieces and completely adrift. As to why we survived, it appears the HVKs were launched with less than optimal acceleration, possibly to reduce the heat signature of their launch, or as a side-effect of being launched so close to Jupiter.&quot;</p>\n\n<p>&quot;Why wasn&#39;t there any warning? Comms?&quot;</p>\n\n<p>&quot;We had nothing but normal fleet chatter in the moments before the attack.&quot;</p>\n\n<p>&quot;Did we have anyone do a flyby or a sweep through the debris?&quot;</p>\n\n<p>&quot;No sir, Captain Sayle never ordered a recon on the rocks.&quot;</p>\n\n<p>&quot;What about standard patrols and fleet border patrols, surely somebody got within range?&quot;</p>\n\n<p>&quot;Checking sir... Yes sir, we had a Falchion run that way on perimeter patrol, number One Two Six... She hadn&#39;t reported back to the <em>Rosethorne</em> before the attack.&quot;</p>\n\n<p>&quot;Find her!&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel punched a quick series of queries into the ships communication panel, reviewing the parameters of protocol Lyra Twelve. He was happy to see the Geek had followed standard procedure, leaving detailed notes on what would be accessed and how his ships communication system would be utilized.</p>\n\n<p>He didn&#39;t see any particular worries, so he ran a standard isolation subroutine to backup then cut the communications systems off from the main computer, then he moved down a panel to load and install the protocol in order to listen in on the communications exchange used by this &quot;Project&quot; group.</p>\n\n<p>At first, he was sure something was wrong. He&#39;d been on the trail of this group for months. Clued in originally by the dying confession of a colleague, another member of the Outer Planets Colonial Authority, his mentor. They&#39;d been on a three Agent manhunt, tracking the movements and actions of a stim tailor who&#39;d concocted a notably addictive variation &amp; used it to rope in and extort several Colonial politicians. They&#39;d narrowed him down to one of the smaller moons of Saturn, Epimetheus. He&#39;d holed up in a defunct mine, and it had taken a surpising amount of firepower and manpower to root him out. In the last fight, she&#39;d taken a hit and been dragged back to her ship for medical attention. He&#39;s taken in the stim-tailor, and arrived aboard just in time for her to tell him about the Project. From there, it had been a winding and bloody course.</p>\n\n<p>Now, he had their communications laid bare to him, and there was <em>nothing</em>. Dead air, complete silence. He cursed and slammed a fist into the console, cracking the overlay. Suddenly he heard something, a high pitched buzzing, then, just as suddenly, it quit. He worried he might&#39;ve damaged the console, but before he could run a diagnostic, he heard it again, and this time, he had his eyes on the right display.</p>\n\n<p><em>It was a high speed data exchange.</em> Messages were passed as code at speeds the human ear couldn&#39;t process. He jabbed at the recording function and then locked the console. One or even two pieces of data wouldn&#39;t work, he&#39;d need to slow down and analyze several message bursts before he&#39;d get his answers.</p>\n\n<p>In the meanwhile, he made his way down one deck and aft to the armory. A handprint, ocular scan, and voiceprint allowed him in. He noted the absence of several weapons which had been destroyed or gone unrecovered from their last touchdown, when he&#39;d gotten the file in the first place. His own custom rifle missing was a sore point. He&#39;d spent dozens of hours fine-tuning it to his specifications. His armor was there, mostly, it looked like his techs were still repairing it. They&#39;d opted not to replace the left calf armor and boot. He&#39;d have to have a talk with them about that. He may have a prosthetic but he didn&#39;t want it damaged.</p>\n\n<p>He pulled out a rack of standby rifles and selected one of the same base-type he&#39;d originally customized. It was a VKL Mk IV combination Kinetic/Lazrifle. The Mk IV was notoriously temperamental with its cooling system, which was a sodium based heat exchange drum with three rotating sections.</p>\n\n<p>First thing he did was carry it over to the work area along the port bulkhead forward of the door. There, he did a complete field strip and cleaning before opening the tool drawers and beginning a meticulous disassembly and part by part cleaning. After that, he spent three hours replacing the heat sinks with six smaller, but much more efficient replacememts designed for a smaller sidearm, swapping out the accelerator for something more powerful, and fitting a higher power source into the frame. This came at the cost of a smaller magazine for the kinetics and higher overall weight, but he was ok with that. Next he&#39;d do a complete changeover on the optics and aiming assist, but that was for another evening.</p>\n\n<p>For tonight, he went back up to the bridge to see how many communications bursts he&#39;d managed to snag. As he exited the armory, he noticed that his chief armory tech was still locked into the manufacturing lab. He would definitely have to have a talk with them, seeing as how they should&#39;ve been working on his armor.</p>\n</div><!-- SC_ON -->"
}