{
  "full_title": "Fall of Man 34: Journey",
  "number": 34,
  "title": "Journey",
  "created_at": "October 29, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9sdvr8/fall_of_man_34_journey/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Martian Cataclysm</em></strong> <em>was the first great disaster post-exodus. The greatest of the Martian Colonies,  the dome city Aries, situated in the Hellas Basin, was the capital of the Mars Delegation. It was also the primary foodsource of the planet by virtue of the massive hydroponic farms built into the man-made cave systems beneath the city. Nearly thirty thousand years ago, Aries farms were contaminated by a virus, communicable to humans and immune to all period sterilization techniques. The virus acted as a immunosuppressant, and had a nearly six month dormancy period. Whether it was an act of terrorism, or a random evolution of an existent malady has never been determined. Aries and the other dome cities effected have never been reclaimed, left to decay under their nigh-indestructible domes, monuments to the necessity of diversifying food sources.</em></p>\n\n<p>The <em>Cavalry</em> beat at the cool morning air with its two rotary blades, forcing air above the craft to go below, increasing the air pressure below the rotors and providing lift to the olive green craft. Inside, Captain Longmire sat with his chosen reconnaissance party. His man Colquitt, a former Marine Drill Instructor by the name of Lamar Jordan, two brothers by the names of Bill &amp; Mike Haxson, who weren&#39;t military but handled themselves well in numerous combat situations in the ten years since, and another former soldier by the name of Frost he&#39;d met when he arrived in D.C. All had made their mark as good men to have in a fight. They&#39;d also each, at one point or another, taken on work from him of a more sensitive nature. They could be trusted, and they could be quiet.</p>\n\n<p>They&#39;d also equipped for a quiet recon. Each wore an exceptionally dark grey jumpsuit, overwhich they had a similarly muted belt and vest rig harness to carry their various weapons &amp; gear. Colquitt had a standard M4 Carbine with a light amplifying 4x scope and a flash supressor. Bill &amp; Mike each had MP4s with suppressors while Mike also carried a pistol grip 20 gauge, supposedly for luck. Jordan had a CZ 557 rifle, an urban counter sniper, and a tricked out Beretta .45 with a suppressor &amp; extended magazine. They all also had standard police issue kevlar vests, balaclavas, extra ammunition, radios, &amp; telescopic rangefinders.</p>\n\n<p>The plan was to drop them each into seperate suburbs around the western side of SanFran, then let them each move west towards the coast in order to find and report on the mysterious invaders from the Far East. When finished, they were to move north to the shore, the Presidio if possible, where the <em>Cavalry</em> could pick them up. The drop off locations weren&#39;t preselected. Since they had no idea what kind of shape the area was in, they were shooting for any open areas from Alta Plaza Park to Billy Goat Hill. Then, they&#39;d take the Calvalry back to the city proper and park on the rooftop of the westmost skyscraper they could find, in order to be within radio range of both the coast and Berkeley.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers was on a mission of his own. He was following one of the main highways as best he could inland. It was not a pleasant trip. Even at nearly midnight when things had gone to hell ten years ago, the  main throughways of urban California had had significant traffic. Hundreds of cars and their desiccated, mummified occupants lined the road. Some were under the case, a last ditch effort to hide. He was making his way by horse, the only long distance form of travel left to him. With his leg long walks caused extreme pain, bikes and other self-powered wheeled conveyences required more stamina than his 60 year old body was capable of.</p>\n\n<p>The sun hammered him mercilessly, even without any exertion on his part he was pouring sweat, as was his horse. A little ways off the highway he could see a small section of the suburb they travelled over had been flooded. He made the decision then to take the next exit, lead his horse to water, find some shade and have a quiet lunch. He&#39;s brought one of the MREs gifted by Longmire, and he was looking forward to having Chili-Mac.</p>\n\n<p><strong>~</strong></p>\n\n<p>Lieutenant Oleandor of the Saturn Peacekeepers couldn&#39;t believe his eyes. After the explosion, he&#39;d come to just in time to see them entering the polar gate unobstructed, their orbital gamble paying off. As the white flash of the transition faded from his view, he looked out the forward viewport at the cold white ice sheets of Mars&#39; northern polar region. This was not where they were supposed to be. According to Valkyrie, they were supposed to be going to Deimos. They&#39;d been glibbed. He turned towards the aft hatch to see how Valkyrie fared, expecting the worst. She wasn&#39;t there. Neither was the aft bulkhead. He could see straight out into space, the only thing between himself and the vacuum of space the armor Valkyrie had shoved him into.</p>\n\n<p>&quot;Motherfucker...&quot;</p>\n\n<p>&quot;Your survival is agreeable to me Lieutenant.&quot;</p>\n\n<p>Pearls tonal voice suprised him. All the panels at the the stations were dark.</p>\n\n<p>&quot;Pearl?&quot;</p>\n\n<p>&quot;I am here Lieutenant. Much of me is not, but my program is housed in the physical circuitry immedietly between the control surfaces and the forward communication array under the bridge. I am operating on an emergency battery located beneath the console.&quot;</p>\n\n<p>&quot;Your Captain is gone. I&#39;m sorry Pearl.&quot;</p>\n\n<p>&quot;Captain Valkyrie is not gone Lieutenant, she is operating to repair the aforementioned communications array.&quot;</p>\n\n<p>&quot;Wait, what? How?&quot;</p>\n\n<p>&quot;The Captain is fully qualified to repair the fault in my tranceiver assembly, she-&quot;</p>\n\n<p>&quot;No, I mean, how did she survive? She put me in the armor, she had none of her own.&quot;</p>\n\n<p>&quot;I am not authorized to discuss her personal health and wellness in that way. Oh! I believe she is finished, my tranceiver is once again operable.&quot;</p>\n\n<p>With that, Oleandor was shocked to see Valkyrie manuevering herself up and around the frayed edge of the decking, wearing the primitive breather he&#39;d noticed earlier and a Hegemony Peacekeeper uniform belt, complete with orientation thrusters. She expertly used the buckle control with her left hand while grabbing the edge of the starboard bulkhead with her right. As she pulled herself through the wreck he couldn&#39;t help but noticed that the breather did nothing to cover her eyes, yet, she was performing perfectly well in the vacuum. Suddenly, he had a realization.</p>\n\n<p>&quot;You&#39;re- You&#39;re augmented! You&#39;re Hegemony! That&#39;s how you survived the radiation from the reactor meltdown! That&#39;s how you&#39;re able to work in vacuum! You&#39;re hegemony and you&#39;re kidnapping me!&quot;</p>\n\n<p>Valkyrie, unable to hear him, or even see the movement of his lips under the armor, moved to the helm and started a panel, it was dim, low on power, but she had enough to send a signal before she shut it down.</p>\n</div><!-- SC_ON -->"
}