{
  "full_title": "Fall of Man 35: Arrival",
  "number": 35,
  "title": "Arrival",
  "created_at": "November 8, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/9v79q6/fall_of_man_35_arrival/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Blank</em></strong> <em>is what Hegemony citizens have nicknamed the memory-less period between death and resurrection afforded by augmentation. The technical medical term is</em> <strong>Engram Coding Interruption,</strong> <em>or</em> <strong>ECI,</strong> <em>and for most people its no more of an inconvenience then having a dreamless sleep. There are, of course, those who claim that they do not suffer from ECI when they are killed and resurrected, often telling stories of feeling like they&#39;re floating, witnessing strange environments, or seeing loved ones who&#39;ve chosen the Long Rest or suffered permanent death.</em></p>\n\n<p>Captain Sayle felt like shit. His mouth was dry and tasted like metal &amp; plastic, his whole body ached like he&#39;d been worked over by a team of very angry feral children armed with clubs, and every sound felt like it was being projected straight into his brain. He knew this feeling fairly well. In the last war, he&#39;d undergone resuscitation six times, twice from decompression, once from radiation, and three times from blunt force trauma.</p>\n\n<p>He tried to remember what had happened, but the post-resuscitation fog and the thunderous headache weren&#39;t letting him remember much besides the basics just yet. He couldn&#39;t move, his head, arms, &amp; legs were all restrained. He could hear the quiet humming of a servitor moving within the space, almost like a quivering in his teeth. He tried to be patient but it seemed like it was taking an unusually long time for them to get him prepared and quizzed .</p>\n\n<p>&quot;Is there any way we can hurry this along?&quot;</p>\n\n<p>&quot;Please do not attempt to remove the respiration helm. It is maglocked in place to assist with the resuscitation process.&quot;</p>\n\n<p>&quot;Yeah yeah yeah...&quot;</p>\n\n<p>He heard a door open and close, followed by footsteps. Moments later the restraints on his arms and legs loosened and the mask unlocked and lifted off of him. The lights of the resuscitation chamber were glaringly bright, almost to the point of physical pain. He could barely make out the young Chief in the glare, but he knew from briefly familiarizing himself with key personnel it must be Chief Sato Fugawe, the resuscitation specialist.</p>\n\n<p>&quot;Good afternoon, could we begin by you sharing with me your name and any relevant titles please?&quot;</p>\n\n<p>&quot;Captain Bensic Aligieri Sayle&quot;</p>\n\n<p>&quot;And how old are you Captain?&quot;</p>\n\n<p>&quot;About thirteen hundred, give or take.&quot;</p>\n\n<p>&quot;What is your posting?&quot;</p>\n\n<p>&quot;Commanding the <em>Fate&#39;s Embrace</em>.&quot;</p>\n\n<p>&quot;Are you married?&quot;</p>\n\n<p>&quot;Divorced.&quot;</p>\n\n<p>&quot;Children?&quot;</p>\n\n<p>&quot;One, deceased.&quot;</p>\n\n<p>&quot;Home?&quot;</p>\n\n<p>&quot;Ceres, Mars.&quot;</p>\n\n<p>&quot;What is the your last memory before here?&quot;</p>\n\n<p>&quot;Dismissing Commander Bradford.&quot;</p>\n\n<p>&quot;Are you feeling anything strange, urges, desires, nonsensical horror?&quot;</p>\n\n<p>&quot;Nope, anxious about what happened and the status of my ship.&quot;</p>\n\n<p>&quot;Naturally. Other than that, are you feeling detached, distracted, or flighty?&quot;</p>\n\n<p>&quot;No.&quot;</p>\n\n<p>&quot;Do you see our hear anyone in the room with us?&quot;</p>\n\n<p>&quot;Nope.&quot;</p>\n\n<p>&quot;Any odd fantasies, visions, dreams?&quot;</p>\n\n<p>&quot;Its the complete Blank.&quot;</p>\n\n<p>&quot;Ok, well, I&#39;ll go ahead and sign off on you then. Lieutenant Tzaki is just outside, he&#39;s eager to speak with you.&quot;</p>\n\n<p>&quot;I imagine so Chief, thank you, send him in.&quot;</p>\n\n<p>He came through the door before Fugawe was out of sight outside it.</p>\n\n<p>&quot;Captain-&quot;</p>\n\n<p>&quot;Report first, how&#39;s the ship and crew.&quot;</p>\n\n<p>&quot;Extensive damage along the ventral hull, nearly a hundred crew spaced or unaccounted for, but we&#39;re still in fighting shape.&quot;</p>\n\n<p>&quot;Good, source of the attack?&quot;</p>\n\n<p>&quot;The asteroid debris, just before it hit  Jupiter, kinetics lobbed from the gravity well, could have been worse.&quot;</p>\n\n<p>&quot;Are we planning a counter offensive against the Colonies yet? I&#39;m getting real sick and tired of getting shot at.&quot;</p>\n\n<p>&quot;Well, about that...&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel paused and then deleted the transmission he&#39;d been reviewing and started the next, slowed down to one ten thousandth of its former speed.</p>\n\n<p>&quot;Field report, day two hundred six of year five. Still no evidence of revitalization in the subject despite the rise in esoteric energies demonstrated by the glyph. The glyph, which, by the way, has increased in brilliance each and every day over the last few months. It has gotten difficult to look at directly, and even though I&#39;ve been assured repeatedly its benign in nature, I can&#39;t help but feel a sense of unease around it. In other, more mundane news-&quot;</p>\n\n<p>Pause, delete, next. From the outside, it looked like tens of thousands of unique messages, once decoded, it became obvious that the records were a cache, repeated in sequence, each encoded differently each time. It was an old trick. You did it to convince anyone listening but unable to decode that there was a lot of info being shared, even when the recipient wasn&#39;t there, while it allowed the intended recipient to pick it up at their liesure and not miss anything. The voice which came from the recording now was hoarse and wavering on the edge of panic.</p>\n\n<p>&quot;Project expedition Gila Monster head researcher expedition report. I am hereby requesting a full extraction of all Project personnel from the expedition site. The mission is- we did it. We did it, and we need to get out before they exit the warren.  Gilead, you son of a bitch get us out!&quot;</p>\n\n<p>The recording stopped. Hoel broke out in a cold sweat. He keyed up the database the computer had automatically sorted the recordings into. He looked up the specific address of the recording and sorted out all recordings from that source. There was only one more transmission from it, dated a month prior and immedietly after that last message. He slowed it and keyed it to play.</p>\n\n<p>&quot;The monster walks among us once more. Fuck you Gilead. I&#39;ve sent an open distress call to the nearest Peacekeeper vessel, a Saturn Cruiser by the name of <em>Callisto</em> on extended patrol. The secret isn&#39;t going to keep much longer.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Walthers eased off the saddle down onto the concrete slab outside the Bay Point Library- The French womans home. There was a metal railing set into the concrete still bearing traces of yellow paint. He hitched the horse there, put a feedbag over its mouth, and went to knock. Before he made it halfway to the door she was in the doorway waiting.</p>\n\n<p>The former foreign language &amp; entymology professor, Dr. June Tailler, was a rather short, thin, dark haired woman, with notably clear blue eyes deep-set under immaculate brows. Her students used to calle her &quot;Madame Mouse&quot; because of her stature and her anxiety. The end of the world, however, had proven she was made of sterner stuff then they could have imagined. When they taught at Berkeley, she&#39;d favored long, unflattering dresses, here, now, jean shorts and a frayed flannel, accented by a double barrel shotgun, sawed down to a mere foot and a half.</p>\n\n<p>&quot;Hello Henry.&quot;</p>\n\n<p>She still carried her french accent, and her pronunciation of his name came out &#39;on-ree&#39;.</p>\n\n<p>&quot;Evening June, how have you been?&quot;</p>\n\n<p>&quot;As well as can be expected. My garden is doing well, but I was planning on coming into Berkeley in a week or so for some of those goats your students have been tending.&quot;</p>\n\n<p>&quot;Didn&#39;t you have pigs?&quot;</p>\n\n<p>&quot;I did, yes, but I went too far from home a few weeks ago and a pack of wolves...&quot;</p>\n\n<p>&quot;I&#39;m sorry.&quot;</p>\n\n<p>&quot;Such is life.&quot;</p>\n\n<p>&quot;Yes.&quot;</p>\n\n<p>The silence as they looked at each other stretched out a few long moments before June broke it.</p>\n\n<p>&quot;Henry, we&#39;ve known each other a long time. Whenever you visit to trade, you come with a whole caravan. Socially, you bring Evelyn &amp; Rowyn. Now, you&#39;re here alone. This isn&#39;t a social call, is it?&quot;</p>\n\n<p>&quot;No, I&#39;m afraid it isn&#39;t.&quot;</p>\n\n<p>&quot;Does this have to do with... With your &#39;research&#39;?&quot;</p>\n\n<p>The distaste she felt towards his work was obvious. A fervent Catholic, Tailler felt Walthers investigations were, at best, blasphemy, and at worst, actual heresy.</p>\n\n<p>&quot;Only tangentially.&quot;</p>\n\n<p>&quot;I suppose I should hear you out, at least. Come on in, I&#39;ll put a kettle on.&quot;</p>\n\n<p>Half an hour later, as they finished their tea and catching up, June set her cup down and took a deep breath.</p>\n\n<p>&quot;Tell me Henry. You&#39;ve learned French, you&#39;re fluent enough for your research, why come to me?&quot;</p>\n\n<p>&quot;I&#39;m fluent in technical, historical language, enough for the cold records of academia, I have no tongue for conversational French.&quot;</p>\n\n<p>&quot;You think so?&quot;</p>\n\n<p>&quot;I know it, as soon as I received these I knew I was in over my head.&quot;</p>\n\n<p>&quot;And these are only related to your... To your research, as a distant interest?&quot;</p>\n\n<p>&quot;I can reasonably assure you nothing within these notes will be sacrilegious.&quot;</p>\n\n<p>&quot;How can you reasonably assure me when you haven&#39;t read them?&quot;</p>\n\n<p>&quot;They&#39;re the field journals of an Anthropologist, from before the, uh...&quot;</p>\n\n<p>&quot;From before the end of society as we knew it, nothing more. Earth is still here, man yet lives, it was not the end, that comes later.&quot;</p>\n\n<p>&quot;Yes...&quot;</p>\n\n<p>&quot;I will look at your field journals Henry, for old times sakes.&quot;</p>\n</div><!-- SC_ON -->"
}