{
  "full_title": "Fall of Man 36: Reception",
  "number": 36,
  "title": "Reception",
  "created_at": "December 12, 2018",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/a5dcj8/fall_of_man_36_reception/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Cold Harbors</em></strong> <em>are those Outer Planet Colonies that are settled, not on firm ground, but on or sometimes within the frozen gasses of Outer Planets &amp; their Moons beyond Saturn. Often eclectic, always insular, Cold Harbors interact as little as possible with outside groups or each other except for necessary trade functions, which are even then as brief and curt as possible.</em></p>\n\n<p>Dr. Tailler cleared her throat before she lifted the crisp sheet of paper with the printed image of Dr. Opporthornes journal. She scanned it for a few moments then launched into French.</p>\n\n<p>&quot;<em>Le 4 Novembre. Ces grottes se montrent encore plus mystérieuses que je ne les avais imaginés! Les dessins sont comme on les a anticipés, faits d’un mélange d’ocre et de boue peint sur des régions aplaties de granite à environ 200 mètres de profondeur. Ce qui m’intéresse tellement est leur contenu- ils semblent témoigner d’une arrivée ou d’une sortie des cavernes.</em>&quot;</p>\n\n<p>Walthers listened, enamored by her voice as the words flowed from her lips. As she concluded, he sat up.</p>\n\n<p>&quot;And, uh, and what&#39;s that mean?&quot;</p>\n\n<p>&quot;Henry, really?&quot;</p>\n\n<p>&quot;Really, I&#39;ve forgotten almost everything.&quot;</p>\n\n<p>&quot;November 4th. These caves have shown themselves even more mysterious than I had imagined! The drawings are as we anticipated them, made of a mix of ochre and mud painted onto flattened sections of granite at about 200 meters of depth. What interests me so is their content- they seem to indicate an arrival to or departure from the caves.&quot;</p>\n\n<p>&quot;Ok, the sections I&#39;m interested must be further along.&quot;</p>\n\n<p>She flipped a few more pages and read another section.</p>\n\n<p>&quot;<em>Le 6 Novembre. C’est bien plus grand que je ne pensais. Selon le géologue, le fond de la caverne – qui me paraissait tout comme le reste – est fait de pierres qui comblent un vide… Presque comme si il y avait eu un effort d’ensevelir les régions les plus profondes de la caverne. Il nous faut permission pour continuer la fouille- putain de paperasserie!</em>&quot;</p>\n\n<p>&quot;That sounds much more excited, what&#39;s it mean?&quot;</p>\n\n<p>With a roll of her eyes she translated.</p>\n\n<p>&quot;November 6th. It’s much larger than I expected. According to the geologist, the end of the cavern – which to me seemed just like the rest – is made of stones loose stones that have filled some space… Almost like there had been an effort to entomb the deepest regions of the cavern. We need permission to continue the excavation- damned red tape!&quot;</p>\n\n<p>&quot;No no no... Further than that, much further.&quot;</p>\n\n<p>&quot;A few months, perhaps Henry?&quot;</p>\n\n<p>&quot;Yes, please.&quot;</p>\n\n<p>She flipped through page after page until she settled on one.</p>\n\n<p>&quot;February?&quot;</p>\n\n<p>&quot;Yes.&quot;</p>\n\n<p>&quot;<em>Le 1er Février. Enfin, on a reçu nos permis. La fouille doit être faite pierre par pierre, enlevés à la main- on sera supervisés par un fonctionnaire du gouvernement Français. Mais peu importe, on verra bientôt ce que les Cro-Magnons ont trouvé si important qu’ils l’ont voulu l’enterrer! Que trouverions-nous? Des tombes? Des artéfacts religieux? Quelque sorte de bête? Je serai bien déçu à savoir qu’ils auraient enterré un ours pour éviter qu’il ne sorte de son hibernation, mais ce serait quand même une découverte.</em>&quot;</p>\n\n<p>&quot;And?&quot;</p>\n\n<p>&quot;February 1st. Finally, we’ve received our permits. The excavation must be done stone by stone, removed by hand- we’ll be supervised by a French governmental official. But no matter, soon we’ll see what the Cro-Magnons found so important they wanted to bury it! What will we find? More tombs? Religious artifacts? Some sort of beast? I would be quite disappointed to find that they had buried a bear to avoid it coming out of hibernation, but it would still be a discovery.&quot;</p>\n\n<p>&quot;That&#39;s it?&quot;</p>\n\n<p>&quot;There&#39;s more, another entry right after that one. <em>Le 18 Février. Mon dieu, que ça progresse lentement! Dégager à la main nous prend une éternité. Tout de même, ce n’est pas sans découvertes. On a trouvé des restes humains ensevelis dans la masse de pierres apportées pour condamner le reste de la caverne. On a dû les envoyer à Lyon, ce qui a ralenti le pas… Mais c’est au nom de la science alors je ne me plains pas. Il semble qu’on a presque fini! Tant qu’on ne trouve pas encore de fossiles, on pourra reprendre le progrès demain.</em>&quot;</p>\n\n<p>&quot;Ok, I&#39;m catching bits and pieces but I&#39;m not at all confident June.&quot;</p>\n\n<p>&quot;February 18th. Good god, it’s taking forever! Removing stone by hand is taking an eternity. Even so, it’s not without discoveries. We’ve found human remains entombed within the mass of stones brought to condemn the rest of the cavern. We had to send them to Lyons, which slowed down the pace… But it’s in the name of science so I won’t complain. It seems like we’re getting close! As long as we don’t find any more fossils, we should be able to get back to speed tomorrow.&quot;</p>\n\n<p>&quot;I want to know what he found, what led him to his foreknowledge of the Shards. Could we skip the lessons and just translate as we go?&quot;</p>\n\n<p>She pursed her lips, annoyed at his lack of enthusiasm for her mother tongue, but flipped a page and began reading.</p>\n\n<p>&quot;March 15th. Huzzah! We emerged on the other side of the passage. Just like Howard Carter before me, I’ve seen wonders…&quot;</p>\n\n<p>As Walthers listened to her translate the rest of the journal, he interrupted less and less, and began taking notes of his own. By the end, he just listened, still as a statue, feeling like his guts were twisted in a knot, and as she concluded, he went outside and threw up everything he had in him.</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel watched as the Saturn Peacekeeper picket ship fired its thrusters in retrograde to bring it to a stop relative to them, but directly in their path. It was actually several hundred kilometers away, but the magnification built into the main screen on the bridge made it feel like it was parked a scant few hundred meters off their bow. Hoel had holos that could do the job, but they weren&#39;t as reliable as a solid state display. Plus, it afforded him the ability to see it in full detail, without the ghostly see through effect most holos still struggled to avoid.</p>\n\n<p>He could see it was an older <em>Hyena</em> Class, most had been retired long ago, that this one was still operational- and fully armed &amp; armored- indicated the vessel must have a notable history, at least to its home colony, to deserve the upkeep. The rather ugly egg-shaped hull was pristine, and its weapon ports were open, and quite obviously zeroed in on his ship, his <em>Stalwart Phalanx</em>.</p>\n\n<p>In its original configuration the <em>Phalanx</em> would&#39;ve been more than a match for the Hyena, it was, in a former life, a Jovian Peacekeeper Corvette, designed to run circles around any capital ship and evade fire from anything further than a few kilometer away by being somewhere else when the munitions arrived, while also decently capable of laying down her own hurt on others. Now, She retained her speed, but she&#39;d been stripped of her armor and armaments when she&#39;d been decommissioned and sold as surplus.</p>\n\n<p>It worked for his purposes, with plenty of interior room no longer taken up by fuel to carry the weight of absent munitions, he could field a crew of twenty, now down to eight. He was missing the armor though. The sights of heavy ion lasers trained on him made him feel uneasy no matter if they were technically friendly or not.</p>\n\n<p>He reached over and punched the control which would indicate through a light signal that he was ready to communicate and his radio was on. Almost immediately the Peacekeeper  signaled back with her own lights before the speakers to the communications system came alive.</p>\n\n<p>&quot;Unnamed Corvette, this is the Peacekeeper <em>Solace</em>, you are on course to enter a restricted orbit. Identify yourself and your purpose and will direct you on a course correction.&quot;</p>\n\n<p>They were playing it safe, giving as little info as possible while maintaining the pretence of helpfulness. Two could play that game. Hoel keyed his transceiver before speaking.</p>\n\n<p>&quot;<em>Solace</em> this is O.P.C.A. Investigator Jarrik Hoel aboard the <em>Stalwart Phalanx</em>, we are on official business and would gladly accept a course correction if needed.&quot;</p>\n\n<p>&quot;<em>Stalwart</em> state your destination.&quot;</p>\n\n<p>&quot;We are attempting to locate and rendezvous with the cruiser <em>Callisto</em>.&quot;</p>\n\n<p>&quot;The <em>Callisto</em> is currently on assignment and not to be approached, state your intentions.&quot;</p>\n\n<p>&quot;May I inquire as to whom I&#39;m speaking with?&quot;</p>\n\n<p>&quot;This is <em>Solace</em> actual, Lieutenant Mirke.&quot;</p>\n\n<p>&quot;Well Lieutenant, my intentions are to find and transfer over to the <em>Callisto</em> and personally interrogate her command crew regarding a communication with a Cold Harbor of Hegemony Agents. Now, I&#39;m not inclined nor required to submit to your authority to divert my course, and I&#39;m not about to, so you can either fry me, then explain to your superiors why you violated half the bylaws of the Outer Planets and murdered my crew and I, or, you can get out of my way.&quot;</p>\n</div><!-- SC_ON -->"
}