{
  "full_title": "Fall of Man 37: Breach",
  "number": 37,
  "title": "Breach",
  "created_at": "February 15, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/aqyhxk/fall_of_man_37_breach/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong>Emergency Law Enforcement Command Treaty,</strong> <em>or</em> <strong>ELECT</strong> <em>was one of the first Colonies wide binding agreements added as an adjunct to the Outer Planets Colonial Charter of Secession. Simply put, it defined the conditions and situations in which Outer Planet Colonial Authorities could override the autonomy and authority of a Colonies home-rule. These situations were very narrowly defined and the exceptions almost non-existent. Several years later it was amended to include bylaws and protocols for boarding vessels in interplanetary space and private craft within a Colonial territory. These powers were more generous out of necessity.</em></p>\n\n<p>There was a palpable silence as Hoel awaited Lieutenant Mirkes response. It came nearly a full minute later.</p>\n\n<p>&quot;<em>Phalanx</em> this is <em>Solace</em>, please stand by, do not adjust your course except for drift correction or you will be fired upon.&quot;</p>\n\n<p>Hoel watched as the comms cut out, they&#39;d terminated the link. Two possible reasons for that, either they were about to attack- unlikely, they wouldn&#39;t have said anything at all were that the case- or, they were establishing a long range link to talk to someone else. As he watched, the magnified view of the <em>Solace</em> he could see several of her communications antennae reorienting.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers greedily chugged his second bottle of water since he finished throwing up; he used the last ounce or so to swish and gargle, hoping to drive away the taste of stomach acid. As he spat out the mouthful of water and the bits they&#39;d dislodged Dr. Tailler looked away to avoid witnessing his poor manners.</p>\n\n<p>&quot;I&#39;m sorry June, I don&#39;t know what came over me, I&#39;ve never been one to have a weak stomach.&quot;</p>\n\n<p>&quot;I think it was probably something you ate. There was nothing particularly gruesome or disgusting about what was found.&quot;</p>\n\n<p>&quot;No, its... Its what it means in light of my other avenues of research.&quot;</p>\n\n<p>&quot;Your heresy.&quot;</p>\n\n<p>&quot;If that&#39;s what you&#39;d call it, so be it.&quot;</p>\n\n<p>&quot;I would, as should you.&quot;</p>\n\n<p>&quot;I can&#39;t.&quot;</p>\n\n<p>&quot;Obsession is a dangerous thing to court Henry.&quot;</p>\n\n<p>&quot;Its going to happen again.&quot;</p>\n\n<p>You&#39;re still feeling ill?&quot;</p>\n\n<p>&quot;No, <em>it</em>.&quot;</p>\n\n<p>&quot;What will?&quot;</p>\n\n<p>&quot;The Shards, the Tall Ones, all of it.&quot;</p>\n\n<p>&quot;Armagheddon comes but once.&quot;</p>\n\n<p>&quot;If that&#39;s what you truly believe, then tell me, are you still a literalist when it comes to the Flood, Noahs Ark &amp; all that.&quot;</p>\n\n<p>&quot;Of course, the two are not in conflict.&quot;</p>\n\n<p>&quot;Didn&#39;t your god promise never again to destroy mankind?&quot;</p>\n\n<p>&quot;He promised never to drown the world, specifically. That doesn&#39;t mean he cannot use other means.&quot;</p>\n\n<p>&quot;Flood, fire, windstorms, creatures that kill on sight and invincible giants that bring winter and would as soon rip you apart as look at you?&quot;</p>\n\n<p>&quot;History is replete with examples of his, uh, shall we say, creativity?&quot;</p>\n\n<p>&quot;Or, you see what you want to see.&quot;</p>\n\n<p>&quot;Perhaps. Will you be staying the night Henry? My home is always open to you.&quot;</p>\n\n<p>&quot;I can&#39;t, I&#39;ve got to get back.&quot;</p>\n\n<p>&quot;Travelling at night is dangerous.&quot;</p>\n\n<p>&quot;So is staying here.&quot;</p>\n\n<p>&quot;I don&#39;t bite Henry. I remember there was a time, before Evelyn, before you went into academia, that you and I never feared being alone with each other. In fact you quite enjoyed it.&quot;</p>\n\n<p>&quot;That was a long time ago June, and I&#39;m married now.&quot;</p>\n\n<p>&quot;So you remind me every time.&quot;</p>\n\n<p>&quot;Do your moral compunctions not extend to personal sins?&quot;</p>\n\n<p>&quot;Of course they do, but I also believe in penance and forgiveness.&quot;</p>\n\n<p>&quot;I do too, but I also believe its far better to not commit the offense at all rather than do so and then try to make up for it.&quot;</p>\n\n<p>&quot;We can debate the nature of sin some other time, Henry.&quot;</p>\n\n<p>&quot;I agree, some other time, perhaps.&quot;</p>\n\n<p>&quot;You&#39;re really going to go?&quot;</p>\n\n<p>&quot;I have to, I&#39;ve got to get back to Berkeley, and then, I&#39;ve got to convince a very dear friend who came a very long way to go back somewhere he doesn&#39;t intend to go, and to take me with him.&quot;</p>\n\n<p>&quot;Where are you going?&quot;</p>\n\n<p>&quot;New York.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Longmire watched as the last of his team hurried into the foliage surrounding the baseball diamond they&#39;d set down on before he turned back to the pilot and indicated he should take off. As far as he could tell it used to be part of a High School, but it was mostly overgrown now. It could have been anything really.</p>\n\n<p>As the rotors beat the air to give them altitude he looked west, towards the Pacific, where the strange invaders must have come from. He watched as the city passed beneath them for a minute or two and was about to turn back and direct the pilot to head for one of the standing skyscrapers closer into San Francisco proper when a flash of light and a puff of smoke caught his attention. It took half a second for him to recognize it before he threw himself forward to scream at his pilot to take evasives, but it was too late.</p>\n\n<p>The surface to air missile impacted the tail rotor and exploded, disintegrating the entire tail boom and peppering the engine with shrapnel. Billowing smoke and a rain of hot oil consumed the exterior of the craft, and the engine choked and died as its exhausts belched flames. The rotors spun freely, detached from the drive by sheer force of the explosion. As the chopper lost its momentum it fell like a rock crashing directly onto the roof of a small gas station near the corner of Alemany Boulevard and Geneva Avenue in the Outer Mission area.</p>\n\n<p>Longmire rolled out of the chopper and onto the gravel roof, coughing and choking on the fumes as he struggled to get to his feet. As he pulled himself up against the door of the cabin he looked in the broken window and saw that the pilot was no longer in the craft. Just then the roof lurched, he lost his balance, and fell back onto his back as the remains of the helicopter fell through into the store below. In seconds, he felt and heard the thump as something sparked the oil and aviation fuel that was pouring liberally from the chopper. As the flames grew he dragged himself to the edge of the roof and pulled himself over, landing atop a car parked in front of the store, which was now a raging inferno. The impact knocked what little breath he had out of his body and as his eyes closed he saw the pillar of black smoke rising into the early morning sky, a signal visible for miles around guiding whoever fired the missile right to him.</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor tried to appear relaxed and unworried as the men swept Jacobi&#39;s office for strange signals, sure that his briefcase would shortly draw their attention and create a rather perplexing issue for him. They&#39;d be quick to arrest him and confiscate the case. It wouldn&#39;t take them long to figure out it wasn&#39;t anything like they knew, and then they&#39;d put very difficult questions to him, questions he wouldn&#39;t be able to answer.</p>\n\n<p>Dr. Jacobi was unfazed and continued to speak as Viktors ears filled with the sounds of his own heartbeat,  washing away all sounds except the small tones, beeps, and clicks of the mens equipment as they searched the room. One of the men, with a sort of tube connected by wire to a box, was sweeping the room in broad arcs, the device emitting a kind of static crackle as he moved it back and forth. He seemed to hesitate as the crackle grew louder and softer, then moved closer to where Viktor sat, his case at his feet, the machine crackling growing in intensity.</p>\n\n<p>As Viktor watched, he pointed the machine first at Viktor, where it hissed and popped, then at his case, where it fizzed and whined much more noticeably.</p>\n\n<p>&quot;Sir, would you mind opening your briefcase for me?&quot;</p>\n\n<p>&quot;Oh, sure, of course.&quot;</p>\n\n<p><em>They were hung to let him touch it and open it himself.</em> He felt a wave of relief wash over him as he bent, his fingers finding the handle, his implants accessing the interface as he hefted it. He ordered the case to shut down all functions and go into its rest and charging mode, which it could do in less than a second. He fiddled with the latches to give himself time, then he split the case open and laid its contents bare on the desk.</p>\n\n<p>A stack of papers, files, and a few data storage mediums called &quot;3.5 floppys&quot; appropriate to the time period were inside, all filled out with activities and financials on GraniCorp letterhead. But the man with the device wasn&#39;t interested in that. His machine homed in on a side pocket of the case. Viktor watched helplessly as he reached in and pulled out the watch that had been provided as part of his initial disguise. He hadn&#39;t worn it or used it since his augmentations included an internal chronometer. Viktor suddenly realized he had no idea if the watch was just a watch, or if it was more.</p>\n\n<p>For a long second, the man held the machine and the watch both, then he put the watch back and indicated Viktor to take his case back.</p>\n\n<p>&quot;Sorry about that sir, sometimes this little thing is too sensitive, must have picked up the radium in the display.&quot;</p>\n\n<p>Not knowing quite what to say, he simply nodded and closed the case before setting it back at his feet.</p>\n\n<p>The men filed out as quickly as they&#39;d come, leaving Viktor and Dr. Jacobi alone once more.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle and Lieutenant Tzaki entered the bridge of the <em>Fate&#39;s Embrace</em> together, their footsteps echoeing quite loudly in the sudden hush as the crew awaited instruction.</p>\n\n<p>&quot;Tzaki, open shipwide comms.&quot;</p>\n\n<p>&quot;Aye Captain.&quot;</p>\n\n<p>&quot;Fatima?&quot;</p>\n\n<p>&quot;Yes Captain?&quot;</p>\n\n<p>&quot;Stand by. Tzaki are we shipwide?&quot;</p>\n\n<p>Tzaki gave a quick nod.</p>\n\n<p>&quot;Men &amp; women of the <em>Fate&#39;s Embrace</em>, this is your Captain. I felt like you should hear this from me direct to put to rest any scuttlebutt. Yesterday we were hit by HVKs fired from some asteroid debris as it entered Jupiters atmosphere. They hit us, and the fleet, from where we least expected it. They sucker punched us. I died in that attack and I&#39;ve just now been brought back and up to speed. My neck still aches from where they repaired it. Commander Bradford, your new XO, was ejected from the ship during the attack but has been rescued and is enjoying the hospitality of our brothers and sisters on the <em>Unnatural Folly</em>. Fatima, our AI, took command at that point and ordered a counterattack. She attacked an unarmed convoy of civilian refugees.&quot;</p>\n\n<p>He let that sink in for a moment.</p>\n\n<p>&quot;Fatima overstepped and acted inappropriately by denying Lieutenant Tzaki permission to confirm the origin of the attack. And for that reason I&#39;m ordering her command authorizations revoked until further notice. Lieutenant Tzaki is acting XO until Commander Bradford rejoins us. So I want everyone aboard to understand that as long as I am Captain, all command level decisions aboard the <em>Fate&#39;s Embrace</em> will be made by flesh and blood human beings.&quot;</p>\n</div><!-- SC_ON -->"
}