{
  "full_title": "Fall of Man 38: Counterpoint",
  "number": 38,
  "title": "Counterpoint",
  "created_at": "March 23, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/b4mxfu/fall_of_man_38_counterpoint/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Ganymede</em></strong> <em>is the largest of the Galilean moons of Jupiter, moons seen and discovered by Galileo and the first moons discovered besides Earths. It is also the most populace body in the Outer Planets. Nearly a trillion people populate its 582 distinct colonies across its surface and underground. Despite this, it was passed over for selection as the location as the meeting ground for the Colonies when such ground is needed. That honor passed to Saturn Ringstation 1. This has led to a longstanding chill between Ganymede Colonies and Saturn Colonies.</em></p>\n\n<p>Hoel was getting impatient. Lieutenant Mirke had been silent nearly twenty minutes now, his weapons still locked on to the <em>Phalanx</em>. As Hoel sat down, he readjusted the settings on his prosthetic foot. It still felt alien to him, though he imagined in a few more months it&#39;d feel like he&#39;d been born with it. As he fidgeted, one of his few remaining crew, a former Colonial Peacekeeper by the name of Lahn, monitored the panel displaying their radar, radio, and radiation equipment.</p>\n\n<p>&quot;Cap&#39;n?&quot;</p>\n\n<p>&quot;What is it Lahn?&quot;</p>\n\n<p>&quot;There&#39;s another vessel coming in.&quot;</p>\n\n<p>&quot;Who?&quot;</p>\n\n<p>&quot;She&#39;s running a Colonial beacon, but she&#39;s not squawking an ID code.&quot;</p>\n\n<p>&quot;How far out is she, and where&#39;s she coming from?&quot;</p>\n\n<p>&quot;She&#39;s retrograde to us, slowing down and coming into a lower orbit to rendezvous.&quot;</p>\n\n<p>&quot;Hows her alignment compare to what we know of the <em>Callisto</em>?&quot;</p>\n\n<p>&quot;Could be the <em>Callisto</em>, could be someone or something from the same area.&quot;</p>\n\n<p>&quot;Mass?&quot;</p>\n\n<p>&quot;Still too far out to tell, all we&#39;ve got is her beacon and heat signature, and with her burning retrograde-&quot;</p>\n\n<p>&quot;We can&#39;t tell if she&#39;s big doing a low burn or tiny going all out.&quot;</p>\n\n<p>&quot;Exactly.&quot;</p>\n\n<p>&quot;Let me know the second something changes, she squawks ident, calls <em>Solace</em>, changes course, or comes into visual range I want to be up here for it.&quot;</p>\n\n<p>&quot;Where you off to Cap&#39;n?&quot;</p>\n\n<p>&quot;I&#39;m headed down to the Tech bay to see if I can adjust this damn prosthetic.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Director Gilead used a handheld scanner to inspect the edges of the containment that had previously held the specimen. The edges of the metal were sharp and angular, more like pieces of shattered pottery than metal. The scans indicated they&#39;d been embrittled by rapid heat loss, then shattered by blunt force. He was alone in the most secure room of the ziggurat, and yet, he felt like he was being watched. He looked up and around him, at the tens of thousands of inscriptions &amp; patterns, the dozens of machines designed to prevent this very thing from ever occurring. He pondered, for a moment, the ancient legacy which rested on his shoulders, the hundreds of thousands of lives dedicated in preperation for the moment he now faced...</p>\n\n<p>He had, in that moment, two monstrous beasts wrestling within him. The confidence, the ego, of all the preperation of twenty lifetimes telling him that they could survive the coming storm, and the other, the simple evidence before his eyes that all their attempts to be ready were worth so little in face of but the tiniest whisper of that storm.</p>\n\n<p>He decided. Standing, he looked out, past the entrance, at the wreckage of B.A.B.E.L. in the hall. He noticed now something he hadn&#39;t before. The small devices hover unit was smashed, and its voicebox, visual sensors... But the data core, the &quot;brain&quot; of the AI was still intact, or at least it looked like it might be. He queued up a tech drone with his implants and ordered an AI recovery unit to standby. There may be a recoverable record.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Longmire woke to the feeling of an impact to his midsection and a pain in his head, followed by the crunching sound of gravel under boots. His eyes felt welded shut. He could feel he was swaying back and forth. As he strained to open his eyes he could feel that he was actually being carried over someone&#39;s shoulder, fireman style. He could feel the mans shoulder digging into his gut.  He wasn&#39;t wearing any kind of body armor so far as he could tell, and the sound of his footsteps... Not boots. <em>This was not one of his men.</em> As the realization dawned on him, the black wave of unconciousness crashed over him again.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers adjusted himself by kicking a leg out and wiggling it a bit, the movement unsticking cloth from flesh and allowing airflow, however brief. He was walking his horse along the remains of the freeway headed west. The sun was going down and he had to keep his eyes off to one side or the other to keep from getting blinded. His weight mostly rested on his cane and through his other hand on the animal. Considering he was asking so much of the poor thing he was taking the route back slow and steady,  alternating between walking alongside until the pain grew too great and then riding a short distance.  Even with frequent breaks it was better to come back overnight than to wait until morning. Time was a factor for his return, and if everything went according to plan he&#39;d have plenty of time to rest on the <em>Dorian Grey</em> on the long trip to the East Coast. The breeze kicked up, coming in from the west and cooling his face.</p>\n\n<p>As he turned to look the way he&#39;d come, he marveled at the inky black that was rising there. Without millions of engines pumping out exhaust or billions of lights, the night skies had begun returning to the star-speckled wonders so many people had known in the centuries before the industrial revolution. Earth, it seemed, was doing better without quite so many people on it. He paused, his eyes searching for the stars in that velvet curtain, wondering exactly which pinprick of light, if any, the Shards had come from. His observations of the heavens had pinpointed the specific stars whose proximity or alignmemts made possible their crossing, and the events they precipitated, but not from where. His momentary reverie was snatched away by an unwelcome, and wholly terrifying sound.</p>\n\n<p>Somewhere, in the darkness behind, not far, were either wolves or feral dogs, neither of which were good news for a lone person out at night. They&#39;d lost much of their fear of man in the wake of the apocalypse, and so far as they were concerned,  he and his horse were a mobile buffet. He mounted and urged his horse onward at a good pace, if they were lucky, they might not have caught their scent yet and they might have a chance to get away.</p>\n\n<p><strong>~</strong></p>\n\n<p>Lieutenant Oleandor glared at the Hegemony woman he knew only as Valkyrie as she seemed to content herself meditating. She still wore the rebreather, but she&#39;d shut her eyes against the vacuum of space and seemed to be trying to stay as still as possible. Oleandor knew the practical reason, to conserve oxygen and maintain her ability to survive a long as possible awaiting rescue, but the very fact she could do so with <em>only</em> the rebreather made him uneasy. Many of the augmentations Hegemony citizens went through were unnatural, so far as he was concerned. Man had no right to redesign himself and remove himself from the processes of nature.</p>\n\n<p>He looked away from here to the small debris field that had managed to follow them through the Gate and been glibbed alongside them. Pieces of bulkead, stray wires, shards of transparent aluminum danced and wheeled around them,  not orbiting, but following identical heading &amp; velocity to their own.</p>\n\n<p>As he watched, he noticed a small silvery flash of light coming from near the Martian horizon. As he narrowed his eyes to focus on the flash better, the armored helm kicked in, powered up, and kicked up the magnification on the display. He also felt the various sensors on the shoulders reorient and moments later the display corners were filled with alternate displays, thermal, radar, UV... The radar also identified the incoming source of the flash. Four dock-hoppers on an intercept course. Apparantly Valkyries signal had been received.</p>\n</div><!-- SC_ON -->"
}