{
  "full_title": "Fall of Man 39: A Stranger in a Strange Land",
  "number": 39,
  "title": "A Stranger in a Strange Land",
  "created_at": "April 27, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/bi2nne/fall_of_man_39_a_stranger_in_a_strange_land/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>War of the Field</em></strong> <em>was the first interplanetary war in human history. Fought between the fledgling colonies on Mars and around Jupiter before the formation of the Hegemony or any colonies beyond Saturn. The main battlefields were around the asteroids of the belt which contained fissionable materials, as both colonies relied predominantly on nuclear fission for power.</em></p>\n\n<p>The crowd seemed like a colony of ants in chaos, moving around each other in so many directions, surging this way and that... It was an unfamiliar sensation after so long, being physically surrounded by so many conscious beings. Mentally surrounded he was more than accustomed to. As he walked among them he couldn&#39;t help but feel an odd sort of... Kinship? Compassion? Longing? He couldn&#39;t quite place the emotion.</p>\n\n<p>They didn&#39;t seem to react to him at all. He was decidedly shorter, paler, and more heavyset than any of the people he walked among. They didn&#39;t seem to notice. The languages that they spoke were unfamiliar, but the thoughts &amp; feelings were all too familiar and mundane. Thoughts of food, sex, aggression, fear, hope, depression, greed... They flashed in his head like a montage of perversions. Mankind hadn&#39;t changed much in the basics. They were all absorbed into interacting with the technological parasites they&#39;d taken into themselves. Direct feeds of visual information through their optic nerves, audio into the small bones of the inner ear, information directly into implants in the brain.</p>\n\n<p>It was an unfamiliar people he walked among, in an unfamiliar place. He expected them to cry out and recoil at any moment from him, but none did. As he approached one of the many small rest areas of the concourse, the small building with bathroom facilities, a few machines that dispensed food &amp; beverages, and a scattering of chairs, tables, and plants to make it seem relaxing, he caught sight of himself in the polished mirror surface of of the nearest table. He looked like himself again. No cracks or seams in his skin, no yellow in his teeth, and his eyes were his old familiar blues again, not  the inky black pools he&#39;d seen looking back at him for so long.</p>\n\n<p><strong>~</strong></p>\n\n<p>Oleandor watched as the massive Peacekeeper ship opened up to recieve them. The ventral docking doors split open along the ventral keel line and the dock-hoppers manuevered them up and into its open space. The walls were oddly patterned in a strange mix of black, tan, and dark red jigsaw patterns, the ceiling lined with sensor bulbs and redirectible lighting, and the floor paneling on the inside of the bay doors was a flat grey, but of some kind of corrugated rubber it looked like. He could see through the viewport into the waiting area that there wasn&#39;t a large crowd to meet and greet them, just a few peacekeepers  in an armor varient he didn&#39;t recognize and a couple med-techs holding scanners. and datapads.</p>\n\n<p>As the dock hoppers manuevered the remains they clung to and themselves into the middle of the chamber, a grapple arm extended from each port and starboard and locked them into place. When they did, the dock hoppers disengaged and exited, just before the bay doors closed and the cabin began pressurizing with atmosphere. The arms then lowered them down to the floor, the hatches opened, and the peacekeepers came in and surrounded them before the techs moved a muscle.</p>\n\n<p>Valkyrie hadn&#39;t moved a muscle since settling in after sending their distress call. But now, as the atmosphere finished flooded in and the temperature climbed, she opened her eyes and took in their surroundings a moment before locking eyes with him, or, she would have if she could have seen through the helmet. As the Peacekeepers set up their perimeter around them she gave a slight shake of her head. The message was unspoken, but it was there. <em>Don&#39;t do anything stupid.</em></p>\n\n<p>Oleandor resolved, at that very moment, to demonstrate to Valkyrie and all her Peacekeeper friends that he was not a man to be kept. As the peacekeepers marched forward in unison, slowly tightening their circle around the debris, Oleandor darted his eyes this way and that, trying to get the armor to react as it had before, to anticipate his actions &amp; activate the proper systems. Try as he might, none of the displays in the helmet indicated any of the combat systems were activating. As the first Peacekeeper climbed up the debris, he got desperate, and he decided to try and take a step forward.</p>\n\n<p>As he shifted his weight, the armor compensated and moved with him. Disengaging from the remains of the bulkhead behind him, it moved the leg out half a meter before leading the rest of him forward and dropping the foot to what remained of the deck. Instantly the Peacekeepers had their weapons at the ready points at him. The armors countermeasures readied and the display started cycling through weapons options. Valkyries voice cut through the sudden flurry of activity, a word in a language he didn&#39;t recognize. The armor, however, recognized it just fine. Before Valkyrie had drawn another breath the armor split open, ejecting him on the spot and falling to pieces around him without the support of the bulkhead. Without the armor he was suddenly assaulted by the cacaphony of sounds in the docking bay, the smells of the recycled air, and the brief, somewhat pleasant feeling of the ships electrical activity making the hairs on his arms and legs stand on end.</p>\n\n<p>That was all wiped from his mind when Valkyrie pulled him up to his feet by his hair.</p>\n\n<p>&quot;I am Valkyrie, contract code alpha kilo two four niner! This is my package, as promised, alive and unharmed!&quot;</p>\n\n<p>The Peacekeepers kept their weapons trained on them both for a long second. Then a voice came from a speaker built into the bulkhead.</p>\n\n<p>&quot;Make sure they&#39;re disarmed and bring them to me.&quot;</p>\n</div><!-- SC_ON -->"
}