{
  "full_title": "Fall of Man 40: Deimos",
  "number": 40,
  "title": "Deimos",
  "created_at": "May 5, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/bl35dj/fall_of_man_40_deimos/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Horizons Dawn</em></strong> <em>was the leading Cruiser in the renowned Martian Corps Seventh Defensive Fleet during the War of the Field. Undefeated in six engagements, she was considered a lucky ship by her crew, and was utilized heavily in morale materials and propoganda in the service and at home. After the war, she was assigned to Deimos just before the terrorist incident which caused its quarantine.</em></p>\n\n<p>Daq Vegman watched through the porthole on the ceiling of the forward obervation deck as the <em>Sovereign</em> approached the Hub. As usual it was buzzing with activity. All of its Gates were running full tilt, their collective energy waste vented at equidistant points around the outer shell. It looked like the station was ripping itself apart, spewing ionized plasma all over. Nothing could be further from the truth. Most of the traffic was inbound. The Old Man had told him the Hegemony had begun a &#39;precautionary evacuation&#39; of all civilian personnel from all sublunar Jupiter orbits. Twenty billion people were trying to get from Jupiter to basically anywhere closer to the sun. The Hub, Mars, Venus, and Earth orbit being the most popular destinations. Earths sole Moon, Luna, had already absorbed so many refugees they&#39;d officially refused to take more.</p>\n\n<p>As he watched, one of the Gates stopped spewing arriving ships and started spinning down, the massive cooling apparatus surrounding its Deserium rings glowing red hot as they struggled to keep up.</p>\n\n<p>The door to the observation deck slid open and the Old Man himself, Admiral Lancaster, walked in accompanied, as usual, by his aide de camp and several MPs as personal guards.</p>\n\n<p>&quot;C&#39;mon Daq, its time to go.&quot;</p>\n\n<p>&quot;We&#39;re boardimg the Hub?&quot;</p>\n\n<p>&quot;Uh, no. We&#39;re taking the <em>Jubilent</em>.&quot;</p>\n\n<p>&quot;And just where are we going?&quot;</p>\n\n<p>&quot;I&#39;m going to return you and your friends to your ship.&quot;</p>\n\n<p>&quot;The <em>Canus Major</em>?&quot;</p>\n\n<p>&quot;Yep.&quot;</p>\n\n<p>&quot;That easy?&quot;</p>\n\n<p>&quot;That easy.&quot;</p>\n\n<p>&quot;Why?&quot;</p>\n\n<p>&quot;Because I went to bat for you Daq. I did a group communication with several Hegemony bigwigs, heads of various oversight committees, and gave them a little history of you, Captain Sayle, your Dad, and- well, I also beat them over the head with intelligence which confirmed everything you&#39;ve told us.&quot;</p>\n\n<p>&quot;So you aired my families dirty laundry to a bunch of politicians.&quot;</p>\n\n<p>&quot;Only because I had to.&quot;</p>\n\n<p>&quot;And after we&#39;re back on the <em>Canus</em>, we can go home? No port control bullshit?&quot;</p>\n\n<p>&quot;You can, if you wish. You may want to stick around though. Things at Jupiter are ugly. The war is all but on. All that&#39;s left is the formal declaration. Fire has already been exchanged. Lives lost, there&#39;s no turning back. I think the business of the Saturn delegation might take a back seat to your safety.&quot;</p>\n\n<p>&quot;Admiral-&quot;</p>\n\n<p>He held his hand up to stave off the coming rebuke.</p>\n\n<p>&quot;I know I&#39;ve got no right to order you one way or another. But I&#39;m asking, as a friend of the family, stay, please.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle watched as the feed from their forward reconnaissance came up on the central holo. Beyond the horizon, there was a collection of Colonial Peacekeepers. A fleet, essentially. And with the damage already sustained, his own was in no shape for a direct confrontation.</p>\n\n<p>Thus far the Colonies had utilized sucker punches- suprise attacks, traps, nothing like the traditional slugfest they were looking at now. True, a slugfest was what they&#39;d been trained for, but there was something &#39;off&#39; about the colonies doing this now. They&#39;d managed to give the Hegemony fleet a black eye and a few broken ribs without taking a single casualty in return. Why expose themselves now?</p>\n\n<p>As he watched the feed suddenly cut out. Automatically, the feed went to their local surroundings, a 3 dimensional real time display of the <em>Fates Embrace</em> and its place with the fleet.</p>\n\n<p>&quot;What in Deimos happened?</p>\n\n<p>Lieutenant Tzaki immediately plopped back down at his station and interfaced with the tactile connection.</p>\n\n<p>&quot;Sir, looks like the feed terminated, we&#39;ve got the data from the relay still, putting it up now.&quot;</p>\n\n<p>The holo reoriented yet again, this time to a distance scan of the edge of their effective range. They could see a slowly dispersing field of debris.</p>\n\n<p>&quot;Back it up.&quot;</p>\n\n<p>Tzaki complied, running the image back. They watched as the debris coalesced until it took the form of a Hegemony Heron kitted out for reconnaissance with scrambler pod, extra fuel tanks, and a large sensor pod on each side attached to hardpoints on the hull. Running it forward at half speed, they watched as a beam impacted the vessel just under the canopy blister on the forward hull.</p>\n\n<p>&quot;Thermal.&quot;</p>\n\n<p>The image was suddenly almost entirely dark, the <em>Heron</em> virtually invisible. Then the bright line of the beam impacted and it ballooned into a rapidly expanding cloud of heated debris.</p>\n\n<p>&quot;They hit her with a microwave laser. They detected her, and took her out. Tzaki, can we return the favor? Fire blindly over the horizon to see what we can hit?&quot;</p>\n\n<p>&quot;We can sir, but we&#39;d be hard pressed to do so without giving them a precise firing solution to return the favor.&quot;</p>\n\n<p>&quot;Hmm... Spread the fleet out. Put at least 100 kilometers between ships of the line and have any smaller craft either return to base or keep distance. All except for ourselves, the <em>Ceres</em>, &amp; the <em>Folly</em>, I want us in tight formation just off-center to the fleet.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Director Gilead watched as the small drone extended a series of probes and tools from its bay into the remains of B.A.B.E.L., looking to see if the AIs core was intact, damaged but recoverable, or irreparably lost. After some time, the drones report came up in his YEOD, the core was undamaged, but literally all other systems of the drone were damaged beyond repair. A layer of armoring and shock absorption around the core had made all the difference. He immediately ordered the repair drone to begin stripping off the damaged exterior and recover the core for interface.</p>\n\n<p>As it began work he queued up a list of assets assigned or loyal to The Project, and began sending out personalized orders to begin the process of recovering the Specimen. It may have been a futile effort, but there&#39;s no telling what damage it might do. There was a long lived theory that the specimen might yet retain some or even all of its former human identity locked away somewhere, and that the entity which inhabited the body might use that mind to interpret and understand them. That, plus the possibility, however remote, that the entity might have some telepathic ability, lead them to the conclusion that should it ever escape, as it now had, that it might try and disrupt or inhibit their preparations.</p>\n\n<p><strong>~</strong></p>\n\n<p>Oleandor couldn&#39;t think of anything to say. He was handcuffed and seated in a plush and frankly ostentatious chair in front of a strange man. Valkyrie was in a similar chair but unrestrained, and the man was standing behind a desk facing them. Behind him, a large viewport showed him a sight he was having trouble processing. It was obviously a large body, a moon or large asteroid, with numerous colonies and installations dotted across its surface. None of them however, showed signs of life. Gaping cracks in air domes, hull breaches, and evidence of fire showed on every structure. It was a graveyard. The only active structure he could see was aGate coming over its horizon, spinning up to receive. That wasn&#39;t the most notable part. The rock itself seemed to lack coherant dimensions. The surface seemed to ebb &amp; flow like it was molten, parts seemed to surge upwards or draw in. As it did so, cracks and valleys broke in its surface, each shining with a dim blue light. This, it occurred to him, was Deimos, the forbidden Martian Moon.</p>\n</div><!-- SC_ON -->"
}