{
  "full_title": "Fall of Man 41: Dangerous Company",
  "number": 41,
  "title": "Dangerous Company",
  "created_at": "July 10, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/cbkzyy/fall_of_man_41_dangerous_company/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Moore-Copeland Colony</em></strong> <em>is the oldest surviving continously inhabited city besides Luna. Spared the ravages of the Martian Cataclysm, it was, at the time, a corporate outpost of the Copeland Company, a mining &amp; composite materials supplier, its food was sourced offworld in ration form. At one point the default capital of the Red Planet, its importance has waned in the last few thousand years as the core veins of raw ore dried up and other cities saw increased Peacekeeper investment.</em></p>\n\n<p>Oleandor watched as the man touched the desk briefly, causing the window behind him to grow opaque. Without the view of Deimos, the room took on a starkly barren quality, almost cold, like a room not meant for human habitation. The man looked up at them and smiled. Valkyrie shifted in her chair just as he felt alarm bells going off in the back of his mind. The smile was alien, no warmth showed in the grey eyes set above it. The suit, standard slate grey, the hair, a salt and pepper grey, everything in the room, the man, even the lighting, seemed grey, off somehow, abnormal. His voice was no different, a monotone.</p>\n\n<p>&quot;Lieutenant Oleandor of the Saturn Peacekeepers. Valkyrie. I&#39;m glad you were able to make it-&quot;</p>\n\n<p>Valkyrie tilted her head.</p>\n\n<p>&quot;Barely. This assignment cost me my ship.&quot;</p>\n\n<p>&quot;-and you didn&#39;t let that stop you. That&#39;s why we contract with you. Results. We&#39;ll compensate you for the loss of your ship in addition to doubling your fee.&quot;</p>\n\n<p>&quot;I expect the compensation for my ship will be enough to fully replace the ship.&quot;</p>\n\n<p>&quot;The compensation will <em>be</em> another ship. I&#39;ve had our dockmaster pull a few choice vessels out of drydock for you to choose from, and the yard is at your disposal to customize the one you choose as you see fit, within reason of course.&quot;</p>\n\n<p>&quot;That&#39;s acceptable. Is there anything you need from me?&quot;</p>\n\n<p>&quot;No, I think the Lieutenant and I ought to be fine from here on out, you may go.&quot;</p>\n\n<p>Just as Valkyrie stood, a small red light blinked on the desk. He held up a hand to stop her as he pressed a hand to its surface.</p>\n\n<p>&quot;You... May want to remain aboard for the moment.&quot;</p>\n\n<p>&quot;Is there something else?&quot;</p>\n\n<p>She wasn&#39;t her normal flippant self. Oleandor had a sudden, horrifying thought. <em>Valkyrie was terrified of this man.</em> He continued.</p>\n\n<p>&quot;A vessel just came through the Gate. Its not responding, and all of our patrol craft just went silent too.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Scorpion</em> watched as her friends danced and sang with all the little ships that had come to welcome her arrival. They seemed to grow bored easily, as they started swirling around her again very quickly. The moon below- if it could be called that anymore- was pulsing with Deserium traces and spacial distortions. Her databases still weren&#39;t operating at full capacity, but her inductive reasoning was. This had to be Deimos. This was explicitly forbidden territory.</p>\n\n<p>Why had her friends brought her here? She didn&#39;t wonder too long, as she watched, they moved as one, like a microsecond coordinated fleet maneuver, and began diving in strands to the moon&#39;s surface, towards the blue light. As the first of them reached the surface, it shimmered and for a moment, she could see two surfaces, a roiling surface of cracks and chaos, and a solid surface covered in machinery and habitation domes. Then the roiling surface disappeared, and Deimos <em>changed</em>.</p>\n\n<p>In patches and sections, the illusory surface vanished, and Deimos true surface came to be seen. The moon was covered, nearly every square meter, by domes, pods, processing facilities, dockyards, landed Peacekeeper craft, and surface to space weapon emplacements.</p>\n\n<p>The only exception was one massive crater, which was filled with glowing veins of Deserium, several Gates- and a strange network of stone tunnels and spheres, seemingly undamaged by whatever cataclysmic force had caused the crater.</p>\n\n<p>Her friends moved through the various facilities like water cascading down a hill. Eventually they reached the crater, and there, they began clustering all over the exposed Deserium.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Longmire woke with a start as freezing water was splashed over his body. He tried to open his eyes but they seemed glued shut somehow, he could feel he was bound, and sitting in a chair. He opened his mouth to speak but he was immediately struck, the impact snapping his head sharply to the right.</p>\n\n<p>&quot;You will speak only to answer questions!&quot;</p>\n\n<p>The voice was clipped, short, the pronunciation accented. Not a native English speaker.</p>\n\n<p>&quot;I-&quot;</p>\n\n<p>Another hit.</p>\n\n<p>&quot;Quiet! You understand?&quot;</p>\n\n<p>&quot;Yes.&quot;</p>\n\n<p>&quot;You have a head injury. It&#39;s stopped bleeding but the dried blood is all over your face. I&#39;m going to pour water over your head then scrub your face with a rag. If you attempt to resist or bite, I will hit you until you pass out then do it anyway. You understand?&quot;</p>\n\n<p>&quot;Yes.&quot;</p>\n\n<p>More freezing water. It stung every cut and scrape he had. He realized he could taste seawater. Then the rag came, scrubbing it into the wounds. He grit his teeth and kept still as possible. As his captor finished, he poured even more seawater over him.</p>\n\n<p>He found he could open his eyes. His captor was a young man, not more than maybe 25. Asian features. Chinese, Japanese, possibly Korean. The room was obviously aboard a ship of some kind. The combination of gunmetal grey paint, overhead piping, and stenciled labels was ubiquitous. Funny, the stencils were predominantly in some kind of cryllic alphabet, but other, newer stencils were in some kind of East Asian typeface.</p>\n\n<p>&quot;You know who we are?&quot;</p>\n\n<p>&quot;No.&quot;</p>\n\n<p>&quot;You know anything about the American Government?&quot;</p>\n\n<p>&quot;Depends.&quot;</p>\n\n<p>His captor backhanded him across the face again. He could taste blood from his split lip, the remaining seawater burning in the wound.</p>\n\n<p>&quot;Is the American Government still operational?&quot;</p>\n\n<p>&quot;Whats it matter to you?&quot;</p>\n\n<p>Another backhand. He could feel one of his eyetooth was loose in its socket now.</p>\n\n<p>&quot;I&#39;m asking the questions!&quot;</p>\n\n<p>&quot;Well you&#39;re not doing a very good job, I mean, firstly, torture is ridiculously ineffective as a means of gaining information, secondly, you&#39;re not being very specific, I could say yes, then tell you about the systems of checks and balances the US was set up with, I mean, you gotta give me something to work with here.&quot;</p>\n\n<p>He was not slapped. In fact, he was surprised to see his captor taken aback, then he heard the chuckle coming from behind him.</p>\n</div><!-- SC_ON -->"
}