{
  "full_title": "Fall of Man 42: Wavefront",
  "number": 42,
  "title": "Wavefront",
  "created_at": "July 14, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/ccyxai/fall_of_man_42_wavefront/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Terra Accords</em></strong> <em>are the formalized rules established to determine when, if, and whom are allowed to breach the upper atmosphere of Earth, and under what circumstances. Due to environmental concerns and the span of time projected for Earths biosphere to repair itself in the wake of tens of thousands of years of human industrial pollution, the terms are rather strict. In effect, only specifically trained scientific personnel are allowed access, and only if they petition for and receive approval beforehand, and take all precautions against further pollution. There are exceptions for vessels in distress, but they&#39;ve never been used.</em></p>\n\n<p>Councilwoman Rivet let loose a string of bad language that would&#39;ve made her grandmother faint had she been alive to hear it. She was being forcibly evacuated by the Saturn Peacekeepers.    Pluto was silent. Neptune was silent. There was one solitary signal coming from Uranus but the consensus was that it was an automated signal. <em>Something</em> was moving methodically from the Oort Cloud inwards toward the sun. As a member of the Project, she was well aware of what was coming. She wasn&#39;t cursing because she wanted to stay, she was cussing because they&#39;d waited so long, in spite of the obvious danger.</p>\n\n<p>Scoutships hadn&#39;t returned. Long rage observation posts kept falling off, even civilian and merchant traffic was disappearing if they approached anything around Uranus or beyond. It didn&#39;t take a genius to know to start pulling back, but the council was too focused on events in Jupiter orbit to think about the survival of the civilian populace.</p>\n\n<p>People were scared, and when people are scared they act irrationally, they panic. That&#39;s why they&#39;d lost two Ringstations. They&#39;d been overrun with refugees seeking safe harbor from whatever was coming. One was already reporting part of the station was uncommunicative and the environmental conditions were going crazy, turning into a giant freezer.</p>\n\n<p>That was when she&#39;d realized it was too late to save them. Between this and a recent message concerning the <em>Callisto</em>, she realized the Project had ultimately failed by keeping the bulk of their resources in the Hegemony. They&#39;d allowed the event to begin in the Outer Planets and gain momentum unopposed. She needed to get a message to the Project, but she was being evacuated on a Peacekeeper Destroyer to Ganymede. There was no way for her to get a signal out that wouldn&#39;t be detected.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers struggled with the straps on the saddlebags, darkness, terror, and the movements of the frightened animal making it a hundred times more difficult than it otherwise would&#39;ve been. Suddenly one of the straps snapped, whipping inches from his face and smacking his left hand with a part of the steel buckle that had held it closed. The pain was intense and he realized a moment later the prong had actually stabbed into his hand in the meaty part between his thumb &amp; forefinger. He quickly tore it out and reached into the saddlebag after the pistol that was inside. He could hear the deep pants of the wolves just beyond his sight. It grew louder and more frenzied with the scent of blood on the air.</p>\n\n<p>The first set of eyes could be seen, just down the highway a bit. The horse saw them too, and panicked. Walthers was nearly knocked over by the animals sudden burst into a run in the opposite direction. Walthers was alone with nothing but his cane and a semi automatic pistol with 10 rounds. He could hear the barks and growls of the wolves behind him, and the screams of his horse. The eyes in front were joined by four other pairs, they seemed to be getting closer.</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel marched onto the bridge, his prosthetic still not quite adjusted correctly, his efforts having been interrupted by Lahn giving him an update that their mystery guest would be in visual range momentarily.</p>\n\n<p>As he took a seat in his chair, Lahn wordlessly brought up their long range telescopic images of the vessel.</p>\n\n<p>&quot;Well I guess that answers that question.&quot;</p>\n\n<p>Lahn smirked.</p>\n\n<p>&quot;It was something big as hell doing a low burn.&quot;</p>\n\n<p>&quot;Yes Lahn I suppose it is. You ever seen a vessel of that configuration before?&quot;</p>\n\n<p>&quot;Can&#39;t say as I have Captain.&quot;</p>\n\n<p>The vessel was easily the size of a cruiser, but she wasn&#39;t built along the traditional military lines. Normal military vessels are sort of insect like, with three distinct body sections, the bow, or head, was always a bulbous armored affair, designed to deflect or absorb incoming fire, with armored blisters capable of opening up to return fire. The bridge was also buried in the center of the bow, where it was most protected. The central section, or belly, was where the docking ports, auxiliary craft, and crew quarters were located. The aft section always housed the main reactor core and engine bulbs.</p>\n\n<p>This vessel had two large sections running her entire length, with an empty space between them. Each hull segment had its own independent engines, and the only armor appeared to line the interior space, along with dozens of arms and manipulators. He couldn&#39;t see a dedicated weapons pod or obvious bridge section.</p>\n\n<p>&quot;Lahn, is she putting out any signals?&quot;</p>\n\n<p>&quot;No sir she&#39;s not... Wait, now she&#39;s hailing, audio only.&quot;</p>\n\n<p>&quot;Put her on speakers.&quot;</p>\n\n<p>&quot;<em>Phalanx</em>, this is the Uranus Peacekeeper Salvage vessel <em>Widowmaker</em> on approach. We are the flag vessel on this operation. You are approaching space restricted for our operations only.&quot;</p>\n\n<p>&quot;Acknowledged <em>Widowmaker</em>, this is <em>Phalanx</em> actual OPCA Investigator Jarrik Hoel, on official business, en route to the <em>Callisto</em>. As you should be aware, OPC Authority gives me leave to go <em>where needed, as needed</em> in relationship to an active investigation. I understand you have to maintain operational security, so, I&#39;m willing to consider a compromise.&quot;</p>\n\n<p>&quot;<em>Phalanx</em>, please hold for <em>Widowmaker</em> actual.&quot;</p>\n\n<p>&quot;Roger that.&quot;</p>\n\n<p>With that he dragged a finger across his throat to tell Lahn to cut the signal. He did so and then leaned forward in anticipation of what his Captain may say.</p>\n\n<p>&quot;I think we&#39;re about to be given a line of epic bullshit.&quot;</p>\n\n<p>&quot;You think so?&quot;</p>\n\n<p>&quot;I can believe that&#39;s a salvage ship, she&#39;s bigger than any I&#39;ve ever seen, but her design is fit for the purpose. What I don&#39;t believe is that this is some sort of exercise. If you&#39;re practicing for salvage, you don&#39;t make the salvage the flag.&quot;</p>\n\n<p>&quot;They&#39;re signalling again sir.&quot;</p>\n\n<p>&quot;Put them on.&quot;</p>\n\n<p>&quot;Hoel, this is <em>Widowmaker</em> actual, Vice Admiral Bridgette Locke.&quot;</p>\n\n<p>&quot;A Vice Admiral in charge of an exercise involving a salvage vessel?&quot;</p>\n\n<p>&quot;Nobody likes getting in the way of legitimate OPCA investigations, but in this case I cannot let you or your ship rendezvous with the <em>Callisto</em>. What I can do, and I want you to understand this is a choice, not a requirement on my part, is bring you aboard and brief you and you alone as to why. If, after that, you want to still file an OPCA protest, you&#39;re entitled to do so.&quot;</p>\n\n<p>&quot;Very well, I&#39;ll come aboard.&quot;</p>\n\n<p>&quot;I&#39;ll have a <em>Heron</em> on your starboard docking port within the hour.&quot;</p>\n</div><!-- SC_ON -->"
}