{
  "full_title": "Fall of Man 43: Between the Rock and the Hard Place",
  "number": 43,
  "title": "Between the Rock and the Hard Place",
  "created_at": "July 19, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/cfefyx/fall_of_man_43_between_the_rock_and_the_hard_place/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>LEO Compact</em></strong> <em>is the mutual agreement between all Low Earth Orbit Stations, habitats, and orbital facilities to regulate traffic in the most crowded orbits through a single traffic control service made up of a number of equidistant satellites which constantly monitor vessel movements in or near LEO. The system is imperfect, and while it has drastically reduced accidents and close calls, there are still one or two major vessel on vessel collisions per year outside of low velocity port infractions.</em></p>\n\n<p>The chuckle ended in a grunt and a sigh as whoever it was stood from behind him and moved around into his field of vision. The man was older than Longmire, thin, grey, with classic Asiatic features. He wore black dress shoes, grey slacks, a blue button up, and a light grey windbreaker. He placed his hand on the younger man&#39;s shoulder and with a nod indicated he could go.</p>\n\n<p>&quot;Most people nowadays don&#39;t necessarily carry identification anymore. So imagine our surprise when our initial search of your person- for weapons, you understand- discovered you still carry a wallet with civilian and military ID, Captain Benjamin Longmire, US Navy.&quot;</p>\n\n<p>&quot;And you are?&quot;</p>\n\n<p>&quot;Oh... Nobody of consequence. I&#39;m a... A functionary. Middle management used to be the term.&quot;</p>\n\n<p>&quot;And what should I call you? Mr. Middle Management? Triple-M?&quot;</p>\n\n<p>&quot;To the point it will be useful, I think Mr. M will do nicely.&quot;</p>\n\n<p>&quot;Ok, well Mr. M, you seem polite enough, what&#39;s with the rude awakening?&quot;</p>\n\n<p>&quot;Orders, Captain. We&#39;ve been ordered to interrogate any and all military, government, or other persons of importance we come across. But, I have authority on the degree. When you made it obvious physical coercion wasn&#39;t going to be productive...&quot;</p>\n\n<p>&quot;You decided to try the carrot rather than the stick.&quot;</p>\n\n<p>&quot;Quite right.&quot;</p>\n\n<p>&quot;Ok, well, I hate to disappoint you, but I&#39;m not likely to give any information whatsoever regardless of what carrot you dangle.&quot;</p>\n\n<p>&quot;You might be surprised. You&#39;re not the first person I&#39;ve spoken to. Most of coastal California is unpopulated. The major cities usually have a number of survivors. Los Angeles is the center of a rather uncivilized collection of survivors. Exceedingly violent, or, they were. We cleansed that city of all who used violence as their predominant source of authority. We left behind a city at peace, where families could raise children again.&quot;</p>\n\n<p>&quot;And what of SanFran, which was already at peace?&quot;</p>\n\n<p>&quot;An illusionary peace. We&#39;ve encountered nothing but violence since our arrival here.&quot;</p>\n\n<p>&quot;From what I&#39;ve heard, you&#39;ve instigated that violence in every case.&quot;</p>\n\n<p>&quot;Lies I&#39;m afraid.&quot;</p>\n\n<p>&quot;You shot down a helicopter I was riding in, unprovoked, so I think you&#39;re misinformed.&quot;</p>\n\n<p>&quot;An unfortunate error. Our vessel is not of our design, and some of her systems are unfamiliar to us. The attack on you was carried out by an automated defense system. It won&#39;t happen again.&quot;</p>\n\n<p>&quot;Your vessel? This is a ship?&quot;</p>\n\n<p>&quot;Don&#39;t act so naive Captain. You knew you were aboard a naval vessel since you regained consciousness. Now, since you&#39;re electing not to volunteer any information, I&#39;ll ask directly. Are you involved with or do you have any knowledge of anyone who could be involved with legitimate remains of the United States Government?&quot;</p>\n\n<p>&quot;...Benjamin Longmire, Captain, US Navy, Serial Number Two Four Seven Eight One One Three Nine Four.&quot;</p>\n\n<p>&quot;A quaint response, as there&#39;s no longer any agency in this world to enforce that convention. Have it your way Captain, welcome aboard the <em>Liaoning</em>. I doubt your stay will be a pleasant one.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Oleandor &amp; Valkyrie watched as the unsettling man leaned over and placed his palm on the desks tactile interface. He was still a moment as information was displayed over his YEOD. Then, just as quickly, he stood straight once more. </p>\n\n<p>&quot;Hmph. It seems events have been accelerated. Lieutenant, your information on what you saw at the <em>Callisto</em>, now.&quot;</p>\n\n<p>&quot;I&#39;m sorry, at what point did I agree to cooperate?&quot;</p>\n\n<p>Valkyrie gave him a look of shock and fear that was quickly replaced with anger.</p>\n\n<p>&quot;Tell him.&quot;</p>\n\n<p>&quot;Why should I?&quot;</p>\n\n<p>&quot;Because he saved your ass from dying in Mars&#39; orbit.&quot;</p>\n\n<p>&quot;You did that, not him.&quot;</p>\n\n<p>The man held up a pale hand to stop their bickering.</p>\n\n<p>&quot;Lieutenant, I don&#39;t expect you to hold any love for the Hegemony, Valkyrie, or myself. Nor gratitude. However, let me say simply this; at this moment three quarters of cold harbours past Saturn are nonresponsive. Refugees from the outer colonies and moons are overwhelmimg your facilities and colonies at Saturn &amp; Jupiters moons. They are fleeing... Something unlike anything they&#39;ve known before. The Hegemony is experiencing similar panic among Jupiter, Belt, and Martian Delegations trying to flee the possibility of war to Earth orbit, Earths Moon, Venus, Mercury, &amp; the Hub. I, and a few others among the Hegemony, have some idea of exactly what&#39;s going on past Saturn, and what may have leapt forward to be a nuisance here at Deimos now. You are here for confirmation. Not a primary source. Now, you can tell me what you saw, or, I can call your retrieval a wash and put you back where we found you, <em>without</em> the armor. Your choice.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Lieutenant Tzaki looked back from his display towards Captain Sayle.</p>\n\n<p>&quot;Captain, fleet has spread out as ordered, the <em>Ceres</em> is 5 kilometers below our ventral, and the <em>Folly</em> is 3 kilometers dorsal &amp; port.&quot;</p>\n\n<p>&quot;Time until the forward edge of the fleet crosses the horizon line to the enemy?&quot;</p>\n\n<p>&quot;Four minutes.&quot;</p>\n\n<p>&quot;Put the fleet at high alert, have all weapons primed and ready, damage control teams on standby, secure all nonessential communications and feed the tactical display onto the main holo.&quot;</p>\n\n<p>&quot;Aye Captain.&quot;</p>\n\n<p>For the bridge of the flagship during the last moments before battle, you wouldn&#39;t have known if you weren&#39;t familiar with how a Peacekeeper crew functioned. Sayle observed with pride that every station was manned and ready, each peacekeeper engaged in their duties with their full attention.</p>\n\n<p>&quot;Captain?&quot;</p>\n\n<p>It was the ships AI.</p>\n\n<p>&quot;This isn&#39;t exactly a good time Fatima.&quot;</p>\n\n<p>&quot;I just wanted to make you aware that Commander Bradford is aboard and headed for the bridge.&quot;</p>\n\n<p>&quot;Oh, thank you. Tzaki, time to horizon?&quot;</p>\n\n<p>&quot;Thirty seconds... Mark.&quot;</p>\n\n<p>With that, Fatima took the liberty to display a small countdown clock in the bottom right corner of the tactical display floating in the center of the bridge. As it counted down there was a palpable energy of anticipation, fear, and excitement visible as every member of the crew steeled themselves against what the next few moments might bring.</p>\n</div><!-- SC_ON -->"
}