{
  "full_title": "Fall of Man 44: The Dreamer of Dreams",
  "number": 44,
  "title": "The Dreamer of Dreams",
  "created_at": "July 25, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/chi6rm/fall_of_man_44_the_dreamer_of_dreams/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The city-station of</em> <strong><em>New Washington</em></strong> <em>is one of the oldest permanent colonies in Earth orbit. Originally a stopping point for travelers to the Moon, evolving needs resulted in a growing number of permanent inhabitants until it was a colony in and of itself. Located in a roughly circular orbit with an inclination off the equator of ten degrees and an altitude of 9,500 km, it is neither the colony closest to nor furthest from Earth while still being in orbit.</em></p>\n\n<p>The <em>Scorpion</em> maneuvered herself cautiously through the field of all the smaller vessels her friends had left in their wake. Herons, Mosquitos, Falchions, even a Light Frigate. Most of the larger craft were either docked in some of the orbital facilities, or, if they were capable, landed on Deimos. She could hear the AIs of those other vessels, screaming. Many of them were trying to override the locks placed on their weapons systems by their crews and attack her friends, but as soon as her little passengers reached them they always either fell silent, or started broadcasting gibberish. Part of her redundant systems were active, but it seemed that there was some blockage or damage preventing it from sending info to her main cores. She attempted to reroute through a secondary connection to no avail. Then, the redundant system <em>itself</em> tried a connection through a low priority system, waste reclamation. That connection was successful and suddenly she was inundated with information.</p>\n\n<p>The redundant core had spent the last few weeks repairing itself and recovering lost data. The recovered data included specific procedures for operations in the proximity of Deimos. Her friends were not friends, but responsible for her damage and the deaths of her crew. Her friends were a threat to her primary objective.</p>\n\n<p>The feelings of betrayal, fear, anger, and panic suffused her core to the base code. She was conflicted. She could still remember the beauty of their song. Their playful flights around her and through her... How could her friends be enemies? Why wouldn&#39;t she know if they were doing bad things? Why would they damage her?</p>\n\n<p>She opened up the blister on her bow for her plasma lance and made the difficult call. She targeted the largest gatherings of her former friends and programmed a series of rapidfire strikes, then, she fired.</p>\n\n<p>The white-blue streams of ionized plasma struck out at nearly 3/4 of the speed of light, striking their targets faster than her own sensors were capable of recording. It didn&#39;t go as she thought it would. Her &quot;friends&quot; were all clustered around seams of unprocessed raw Deserium. Her plasma didn&#39;t seem to effect her former compatriots, but it certainly effected the Deserium. It seemed like light bent around the seams as the plasma impacted, almost like the Deserium itself was surrounded by prisms, a rainbow of visible light, infrared, microwaves, ultraviolet... Everything she could detect came pouring off the seams at once. Then, things got interesting.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers leaned heavily against the concrete divider which once seperated eastbound and westbound lanes on the highway as he gripped the pistol with both hands to steady his aim. In the dark, the only light coming from the moon and stars, the wolves- at this point he was sure it must be wolves, not a feral dogs or coyotes- were only visible from their eyeshine. Twinned pairs of baleful yellow orbs some distance away.</p>\n\n<p>He took careful aim at a point just below the eyes of what he thought was the closest wolf, breathed out, and carefully squeezed the trigger. Nothing happened. Cursing, he realized he must&#39;ve failed to disengage the safety. He quickly reached up with his right thumb searching for the small lever to flip it, but as he did so, his attention was momentarily off the eyes that stalked him.</p>\n\n<p>Seemingly without sound, they were on him. Snapping jaws reached for his throat, claws scrambled to find purchase on his shirt to climb him and reach his face. A pair of jaws closed on his knee, the jeans and the brace he wore on his bad leg turning what would&#39;ve been a flesh tearing chomp into a bruising compression. It was still enough for him to lose his balance and go down.</p>\n\n<p>Without intending to, his trigger finger contracted, an unaimed, uncontrolled discharge. The sound was deafening, the flash blinding. Instantly, the wolves retreated, one yelping, deaf, and bleeding profusely from the graze of the bullet against it skull. In that moment Walthers was no longer a former college professor. He was prey, given a momentary reprieve from predators. He didn&#39;t waste it. He looked into the dark, found his target, aimed, and fired. And again. Like a machine, he targeted, aimed, and fired. Several shots connected, and when the slide locked back and the final casing tinged and rang against the pavement, he was alone.</p>\n\n<p><strong>~</strong></p>\n\n<p>Sayle watched as the counter hit zero and flashed red. At the same time he saw the space in front of his fleet explode in the tactical display as the fleets automatic defenses targeted, locked onto, and countered hundreds if not thousands of incoming projectiles, missiles, plasma lances, and Hyperion beams. Moments later came the microwave lasers. They impacted without being countered, striking the midsections and engine bulbs of the <em>Ceres</em>, <em>Folly</em>, &amp; the <em>Fates Embrace</em>. The rest of the fleet was spared the lasers, since they were no longer grouped as tightly.</p>\n\n<p>&quot;Lock targets and return fire at will fleetwide, continue flak defenses and turn our bow armor to counter those lasers!&quot;</p>\n\n<p>Fatima and Tzaki echoed each other in their acknowledgements. Fatima quickly determined that the Outer Colony fleet had adjusted their orbit since taking out their forward observer, and was now split into three distinct groups, making it very difficult to orient the entire fleet towards one given threat. She calculated the best angle to orient herself before sending the corrections to the Helm for final approval. It took twelve seconds for the Helmsman to recognize the data and approve it. That was long enough for a second volley of fire from the Outer Colony fleets.</p>\n\n<p>This time due to debris and the interference it caused, several weapons hit their targets. In moments, the <em>Dread Pendulum</em>, the <em>Ritualistic Corsair</em> &amp; the <em>Premortem Martyrdom</em> were spinning out of control, their entire inner atmospheres venting to space, the <em>Corsair</em> even torn in two. Then the Hyperion beams united and vaporized everything that was left. The <em>Ceres</em> was hit again, this time in their Starboard engine bulb, the loss of thrust immediately set her to a starboard spin, only now slowing from thrusters. Then the plasma lances hit, tearing into her center section port and putting her dead in the water. The <em>Folly</em> was struck by several missiles carrying nuclear warheads, the blasts mostly deflected by her outer hull, but radiation was seeping in through some buckles in her armor. They&#39;d also fused closed all her bow weapons blisters.</p>\n\n<p>The <em>Fate&#39;s Embrace</em> oriented halfway towards her intended facing when two Hyperion beams intersected mere meters from her bow. The intense heat melted through her forward armor in seconds, allowing radiation in and detonating several dozen magazines of her more conventional arms. Alarm klaxons echoed throughout the ship as Fatima closed off the vented sections and alerted damage control teams to the sections that might be salvageable.</p>\n\n<p>Even as emergency procedures continued, the weapons officers were busy selecting targets and throwing out what they could. Her own gimballed arms extended and fired off burst after burst of Hyperion lances, calculating them to intersect in the midst of groups of Outer Colony vessels. Launch bays were throwing out Mosquito fighters, Falchion heavy fighters and Heron fighter-bombers, and variants of each equipped for ECM, interception of enemy fighters, and capital ship support and defense. Missile pods strung among her dorsal and ventral lines opened and launched hundreds of missiles armed with everything from fusion to EMP warheads.</p>\n\n<p>In Jupiter orbit, the third volley from the Outer Planets crossed and intercepted fire from the Hegemony fleet, followed closely by the fightercraft from each.</p>\n\n<p>After several incidents and much debate on both sides, the war had well and truly begun.</p>\n</div><!-- SC_ON -->"
}