{
  "full_title": "Fall of Man 45: Event Horizon",
  "number": 45,
  "title": "Event Horizon",
  "created_at": "August 20, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/ct4zom/fall_of_man_45_event_horizon/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Home Conservation Authority</em></strong> <em>or</em> <strong><em>HCA</em></strong> <em>is technically the Hegemony department responsible for stewardship over Earth. It is primarily made up of ecologists, biologists, climatologists, and other scientists specializing in monitoring the recovery of the planet and its biomes. They police all suborbital traffic, oversee routine scientific observation, and schedule any interference or assistance with the planets ecological recovery. In practice however, Hegemony Peacekeepers enforcing the Terra Accords have the most practical authority, as they can override any and all HCA directives.</em></p>\n\n<p>He could feel the electrical activity of the nervous systems of hundreds of thousands of human beings crammed into close proximity. This New Washington was something he never could have imagined in his wildest dreams in his past life. He shook his head and looked over the crowded main thoroughfare. The central corridor of the station was nearly five miles long, made up of two million five hundred thousand tons of composites, alloys, silicates, and biomaterials. He could see the surging of the crowd as they watched the vessels emerging from the Gate adjacent to the station. Vessel after vessel poured through, the Gate barely having time to reset and pulse out the excess energy before the next spin up and reception. The heat exchangers working overtime glowed a brilliant orange even at this distance.</p>\n\n<p>They were scared. Terrified actually. He could feel it, like a dull roar in the back of his mind. News of open hostilities in Jupiter orbit were flashing over the screens normally reserved for traffic notifications or other mundane tasks. Images of vessels blown apart and their expanding clouds of debris set against the backdrop of the clouds of the gas giant. He was frankly unimpressed. He knew that what was coming was far more dire. He closed his eyes and tuned out the world around him, focusing on the worlds within. The connection happened, and it felt like a wave of thunder crashing through him as his consciousness expanded, and he connected to his wider self. Around him, unsuspecting bystanders felt it too, just before they collapsed.</p>\n\n<p><strong>~</strong></p>\n\n<p>Aboard the <em>Peacekeeping Sovereign</em>, Daq Vegman and Admiral Lancaster watched as the <em>Canus Major</em> transitioned through one of the Hub&#39;s Gates, specifically requisitioned by the Admiral for the purpose. Max &amp; Cann were taking her away from the Hub, to a Peacekeeper staging area on the far side of the Sun, away from all the excitement. He hoped they&#39;d be safe there. As the transition completed, he turned to the Admiral.</p>\n\n<p>&quot;So what now?&quot;</p>\n\n<p>&quot;That depends on you.&quot;</p>\n\n<p>&quot;How so?&quot;</p>\n\n<p>&quot;I&#39;m going to task the <em>Sovereign</em> to make best speed for the Belt. Meanwhile I&#39;m going to board the <em>Halberd&#39;s Edge</em> and transition to Mars. If I&#39;m going to run this war I should do it from Olympus Mons. You can join me there, keep tabs on things and wait for your grandfather, or, you can stay here at the Hub. Either way you&#39;re safer than going back to the Outer Planets.&quot;</p>\n\n<p>&quot;I haven&#39;t been to Olympus in... Geez, twelve years?&quot;</p>\n\n<p>&quot;I was hoping you&#39;d come with.&quot;</p>\n\n<p>&quot;Not for Ben.&quot;</p>\n\n<p>&quot;What?&quot;</p>\n\n<p>&quot;I&#39;m not going for Ben. I&#39;m going with you so I can maybe help to end this mess before it gets worse.&quot;</p>\n\n<p>&quot;I admire your optimism, but I don&#39;t see that happening anytime soon.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>As the <em>Scorpion</em> watched, the seams of Deserium exposed on the surface of Deimos, covered by the glistening ebony bodies of her former friends, absorbed the energy of her plasma lance. There was a brief moment where everything seemed so very still... Then everything changed. The Deserium reacted violently, converting the heat of her discharges into chaotic twists in space/time, warping the very fabric of reality around them. Unlike in a Gate, where the changes were focused in specific directions and degrees, the effects produced by the raw, unprocessed Deserium were random.</p>\n\n<p>The facilities on the surface of Deimos were ripped asunder as her surface rippled and cracked, atmospheres ruptured, debris sprayed forth from the surface like fireworks. Vessels at rest on the surface were thrown into space, sometimes whole, more often not. Vessels in orbit were accelerated in random directions if they were lucky, otherwise they too were ripped apart as the space they occupied was shifted elsewhere. The <em>Scorpion</em> herself witnessed all of this as she herself was split open across her bow, tearing away her armor and her weapons, blinding her to the front and sending her midsection and stern tumbling away into interplanetary space. Her cores, her brain, housed in her central section remained active, documenting it all as it occurred. The effects spread in a perfect sphere away from Deimos at nearly the speed of light.</p>\n\n<p>As she tried to stabilize her position and get herself back on course without the use of any of her bow thrusters, she tried to send a warning message to Mars, but her communications suite had been torn away with her bow as well. She was forced to watch as the chaotic ripples in space/time hit the Red Planet and its other moons, her port and starboard sensor suites alternatively capturing the events a few light seconds behind.</p>\n\n<p>Ceres was split in half first, the Peacekeeper facilities there and in her orbit blown apart and scattered along the wavefront as they were hit. The Ceres Gate and the few vessels in its immediete vicinity seemed the only things to weather the storm, the effects of its Deserium rings working as anchors in the midst of the storm. Mars came next, the colonies and stations in her orbit shattered just before her surface began undulating and ripping apart. For a brief moment the planet itself took on an amorphous shape, bulging and drawing into itself in different places before she broke apart, clouds of dust, debris, and gasses spraying into space in bizarre spurts and waves, their very trajectory victim to the same twists that spelled the planets doom.</p>\n\n<p>At Deimos, the <em>Scorpion</em> saw something even more momentous occurring. At the site of impact, on what was left of the small moon, a darkness was growing, an absence of light, surrounded by a streaked corona of purple &amp; blue fire. She ran it through her records. The only thing she found to compare it to was the appearance of a singularity, a black hole.</p>\n</div><!-- SC_ON -->"
}