{
  "full_title": "Fall of Man 46: Distant Shores",
  "number": 46,
  "title": "Distant Shores",
  "created_at": "October 31, 2019",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/dpvqgm/fall_of_man_46_distant_shores/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Ashe-Raimi Project</em></strong> <em>was an early experiment utilizing the spacetime manipulation effect of Deserium to attempt to artificially induce a transcendental bijection of spacetime in order to facilitate faster than light (FTL) travel. The project failed entirely in that endeavor. However, after the Hegemony shuttered</em> <strong><em>Ashe-Raimi</em></strong> <em>all project materials and several key engineers and theoretical physicists were tasked to a follow up project designated</em> <strong><em>Ashe-Raimi-Casimir,</em></strong> <em>which did not fail, but had a wholly different purpose.</em></p>\n\n<p>Hellfire, terror, and chaos enveloped the <em>Fate&#39;s Embrace</em> as she turned to put the bulk of her remaining armor between herself and the incoming fire from the Outer Colony fleet. Captain Sayle scrambled to get into his seat and get his hands on his tactile interfaces as he listened to his crew simultaneously report damage and return fire. As he got seated Fatima engaged several microgravity inducers in the captain&#39;s chair to hold him firmly in place. As he interfaced, he was inundated with information in his YEOD. A full 3 dimensional battlefield representation formed in his view overlaying the real world.</p>\n\n<p>The <em>Embrace</em> was still combat capable, and the debris of several vessels and hundreds of fighters was starting to form a cloud which was both blessing and curse. It acted as a flak screen against incoming fire, but, it also interfered with their sensors and posed a navigational hazard for their fighters and bombers. With their ECM in full effect the enemy was having trouble locating them, and that gave them the momentary advantage, as he saw it. Their incoming fire was slowing, testing, focusing on different areas where they must have sensor ghosts. In his minds eye, a plan took form. He started issuing orders to the fleet through his tactile access while verbally issuing orders to the crew of the <em>Embrace</em>.</p>\n\n<p>&quot;Conn, give me a six second soft burn with our port bow thrusters, station keeping dorsal and ventral, and a one second hard burst from the port thruster on the engine blister.&quot;</p>\n\n<p>&quot;I want our fighter squadrons to queue up in tight formations around the larger pieces of debris, use the hulls of the ships adrift to hide their radar signatures and heat blooms.&quot;</p>\n\n<p>&quot;Have our ECM &amp; reconnaissance craft take cover in the midst of the field of smaller debris and flak remains ahead of our orbit, keep on with the standard interference patterns until I give word otherwise.&quot;</p>\n\n<p>&quot;Fatima, I want you to charge the capacitors for a full power Hyperion discharge and be ready to fire on my command.&quot;</p>\n\n<p>If his plan worked, they might be able to end this engagement solidly in their favor, if not, well, it wouldn&#39;t be his first death this week. </p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers walked along the highway, stopping occasionally to rest his bad leg. His cane only helped so much. He was exhausted. Between having been up for nearly thirty hours, the terror of his encounter with the wolves, and now his long walk, he was at the end of his endurance. The sun was beginning to rise at his back, and ahead, still shrouded in darkness, he could just barely make out the skyline of San Francisco. In the darkness below, he could see the pinpricks of light that represented their tiny bastion of civilization at Berkeley.</p>\n\n<p>He stopped, and let his shoulder drop, allowing the small backpack he carried to slip off one side. He brought it round and reached in, looking, grasping in the dark until he found his prize. He pulled out the radio he brought with him. It&#39;s range was limited, but now that there was no terrain between himself and home...</p>\n\n<p>He switched it on and brought it to his face before keying the transmit button.</p>\n\n<p>&quot;This is Walthers, anybody hearing me? Over.&quot;</p>\n\n<p>&quot;Walthers, anybody up? Over.&quot;</p>\n\n<p>&quot;Professor! Brian here, you&#39;re back early. Over.&quot;</p>\n\n<p>&quot;Brian, get Charlie to saddle a couple horses and come get me up on the tunnel road. My horse bolted and I&#39;ve been on foot. Over.&quot;</p>\n\n<p>&quot;Sure thing, I&#39;ll have him bring water and a sandwich too. Over.&quot;</p>\n\n<p>&quot;Thanks Brian. And tell Evelyn and Captain Longmire I&#39;m coming. Over.&quot;</p>\n\n<p>&quot;Uh, Captain Longmire ain&#39;t here. Over.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>The blackness was giving birth. The <em>Scorpion</em> couldn&#39;t rationalize it any other way. Out of what she&#39;d thought was a singularity was emerging some kind of pillar, or construct. Its surface was the same midnight black as what bore it, but it had a shimmer, a reflective quality, and dotted along its length were strange ovoid shaped extensions which served to quiver and vibrate as it emerged. They were pouring out ultraviolet light and beta radiation in alarming amounts.</p>\n\n<p>She watched as the pulsing void expanded to allow the passage of yet more of the construct, as it widened and separated, she recorded it all. It took nearly an hour, but finally, when the void disappeared there was a new object orbiting the shattered remains of Mars, six times the mass of Deimos, and utterly foreign to anything she&#39;d encountered previously.</p>\n\n<p>Free of the void, the surface of the construct writhed and undulated, the ovoid masses alternately glowing a brilliant white blue and going dark. Slowly, small cracks and crevices appeared, webbed all over the surface. Her analytical subprocesses recognized in them several mathamatically significant arrangements and formulae spelled out. She attempted to route them to her communications processors for translation, then remembered they were in the bow section that had been sheared off in the timespace disturbance which gave rise to the construct in the first place.</p>\n</div><!-- SC_ON -->"
}