{
  "full_title": "Fall of Man 47: Light and Flame",
  "number": 47,
  "title": "Light and Flame",
  "created_at": "February 3, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/eydoaz/fall_of_man_47_light_and_flame/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Generals Journal</em></strong> <em>is one of the most lasting pieces of literature in human memory. It is the detailed account of General Anatolia Turemi, considered the premier mind on the subject of three-dimensional combat on a fleet scale. Written during the War of the Field, her treatise on the subject, interlaced with humor, memories of her various stages of life, her relationships, her family, and occurrences and peculiarities of military life, is hailed both for her tactical acumen, and the sheer humanity of its many parts.</em></p>\n\n<p><em>It is so influential, in fact, that in the higher echelons of military service, it is considered utterly useless, as its so well known, that all tactics or methods she details are easily recognized and the counters well-known.</em></p>\n\n<p>The specimen tried to raise himself off the decking and onto his hands and knees, but the ancient flesh cracked and crumbled to dust around his yellowed bones as he made the attempt. Settling back onto the grey deck plating, he felt its slight vibration and warmth in what was left of his face. The rest was a fine powder that danced and flowed between the lines etched into the metal. His one functional eye could barely make out the body of one of New Washingtons former residents a few feet away. Their ears and nose leaked a steady stream of clear cerebral fluid, forming a halo around their head. The specimen reached out with his mind, seeking the fluid and the body which it once supported. As he did so a thin line started inching its way across the distance between them. When it reached him it was absorbed like a sponge, the dusty flesh becoming soft and pinkish once more. He grew strength from the process, and called out to bodies further away, drawing their various fluids to him until he was a solid body once again.</p>\n\n<p>As he stood, he looked down the station thoroughfare, at the tens of thousands of fallen bodies dotting the landscape. At the dozen or so nearest him which lay desiccated and dry from feeding his renewal. And, surprised, at the one survivor who stood but fifty feet away, staring at him with horror and revulsion. The specimen broke the ice.</p>\n\n<p>&quot;Huh, I&#39;m guessing you ain&#39;t exactly, uh, human?&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle watched as the timer on the main holographic display counted down. The yellow digits cycled down in the bottom right corner of the display. The bulk of the display was showing a three dimensional real-time display of the surviving ships of his fleet in white, the drifting remains of the rest in red, and the fuzzy, indeterminate fields of interference made up of flak and smaller pieces of debris in blue. Those fields, he was betting, would determine the ultimate results of this battle.</p>\n\n<p>As the counter reached three minutes to zero, he used his tactile interface to send out the orders to his ECM and Reconnaissance Craft, all in place nestled up against the drifting hulks of those vessels which had thus far already been crippled, their crews trapped, or in a purgatory of half-death awaiting resurrection. They, of course, were the lucky ones. Several of his ships and their crews had been utterly vaporized, and would not be resurrected.</p>\n\n<p>The ECM craft immediately began pointedly jamming everything. Every frequency of communications, every radar frequency, as well as pumping out physical countermeasures, decoy IR signature beacons, Radiative cannisters, the equivilent of nuclear dirty bombs, everything they had to distort, disturb, or destroy the ability of an enemy vessel to target or detect. It was a double edged sword. The display fizzled, wavered, and cut out. Fatima replaced it with a representation of the raw visual feed from her forward cameras. She cycled through IR, UV, and magnified views before settling on a light amplified view with a telescopic magnification of ten.</p>\n\n<p>The counter alone remained, and it read forty-five seconds. He watched as the forward flak field, the cloud of metal shavings, ice crystals, and gaseous vapor that precluded line of sight, parted. The noses of a half dozen Mosquito fighters pushing through like needles through cloth, the smoky ocean of flak clinging to their hulls from the mild magnetic effect of their hull while powered. As they pushed through, at this point forced to operate without their suites of targeting sensors, operating nearly blind. The counter still read twenty seconds, but it had always been an estimate.</p>\n\n<p>He watched, barely breathing, as they seemed to hesitate there, then one of them reversed thrust, and went back to the into the flak. It seemed almost like an eternity, but in reality it was only five minutes before the Mosquito returned, breifly flashed its running lights, and then all the Mosquitos began creeping forward. Behind them, the ocean of shadows parted again, this time for several much larger hulls, destroyers, frigates, picket ships, Falchions, Herons, poking through the flak and slowly emerging.</p>\n\n<p>In the wake of a large ships destruction, or that of numerous smaller vessels, it was not uncommon for the location, the battlefield, to be inundated with the dying, random signals of damaged and insane AI, and the venting of ships drive cores, to the point of complete blindness via electronic sensors. The Mosquitos, the scouts, had found exactly that, what appeared to be a field of dead ships, dying AI, and vented drive cores.</p>\n\n<p>Now the bulk of the fleet itself, minus the command ship itself perhaps, was set to tour the field, confirm their kills, and retrieve any prisoners of war they could find. Standard operative procedure.</p>\n\n<p>The timer was at the negative, approaching the ten minute mark. The orders he&#39;d issued to the rest of the remaining fleet triggered as the numerals changed over. The Hyperions which had been remaining just at the brink of discharge, their radiative and heat blooms lost in the chaos from their countermeasures, were loosed, the twin beams bursting forth at nearly the speed of light and intersecting in the surface of the flak field. At full power, the intersection generated a fusion reaction fueled by the steam of ionized hydrogen plasma, causing the formation, for a brief moment, of what amounted to a very short lived star in the middle of the approaching fleet.</p>\n\n<p>For the closest ships, the intense heat caused the outer layers of their armored hulls to vaporize, then the inner layers, then the interior bulkheads themselves broke down and vented their atmospheres to space. As the interior systems were exposed, many of them ruptured flammable materials, causing multiple series of internal explosions.</p>\n\n<p>For the ships at the edges, the heat caused the ablative layers to dissolve, which made way for the surviving vessels under Sayles command tip follow up with microwave lasers, nuclear missiles, and conventional explosives. In moments, the damage which had been dealt to the Hegemony fleet was returned to the Outer Planets in spades. A virtually textbook execution of a Turemi Ambush, the most basic, and so, infrequently used, of tactics. In Turemis <em>War of the Field</em>, asteroid debris and holdover radiation from nuclear weapons had been the interference, but regardless. The Outer Planets failed to account for it, and so failed to take the precautionary action of holding back the main fleet and trusting the picket ships to tour the field.</p>\n\n<p>Sayle had counted on the debris fields and flak to hide the remaining operative small vessels, for the interference they generated to look like the standard results of a fleet being destroyed, and for the officers of the Outer Planet fleet to be overconfident and expose themselves to try and confirm their kills.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Halberds Edge</em> transitioned from the Hub to Mars Southern Polar Gate, moments before Mars herself broke into several large chunks, and the resultant ejection of debris at orbital velocities peppered the ship and the gate both. The <em>Halberds Edge</em> was a <em>Komodo</em> Class Destroyer, the heaviest class of vessel other than the Cruisers, and armored appropriately. The rain of rock, ice, and dust merely left a few scratches on her armor. The Gate however, was not armored, and the ejections ripped it apart like it was made of tissue paper. The excess energy of the <em>Halberds</em> transiting released in an uncontrolled manner, washing over the hull of the military vessel like a tsunami of fire, again, to little effect except turbulence to the occupants of the vessel.</p>\n\n<p>Two of those occupants, Daq Vegman and Admiral Lancaster were thrown from their feet to the ground as she bucked and rolled, her artificial gravity temporarily a few milliseconds behind. Just as they got themselves to rights, the leading edge of the spatial distortions created by the annihilation of Deimos reached them. In moments the main engine bulb, the aft section which housed the ships three fusion reactors and the nine engines they powered, were cleanly removed from the vessel and deposited ten kilometers or so from the rest of the ship.</p>\n\n<p>As they tried to make sense of what happened, the ships AI droned on with a list of effects and emergency procedures.</p>\n\n<p>&quot;Primary power offline, secondary power offline, emergency batteries active, estimated lifespan twenty two minutes, aft thrusters offline, aft countermeasures offline, emergency bulkheads in sections victor, romeo, and hotel are sealed...&quot;</p>\n\n<p>Admiral Lancaster shut her litany down with a wave of his hand over the tactile interface of his chair before depositing himself back in it. The gravity restraint engaged automatically before he keyed it off, opting for manual restraints, which he then pulled over his chest and clicked into place. Vegman was somewhat less fortunate, with the bridge on high alert, every spare seat was taken up by personnel at battle stations; he&#39;d been forced to find a corner and brace himself up against the bulkheads.</p>\n\n<p>&quot;What in Deimos was that?&quot;</p>\n\n<p>Then the admiral saw the central display, and the massive chasms and ejected detritus of the red planet, and words failed him.</p>\n</div><!-- SC_ON -->"
}