{
  "full_title": "Fall of Man 48: Panic at Callisto",
  "number": 48,
  "title": "Panic at Callisto",
  "created_at": "March 8, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/ffkmst/fall_of_man_48_panic_at_callisto/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Interplanatary Medical Quarantine Protocol</em></strong> <em>was one of the first permanent agreements between the Hegemony and the Outer Planets. It established formal rules and procedures to facilitate cooperation between Peacekeeper Forces in the event of a plague or other health threat which requires isolation.</em></p>\n\n<p>The <em>Scorpion</em> watched the ovoid... <em>Thing...</em> Now in orbit of the shattered remains of Mars as the pustules that dotted its surface quivered and swelled. Her sensors registered the ultraviolet and beta radiation spiking to quadruple previously recorded highs. She utilized her remaining thruster mounts to stabilize her starboard sensor package and keep it pointed directly at the anomalous object. As she recorded, the bulges suddenly expanded and burst. There were immediete cascade failures through several of her cores. She felt her control slipping. Her plasma lance started building a charge. With her bow quarter cut off, the lance was incomplete, according to what responded and what didn&#39;t, she calculated that the primary magnetic containment chamber was vented to space. When the secondary reactor completed its cycle and extruded its ionized plasma through to the lance, it would not be contained. The whole process would take twenty seconds.</p>\n\n<p>She activated her emergency bouy. An actual physical process moved a quantum drive containing her entire memory into it. The bouy then closed it&#39;s hardened outer shell, and a magnetic rail system launched the bouy at one quarter the speed of light. Five seconds later the plasma hit the containment chamber, and it failed utterly to contain anything. The plasma expanded within the chamber, unconstrained by the magnetic envelope normally generated by the chamber, burned through the walls within a tenth of a second, and then it progressively moved through the machine spaces and into the bridge just forward of the primary communications console. From there, the plasma ate away through the ship from the crew compartments outwards. Her last computation was her own estimated blast radius once her core control was lost; immediately before core control <em>was</em> lost as her primary core was annihilated. The aft camera aboard the bouy recorded the destruction of the <em>Scorpion</em>, and the ever-expanding cloud of organisms which caused her second, and fatal, system corruption.</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel watched through a viewport as the <em>Widowmakers Heron</em> approached and was grasped at two hardpoints by the docking arms of his <em>Phalanx</em> before being pulled to the dockimg port. He watched the panel next to the hatch as the seal was made and the interconnector was pressurized. When the indicator flashed from red to green, he opened the hatch and approached the <em>Heron</em> and it&#39;s pilot, already outside the hatch. Through the transparant docking extension, he could see the details of the <em>Heron</em>, which seemed be loaded strictly for flight, not combat or recon. The <em>Heron</em> and pilot both had an artistic rendering of some kind of predatory fish. The <em>Heron</em> on her nose, the pilot on her helmet.</p>\n\n<p>&quot;Investigator Hoel, I&#39;m Lieutenant Oden, callsign &#39;Barracuda&#39;, and I&#39;ll be your ride to the <em>Widowmaker</em>.&quot;</p>\n\n<p>&quot;Nice to make your acquaintance. Shall we?&quot;</p>\n\n<p>&quot;That&#39;s my orders.&quot;</p>\n\n<p>&quot;Very well.&quot;</p>\n\n<p>With that, he boarded the <em>Heron</em> strapped himself in, and signaled Lahn that everything was ok through his Computer Access and Communication Chit (CACC). Moments later, Lieutenant Oden activated the vehicle locks, powered up the engine, and <em>Phalanx</em> opened the launch blister and allowed the venting of the atmosphere in the bay to pull them out into space.</p>\n\n<p>The journey to the <em>Widowmaker</em> was efficiently rapid. As they approached, Hoel noted the complete lack of any external viewports on her. There were, however, probably three times more sensor packages dotting her hull than he&#39;d expect, even for such a large ship.</p>\n\n<p>The launch bay they were pulled into had numerous other craft docked, another <em>Heron</em>, six <em>Mosquitos</em>, a <em>Falchion</em>, and four craft of an unusual design he didn&#39;t recognize. They were reminiscent of some of the cargo hoppers he&#39;d seen getting cargo from bulk transports into stations where they were too large to directly dock, but these were heavily armed and had additional maneuvering thruster mounts, and, like the <em>Widowmaker</em> herself, had no external viewports. Once docked, Lieutenant Oden directed him to the trio of men entering the bay.</p>\n\n<p>&quot;Second Officer Quimle will escort you to Vice Admiral Locke.&quot;</p>\n\n<p>He nodded and indicated the Second Officer lead the way. He took the lead while the two MPs he&#39;d brought with him fell behind. They took him on a winding path with multiple elevator trips until they reached what appeared to be a small briefing room. Inside sat a woman in her mid to late 40s, dark hair greying at the temples, sharp features, piercing grey eyes, and a smile that oozed contempt. She wore no jewelry, just an impeccably maintained, perfectly in regulation uniform. The day uniform, not service or dress. From his initial impression this was a woman with a laser focus on productivity, and very little patience.</p>\n\n<p>&quot;Investigator Hoel, take a seat.&quot;</p>\n\n<p>He did so, at the same time, the Second Officer crisply saluted, and with a nod from the Vice Admiral, took his leave. Hoel noted, however, that the MPs took station at the door, on the inside.</p>\n\n<p>&quot;Mr. Hoel, let me begin by saying I have the utmost respect for the OPCA. And I understand the sweeping latitude of your authority.&quot;</p>\n\n<p>&quot;Then you know there&#39;s no exception to that authority; which makes me wonder exactly what I&#39;m doing here instead of interviewing the crew of the <em>Callisto</em>.&quot;</p>\n\n<p>&quot;The crew of the <em>Callisto</em> is dead.&quot;</p>\n\n<p>I blinked. Not what I was expecting.</p>\n\n<p>&quot;The <em>Callisto</em> herself is under a Sigma level quarantine until we can isolate the pathogen and develop a counter agent. You understand why it is we cannot allow anyone to approach or board her.&quot;</p>\n\n<p>&quot;I&#39;m investigating a possible case of espionage by the Hegemony. People within the Outer Planets working on behalf of a shadowy Hegemony project. Even if anyone aboard the <em>Callisto</em> involved is now dead, access to her communication logs is <em>absolutely</em> within my authority.&quot;</p>\n\n<p>&quot;I can&#39;t argue that. However I can say that the <em>Callisto</em> was also, at the time of the incident, involved in a mission of utmost important to the Outer Planets. A mission that is quite classified. I cannot possibly give you full access-&quot;</p>\n\n<p>&quot;I-&quot;</p>\n\n<p>&quot;I will however, have the communication logs downloaded, filtered to remove any content with direct relation to <em>Callistos</em> mission expunged, and transferred to the <em>Phalanx</em>, will that be satisfactory?&quot;</p>\n\n<p>&quot;Do I have any other alternative?&quot;</p>\n\n<p>&quot;No.&quot;</p>\n\n<p>&quot;Than it&#39;ll have to be.&quot;</p>\n\n<p>She stood.</p>\n\n<p>&quot;Good. Now if that is all I&#39;ll be on my way and you&#39;ll be escorted to-&quot;</p>\n\n<p>&quot;One moment, Admiral.&quot;</p>\n\n<p>She raised an eyebrow as I pulled out my CACC and set it on the table. I keyed up the recording I&#39;d brought with me.</p>\n\n<p><em>&quot;The monster walks among us once more. Fuck you Gilead. I&#39;ve sent an open distress call to the nearest Peacekeeper vessel, a Saturn Cruiser by the name of Callisto on extended patrol. The secret isn&#39;t going to keep much longer.&quot;</em></p>\n\n<p>As the recording ended. The Admiral stood silent for a moment before she looked to the MPs.</p>\n\n<p>&quot;Leave us.&quot;</p>\n\n<p>As the MPs left, Admiral Locke sat back down and folded her hands on the table.</p>\n\n<p>&quot;Ok, you have my attention. Tell me exactly what you know.&quot;</p>\n</div><!-- SC_ON -->"
}