{
  "full_title": "Fall of Man 49: Old meets New",
  "number": 49,
  "title": "Old meets New",
  "created_at": "April 23, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/g6qbz5/fall_of_man_49_old_meets_new/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Libertine Madam</em></strong> <em>is a statue erected in the middle of the</em> <strong><em>New Washington</em></strong> <em>concourse. Its a modified homage to a much older work which once graced an island in ancient times. It&#39;s meant to be representative of the First Guarantee of the Hegemony Charter, the right to move freely within the Hegemony without licensing or permits, which was one of the key debates of the first diaspora from Earth.</em></p>\n\n<p>Lahn stared at the timer. He always set a timer anytime the Captain- Investigator Hoel- left the ship. It was his habit he hid from the Captain. It was his way of having some semblance of control. The <em>Solace</em> was still aiming it&#39;s arsenal at the <em>Phalanx</em>. The timer was just now reading two hours. The first ten minutes had just been the transfer From the <em>Phalanx</em> to the <em>Widowmaker</em>. Suddenly the comms panel lit up. He ran to the console and triggered it on.</p>\n\n<p>&quot;<em>-owmaker</em> to <em>Phalanx</em> come in, over.&quot;</p>\n\n<p>&quot;<em>Widowmaker</em> this is <em>Phalanx</em>.&quot;</p>\n\n<p>&quot;<em>Phalanx</em>, stand by for Investigator Hoel.&quot;</p>\n\n<p>&quot;Acknowledged.&quot;</p>\n\n<p>There was a brief delay, then the comms came back.</p>\n\n<p>&quot;<em>Phalanx</em>, this Hoel.&quot;</p>\n\n<p>&quot;This is Lahn.&quot;</p>\n\n<p>&quot;Good, listen, we&#39;ve got Vice Admiral Locke on our side here. But I need some things. Are you ready to take this down?&quot;</p>\n\n<p>Lahn fumbled with the console, getting it set to record the communication for backup and also take manual input.</p>\n\n<p>&quot;Just, just a- yes.&quot;</p>\n\n<p>&quot;Ok, get Orqan in the creche, I want all the files we intercepted sent over asap. I want the boys in the armory to get my armor up to spec, <em>don&#39;t skimp by leaving my prosthetic unarmored</em>, make sure it&#39;s vacuum ready. Get the <em>Phalanx</em> ready to move and shut down the point defense system, we&#39;re going with the <em>Widowmaker</em> to their staging area near the <em>Callisto</em>, there&#39;s debris in the area but nothing that should pose a danger and I don&#39;t want any accidents or misunderstandings.&quot;</p>\n\n<p>&quot;Shut down point defense?&quot;</p>\n\n<p>&quot;Absolutely. They&#39;ve assured me they&#39;ve got plenty of interdiction craft on patrol to head off anything well ahead of it hitting the <em>Phalanx</em>.&quot;</p>\n\n<p>&quot;Can I get a confirmation?&quot;</p>\n\n<p>&quot;I&#39;d expect nothing less. Confirmation is &#39;Seattle&#39;.&quot;</p>\n\n<p>&quot;Seattle acknowledged and confirmed Captain. I&#39;m on it.&quot;</p>\n\n<p>&quot;Good, Hoel out.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>The main concourse of New Washington, all five miles of it, was littered with corpses. There were only two living beings left aboard the station. One, a forty thousand year old example of unknown powers corrupting a human form, the other, a human example of what humans could do with access to just a small example of those powers.</p>\n\n<p>The survivor walked at a brisk pace, stepping over bodies like it was nothing until he stood just a few meters away.</p>\n\n<p>&quot;I&#39;m human. For the most part.&quot;</p>\n\n<p>&quot;For the most part, eh?&quot;</p>\n\n<p>&quot;Yes.&quot;</p>\n\n<p>&quot;How do you speak English? Thought it was a dead language or something.&quot;</p>\n\n<p>&quot;It is, but I learned it as part of my last assignment.&quot;</p>\n\n<p>&quot;What kinda assignment was that?&quot;</p>\n\n<p>&quot;That&#39;s a rather... Complicated question.&quot;</p>\n\n<p>As Jesses face took on a look of confusion, Viktor smiled.</p>\n\n<p>As the station continued its orbit, the sun moved behind the nearly hundred meters of <em>Libertine Madam</em>, plunging their end of the concourse into darkness.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle watched as the bridge crew went about their duties, attending to repairs, collecting reports from the lower decks, supervising reloading and rearming procedures. He interfaced with the <em>Fates Embrace</em> and entered the virtual space. Fatima was waiting, wearing the daily service uniform.</p>\n\n<p>&quot;Captain, how can I be of service?&quot;</p>\n\n<p>&quot;Give me a 3d representation of the ship, show me where we&#39;re hurt.&quot;</p>\n\n<p>A picture perfect representation of the <em>Fates Embrace</em> resolved into place, followed by red glowing highlights around a large gash in their ventral section venting the primary cargo bay to space, a chunk off their bow armor, and a section of their port drive housing, nothing that would result in immediate catastrophe.</p>\n\n<p>&quot;Fatima, I want the bow armor prioritized, get a crew out to restore that section as soon as possible. I don&#39;t like the armor compromised.&quot;</p>\n\n<p>&quot;I&#39;ve already fabricated the necessary components and a repair crew is suiting up for EVA as we speak.&quot;</p>\n\n<p>&quot;Before I ordered it? I thought I told you-&quot;</p>\n\n<p>&quot;Lieutenant Tzaki has taken the lead on overseeing repair operations sir. It was done on his orders.&quot;</p>\n\n<p>&quot;Oh, well alright then. Any communication from the old man?&quot;</p>\n\n<p>&quot;No sir, combat communication protocols and ECM procedures have restrained me from connecting to the Hub or Olympus Mons.&quot;</p>\n\n<p>&quot;Well as soon as we&#39;ve cleared the battle space I want you to communicate our status and request instructions.&quot;</p>\n\n<p>&quot;Aye sir.&quot;</p>\n\n<p>With that Captain Sayle exited the virtual space and came back to his real body on the bridge.</p>\n\n<p>&quot;Do we have local communications?&quot;</p>\n\n<p>Tzaki answered as he deftly manipulated his station.</p>\n\n<p>&quot;We&#39;ve got short range low energy laser, direct ship to ship, but interference is still too heavy to establish fleetwide EM broadcast or battlenet connections, Captain.&quot;</p>\n\n<p>&quot;That&#39;s fine, get on with our <em>Mosquitos</em> and a reconnaissance <em>Heron</em>, I want them to penetrate the flak cloud and scout to see if there&#39;s any more hostiles that didn&#39;t get caught in our ambush. If there are, I want a full report on their status and course.&quot;</p>\n\n<p>&quot;On it Captain.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Longmire tried for the hundredth time to squeeze his hand through the handcuffs and get loose, but the cuffs were simply too tight and well made. He&#39;d have to break his hand to get it out, and despite what television and movies had long portrayed, he was more likely than not to break the wrong bone or break the bone the wrong way and still be stuck, only with a broken bone that wouldn&#39;t ever heal right. The cuffs were also looped around a weight bearing support beam behind his back. His captors weren&#39;t incompetent.</p>\n\n<p>Still, that didn&#39;t mean he had to <em>act</em> defeated. He brought his legs up as close to himself as possible, arched his back, and pushed. His head slid up the support nearly a foot. He rested his back up against the column again and shifted his feet closer, then arched and pushed again. He gained height but his arms were still angled behind him. His shoulders were screaming until he relaxed and leaned his back against the beam. Now fully on his feet, he was able to adjust his angle and bring his arms up the column on the other side. So, now he was standing, leaning against the beam, with his hands cuffed behind him. At least he wasn&#39;t sitting like a broken man. When they came back, they&#39;d find him standing defiant and have to look him in the eye.</p>\n\n<p>If psychological warfare was all that was left to him, he damn well wasn&#39;t going to give them the satisfaction of submissive behavior.</p>\n\n<p><strong>~</strong></p>\n\n<p>&quot;What do you mean he isn&#39;t here?&quot;</p>\n\n<p>Brians voice on the radio sounded hesitant.</p>\n\n<p>&quot;Well, he went out on that chopper of theirs to drop off scouts to try and learn about those people who&#39;d gone after Sarya. He hasn&#39;t come back.&quot;</p>\n\n<p>&quot;Well how long has he been gone?&quot;</p>\n\n<p>&quot;He took off two hours after you left yesterday morning.&quot;</p>\n\n<p>&quot;That&#39;s too long, have we heard anything from him?&quot;</p>\n\n<p>&quot;Not a peep.&quot;</p>\n\n<p>&quot;Ok, here&#39;s what we&#39;re going to do. I&#39;m making my way in and you&#39;re sending Charlie with horses, while we&#39;re on the way in I want you and Franklin to get the boat ready, the one you found at the Oakland docks last fall. Get it fueled and get a couple guys ready.&quot;</p>\n\n<p>&quot;Why the boat?&quot;</p>\n\n<p>&quot;If longmire was looking for the landing spot of our uninvited guests, well, we know they didn&#39;t come into the bay, we&#39;d have seen them, so, they must&#39;ve come ashore from the Pacific south of the bridge, west of the city. Overland would take too long, so we&#39;ll go by water.&quot;</p>\n</div><!-- SC_ON -->"
}