{
  "full_title": "Fall of Man 50: Around Every Corner",
  "number": 50,
  "title": "Around Every Corner",
  "created_at": "May 19, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/gn0aaq/fall_of_man_50_around_every_corner/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>Among the Hell Brigades, the</em> <strong><em>Hussar Centaurs</em></strong> <em>are renowned for their record of never having lost a single engagement they&#39;ve been a part of. A non-traditional form of mobile Infantry, the Hussars utilize highly adaptable mechanized exoskeletons which effectively make each individual combatant both infantry, armor, and cavalry rolled into one.</em></p>\n\n<p>Admiral Lancaster stared at the cracked and shattered orb which had once been Mars. His mind raced, breifly going over what could have been the cause before moving on to the eventual fate. Gravity, he knew, would keep the larger sections of the planet together, and eventually much of the ejected detritus would fall back to the planet with some possibly remaining in orbit and forming a ring system. But, none of that was important for the moment. At the moment, he had much more urgent concerns.</p>\n\n<p>He turned his attention away from the planet below to the ships main status display. He saw that the aft section of the ship including the entirety of the engine bulb was drifting nearly a kilometer away, and with it, the ships main power core. According to the display, they had emergency reserves for the next twenty minutes before they&#39;d lose all power. He thought of ordering exposure procedure and shutting down life support, but realized Daq, as an unaugmented, wouldn&#39;t survive. He had a thought about that, however.</p>\n\n<p>&quot;Daq!&quot;</p>\n\n<p>The man had to take a moment to unattach himself from the bulkhead he&#39;d been clinging to before he responded.</p>\n\n<p>&quot;Yes Admiral?&quot;</p>\n\n<p>&quot;The foremost launch bay seems unaffected. I want you to get down there and board a courier.&quot;</p>\n\n<p>&quot;A courier? What the hell do you expect me to do aboard a courier?&quot;</p>\n\n<p>&quot;Nothing. I want you in a craft with independent life support, now go.&quot;</p>\n\n<p>It took Vegman a moment to understand, then he gave a single nod and departed the bridge. The admiral then turned to the actual captain of the <em>Halberds Edge</em>, a man by the name of Plotter.</p>\n\n<p>&quot;Captain Plotter, when I came aboard a number of HBs came aboard with me, an entourage from the <em>Peacekeeping Sovereign</em>, where exactly were they quartered, and where did you have their gear stored?&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel adjusted the glove of his armor, making sure the fit was snug and the environmental seal just above the wrist was secure. Once he was confident of the seal, he turned to his left and the young Lieutenant Commander that Admiral Locke had assigned to accompany them on this excursion.</p>\n\n<p>&quot;Hey, what&#39;s your name again?&quot;</p>\n\n<p>&quot;Reagan, Mr. Hoel. Lt.Com. Reagan.&quot;</p>\n\n<p>&quot;Alright Lt.Com. Reagan, here&#39;s the plan. Admiral Locke has agreed to let us board the <em>Callisto</em> as a part of my investigation. First, I intend to see if we can get the lights back on. I understand the main power core is thought to be undamaged?&quot;</p>\n\n<p>&quot;Yes, we believe it shut itself down automatically-&quot;</p>\n\n<p>&quot;Good, once that&#39;s done I am going to the bridge, if I cannot access the communications records from there, depending on the reason we may be headed to the main computer or the primary transceiver assembly access. The need to visit other parts of the ship may arise-&quot;</p>\n\n<p>&quot;Mr. Hoel-&quot;</p>\n\n<p>&quot;Investigator.&quot;</p>\n\n<p>&quot;-Investigator Hoel, I&#39;ve been given orders that we&#39;re to try and activate any emergency backup power and then use the first operable computer access we find, get your info and get out.&quot;</p>\n\n<p>&quot;I doubt that&#39;ll work, what I&#39;m looking for is sensitive, it&#39;s probably not going to be accessible from any random access or secondary storage. We&#39;ll need the primary power core. We need the main computer fully online. What I&#39;m after may be restricted to command access, if that&#39;s the case we&#39;ll also need a bridge console, with its preauthorization to restricted systems, to get at it. The main computer can&#39;t run off of the backups.&quot;</p>\n\n<p>&quot;Even if we were to go to the bridge, it has its own dedicated backup as well-&quot;</p>\n\n<p>&quot;Which may be dead. And even if it isn&#39;t, if it is in the main computer it only functions with main power. We&#39;ll need both the bridge and the main computer in case-&quot;</p>\n\n<p>&quot;I&#39;ve been given the <em>Callistos</em> master access code algorithm. If the data is accessible on the general interlinked system we&#39;ll be able to get it from any console.&quot;</p>\n\n<p>&quot;And if the data I need is stored in the main computer or an independent subsystem unconnected to the console we find? Or if the damage to the ship is greater than expected and the system I need access to is cut off?&quot;</p>\n\n<p>&quot;Then we&#39;ll return to the <em>Widowmaker</em> and you&#39;ll have to try to convince the Admiral to allow another trip.&quot;</p>\n\n<p>&quot;That is not acceptable Commander!&quot;</p>\n\n<p>&quot;With all due respect, Investigator, I have my orders and I will not deviate from them.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle took note that the field of protective flak that had screened them was rapidly dissipating. The hyperion lances which had been the main thrust of their ambush also served to create a dense bubble of ionized gas which was now expanding, its force and the kinetic reaction of the debris of the destroyed ships was sufficient to create a hole in the field which was expanding every second. The first indicator something was wrong was a flash communication from the <em>Ebony Glacier</em>, one of the smaller frigates which had managed to thus far go undamaged. Then came the attack.</p>\n\n<p>A massive shaft of golden light poured through the hole in the field and completely encompassed the <em>Orion</em>, a half dozen <em>Mosquitos</em>, and countless pieces of debris. The beam existed for a little less than three quarters of a second but when it stopped everything that had been in its path was simply gone.</p>\n\n<p><em>Fatima</em> took the liberty of focusing her visual sensors through the gap in the field to the source of the beam. For several seconds Captain Sayle studied the ship that floated on the other side. Twice as long as the <em>Fates Embrace</em>, with four sets of Hyperion Lances, her port and starboard lined with missile cell clusters. She lacked the bow armor most vessels had and instead had a gaping opening, filled with concentric circles of machinery which generated and confined the energies of her main weapon. She was a Cruiser, no doubt. The biggest most well armed ship flying. He couldn&#39;t make out her name before the firing mechanism of her main armament, a Thanos lance, the source of the beam which had obliterated the <em>Orion</em>, glowed and fired again.</p>\n\n<p><strong>~</strong></p>\n\n<p>As the sun once again came from behind the <em>Libertine Madam</em> Viktor approached the confused man out of time and shook his hand.</p>\n\n<p>&quot;Jesse Jesse Jesse... How I&#39;ve longed to meet you.&quot;</p>\n\n<p>&quot;Charmed, now who the hell are ya?&quot;</p>\n\n<p>&quot;You can call me Viktor.&quot;</p>\n\n<p>&quot;That ain&#39;t your name though, is it?&quot;</p>\n\n<p>&quot;No, my name would be a little hard for you to pronounce, I&#39;m Venusian.&quot;</p>\n\n<p>&quot;Uh-huh... And you know me... How?&quot;</p>\n\n<p>&quot;Well I know <em>of</em> you, you see I&#39;m a part of the Project.&quot;</p>\n\n<p>&quot;So you&#39;re one of Gileads lackeys, huh?&quot;</p>\n\n<p>&quot;Not entirely.&quot;</p>\n\n<p>&quot;What&#39;cha mean?&quot;</p>\n\n<p>&quot;At this point Gilead heads our organization, but there&#39;s differing schools of thought as to exactly how to accomplish our goals. I&#39;m part of a small group who don&#39;t exactly align with Gileads vision.&quot;</p>\n\n<p>&quot;I see, I see... So... You ain&#39;t gonna like, try and capture me, take me down to that metal pyramid thingamajig?&quot;</p>\n\n<p>&quot;Far from it Jesse. If we&#39;re right, then restraining you is the the exact opposite of what would be best. But for now, we have to get moving. Your little genocide here isn&#39;t going to go unnoticed, soon, Hegemony Internal Security Forces will swarm aboard this station, it&#39;s best we not be here when they arrive.&quot;</p>\n\n<p>With that the Venusian and the Specimen began walking towards the docking bay access.</p>\n</div><!-- SC_ON -->"
}