{
  "full_title": "Fall of Man 51: Desperate Times",
  "number": 51,
  "title": "Desperate Times",
  "created_at": "August 9, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/i6ps1x/fall_of_man_51_desperate_times/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>New York</em></strong> <em>was one of the longest continually lived in cities left at the time of the Diaspora. Many there could trace their lineages back thousands of years. While the city was mostly deconstructed as a part of the efforts to help the planet recover from millennia of pollution, several historical buildings were left intact and in fact were isolated and preserved from the outside environment. The HCA has maintained a schedule of regular evaluations of these buildings and maintained their preservation accordingly. The oldest preservation isn&#39;t actually a building, but a statue of some note...</em></p>\n\n<p>Investigator Hoel floated the last few feet to the port amidship hatch of the <em>Callisto</em>. As he gently grabbed hold of the ring surrounding the hatch he felt a faint and very subtle vibration that disappeared just as quickly as it came. Moments later Lieutenant Commander Reagan made contact with the ring on the opposite side. As he watched Reagan open up the access panel and trigger the airlock cycle, movement caught his eye in the periphery. Gently turning while carefully maintaining his grip, he watched as the <em>Heron</em> which had brought them to the <em>Callisto</em> moved off.</p>\n\n<p>&quot;Reagan...&quot;</p>\n\n<p>&quot;Yes Investigator?&quot;</p>\n\n<p>&quot;You made no mention that the <em>Heron</em> wasn&#39;t going to stay on station.&quot;</p>\n\n<p>&quot;Standard procedure during a quarantine.&quot;</p>\n\n<p>&quot;No... No it isn&#39;t.&quot;</p>\n\n<p>&quot;Excuse me sir?&quot;</p>\n\n<p>&quot;No, it isn&#39;t. I familiarized myself with biohazard and quarantine protocols before we came. Vacuum is the best shield possible, even a half a meter is acceptable distance-&quot;</p>\n\n<p>&quot;Begging your pardon sir but you must be mistaken. Ever since we got in the vicinity of the <em>Callisto</em> we&#39;ve been maintaining a minimum 1 km distance from her at all times unless called for and authorized by orders.&quot;</p>\n\n<p>At that point the hatch rumbled and started rotating, allowing the inner and outer openings to line up and give access to the airlock. The interior of the airlock was dimly lit by four yellow strobing lights, the window into the ship at the next set of doors showed nothing but darkness. They each used handholds to maneuver into the airlock, arranging themselves in order to orient with the ships established axis. Once they were in place they placed their boots on the deck and activated the electromagnets in the soles to hold them to it. Lt.Com. Reagan punched in the commands to close the outer door and run the airlock cycle.</p>\n\n<p>After the door closed the light from distant Darien was cut out and they were lit by only the strobes. It seemed almost an eternity before they went from a strobing discordant yellow to a solid red, indicating a failure to reach a state conducive to human life. Reagan punched a few controls before he came in the comms.</p>\n\n<p>&quot;This section is exposed to vacuum, we keep the suits on.&quot;</p>\n\n<p>&quot;Very well, open it.&quot;</p>\n\n<p>&quot;It&#39;ll take me a minute to override the safeties.&quot;</p>\n\n<p>&quot;Do it.&quot;</p>\n\n<p>There was another shudder from the <em>Callisto</em> just before Reagan completed getting the door open. As it yawned open the flashing illuminated a section of corridor. There were a few loose crystals of some kind of frozen liquid floating and bouncing off the walls in a slow tumble, but that was all. He couldn&#39;t tell what the liquid might have been before it was frozen. It was a dark crimson. That meant it was either hydraulic fluid... Or blood.</p>\n\n<p>Hoel took the lead and stepped over the threshold into the corridor. He turned to look back just as Reagan keyed the door closed, Hoel in the <em>Callisto</em>, Reagan in the airlock. He cocked his head in confusion as Reagan frowned and shook his head through the porthole.</p>\n\n<p>&quot;Reagan, what in Deimos!?&quot;</p>\n\n<p>&quot;Sorry Investigator.&quot;</p>\n\n<p>The comms cut off as Reagan twisted a knob on the chest of his suit filling the channels with static. Hoel watched as he cycled the outer hatch and exited to the outer hull, just as the <em>Heron</em> came back. He realized the static must have been some kind of prearranged signal. That told him all he needed to know.</p>\n\n<p>As the <em>Heron</em> departed with Reagan he turned back to his situation. He was unarmed, with air for four hours presuming he didn&#39;t get to excited. He&#39;d been abandoned, likely left to die, and the communication suite in his armor didn&#39;t have the power to broadcast through the hull, so there was no calling for help from the <em>Phalanx</em>... At least not with his own comms.</p>\n\n<p>He turned to look at the location diagram affixed to the bulkhead nearest to him and activated his armor&#39;s built in lighting. All Peacekeeper vessels displayed such diagrams near access ports by regulation. He spent a few seconds committing it to memory before turning and moving down the corridor towards the intersection, where he knew he&#39;d be making a right turn to head for the bow.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse and Viktor walked briskly through the passageway from the main concourse to the maintenance bay. Jesse kept a step behind to keep an eye on Viktor.</p>\n\n<p>&quot;So, uh, where we goin&#39;?&quot;</p>\n\n<p>&quot;We&#39;ve got to get off this station.&quot;</p>\n\n<p>&quot;Well yeah, but, where we goin&#39;?&quot;</p>\n\n<p>&quot;You mean after leaving the station.&quot;</p>\n\n<p>&quot;Yeah.&quot;</p>\n\n<p>&quot;If we&#39;re lucky, Earth.&quot;</p>\n\n<p>&quot;Shit I just got away from there.&quot;</p>\n\n<p>&quot;I&#39;m not taking you back to the Project, don&#39;t worry.&quot;</p>\n\n<p>&quot;You couldn&#39;t if you wanted to. I wouldn&#39;t go. I got my ways of resisting.&quot;</p>\n\n<p>&quot;You&#39;re right about that.&quot;</p>\n\n<p>&quot;So where we goin&#39;?&quot;</p>\n\n<p>&quot;A ruin. Ancient city.&quot;</p>\n\n<p>&quot;What like Machu Pichu?&quot;</p>\n\n<p>&quot;What?&quot;</p>\n\n<p>&quot;You ain&#39;t never heard of Machu Pichu?&quot;</p>\n\n<p>&quot;No, we&#39;re going to New York.&quot;</p>\n\n<p>&quot;Shit, it&#39;s a ruin?&quot;</p>\n\n<p>&quot;Yeah, it&#39;s been abandoned for nearly five thousand years, since the Diaspora.&quot;</p>\n\n<p>&quot;The what-spora?&quot;</p>\n\n<p>Viktor stopped in his tracks and looked at Jesse.</p>\n\n<p>&quot;Look, I understand you&#39;re out of the loop. But if I have to update you on everything that&#39;s happened in the past forty thousand years it&#39;ll take the rest of my life, and we don&#39;t have that kind of time, so can it just wait until we get on the ship?&quot;</p>\n\n<p>&quot;Ok, what ship?&quot;</p>\n\n<p>&quot;My ship, the <em>Templar</em>.&quot;</p>\n\n<p>&quot;Well ok then, lead the way.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle flinched as the <em>Thanos Lance</em> obliterated the <em>Ganymede</em> entirely and sheared the <em>Ebon Cutlass</em> in half.</p>\n\n<p>&quot;Fatima coordinate all fire down that things gullet; we need to take that lance out!&quot;</p>\n\n<p>&quot;Aye Captain.&quot;</p>\n\n<p>The ship&#39;s AI reacted faster than the human crew could. Targeting systems locked in the mechanisms inside the firing aperture of the cruiser within a second of the lance petering out. He felt the telltale shudder in the ship as missiles were launched, seconds later the gimbals got the <em>Hyperion</em> Lances on target and the Heavy Ion Laser on their belly was aimed as well. He watched several large curved sections of armor move forward into place over the aperture at the same time as several point defense emplacements opened fire on the incoming missiles. The <em>Hyperions</em> and the laser fired, but with the armor in place the intersection of the <em>Hyperions</em> didn&#39;t take place, instead hitting the armor separately and harmlessly radiating into space. The laser cut a score into the armor but didn&#39;t penetrate. The few surviving missiles hit and detonated against the bow. Their nuclear payload momentarily causing the viewers to polarize dark before going to infrared, which showed the armor heated, but not buckled.</p>\n\n<p>Moments later the coordinated fire of their remaining fleet came in, delayed by distance and communication time as orders were passed along and confirmed. The result was similar, the Cruisers point defense emplacements prevented most missiles from penetrating while the armor plates over the <em>Thanos Lance</em> held against the lasers and stopped the different beams of <em>Hyperions</em> before they intersected. There was a pregnant pause, for just a second after the last gasps of the nuclear detonations faded, then the cruiser struck back.</p>\n\n<p><strong>~</strong></p>\n\n<p>Vegman watched from the inside of the <em>Heron</em> as Admiral Lancaster used his personal CACC and one of the maintenance crews 3D projectors, (normally used to show exploded views of engines to assist with diagnosis and repair), to explain to the Hell Brigades his plan. He had to use the projector to put his explanation in text in the air because life support aboard the <em>Halberds Edge</em> had died ten minutes previously.</p>\n\n<p>He didn&#39;t have the best angle to read it, but so far as he could tell, the HBs were supposed to use their grapples, normally used to quickly scale buildings in an urban combat environment, to daisy chain one of their members to the aft drive section of the <em>Halberds Edge</em>, get aboard, secure a tow cable, and allow the main hull of the ship to reel in the aft section close enough to get power transfer cables stretched between them and get the main reactor back to power the rest of the ship.</p>\n\n<p>It was an ambitious plan. He hoped it worked. The <em>Heron</em> had the longest life support of any of the auxiliary craft aboard, but even with weeks of stores, he wasn&#39;t looking forward to dying in it.</p>\n</div><!-- SC_ON -->"
}