{
  "full_title": "Fall of Man 52: Desperate Measures",
  "number": 52,
  "title": "Desperate Measures",
  "created_at": "October 26, 2020",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/ji98i4/fall_of_man_52_desperate_measures/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Unification Proclamation</em></strong> <em>of 1284 Post-Phenomenon (PP) was the declaration of the existing nation states of the time to create a lasting and authoritative Democratic world government. Different from the international organisations of the past which existed with narrowly defined goals and little authority to enforce their dictates. The full promise of the proclamation took nearly fifty more years and the last international war to come to fruition, however.</em></p>\n\n<p>Vegman watched the <em>Herons</em> monitor as it relayed the sensor feed from the <em>Halberd&#39;s Edges</em> dorsal sensor package. The feed was starting to get a bit pixelated as the ships emergency batteries drained. Still, he was able to make it that the HBs were in top form. Trying to daisy chain themselves in space to reach the stern of the ship. They were executing the operation in almost perfect precision. As one HB would launch themselves into the void towards the stern, the last HB in the chain would launch their grapple to its full length, the HB launched would be grabbed as they floated by, swinging the entire chain out to a predetermined angle, and when it was reached they&#39;d all simultaneously fire a monopropellant thruster to act as a brake and keep them in position.</p>\n\n<p>He couldn&#39;t hear it, but there was constant communication and timing efforts being coordinated along secure channels. Calculations were made to adjust firing angles, for midflight monopropellant thrusts to alter inertia and direction, and a mission clock running down to the time where the stern would be forever beyond their reach. Every millisecond was planned in advance. But to Veg, unfamiliar as he was with the precision of zero-g infantry operations, the whole thing looked like some kind of insane shot-from-the-hip improvisation which just happened to be working.</p>\n\n<p>As such, he was dipping into the <em>Herons</em> supplies, which included (for morale purposes only) a liter of low-alcohol Venusian Whiskey, several ounces of Synthetic Tobacco, and six hardwood pipes.</p>\n\n<p>He drew on the pipe for a few moments, opening his lips to draw air in along with the smoke. After a breif pause he blew out the dense cloud of grey smoke. His tongue and cheeks burned from the smoke. He immediately sipped out of the straw attached to the whiskey to replace the burn from one with the burn from the other. His eyes watered from the irritation briefly before the atmosphere systems in the <em>Heron</em> drew it away to be filtered out and the air recirculated.</p>\n\n<p>Without warning, the lights outside in the hangar bay dimmed and the feed cut out.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers looked up as the boat passed underneath the Golden Gate Bridge. As he looked back towards the bow of the boat he was momentarily thankful that they were pursuing this in the early hours of the day. If it had been evening the sun would be ahead of them reflecting off the water and blinding them. </p>\n\n<p>Franklin, one of his former students, was driving the boat, deftly maneuvering the boat back and forth to catch the easiest points between the waves. In the back, Brian was belted into his seat, one hand holding a high powered rifle of some kind, the other holding a radio as he tried repeatedly to raise anyone from Longmires team.</p>\n\n<p>As he watched the south shore on the western side of the bridge give away from cliffs to beaches and residential neighborhoods, he thought he saw someone there for a breif moment, but a hearty bump as the boat hit a wave forced him to look away as he caught his balance. When he looked back, there was nothing.</p>\n\n<p><strong>~</strong></p>\n\n<p>The <em>Templar</em> was a mid-size transport, rated for carrying cargo or passengers from surface to orbit and vice versa. She was kept in perfect shape, but aesthetically she was far from pretty. Carbon scoring from hundreds of re-entries blackened the heat shielding on the vessels anterior hull. Unlike larger Hegemony vessels, the <em>Templar</em> wasn&#39;t built along the three section philosophy of bow, core, and engine bulb, but as one solid shape, somewhat resembling a teardrop. The forward rounded section encompassed the cockpit and forward observation ports for when carrying passengers, while the pointed stern was lined along either side with blisters which, when underway, would open to reveal engine bulbs and maneuvering thrusters. From the belly, through other blackened blisters, emerged four landing legs and the loading ramp. Which Viktor and Jesse were now climbing to enter the craft.</p>\n\n<p>&quot;...so Earth&#39;s dang near abandoned?&quot;</p>\n\n<p>&quot;Very nearly. Five thousand years now.&quot;</p>\n\n<p>&quot;Got-dang son... And whats going on now?&quot;</p>\n\n<p>&quot;Well, right now there&#39;s what looks like the beginnings of a war on, but that&#39;s not really what&#39;s concerning us.&quot;</p>\n\n<p>&quot;What&#39;re we worried &quot;bout then?&quot;</p>\n\n<p>As they reached the top of the ramp and Viktor keyed it&#39;s retraction into the ship. He indicated Jesse follow him forward to the cockpit as he continued speaking.</p>\n\n<p>&quot;You remember the beginning, the Shards &amp; the Tall Ones?&quot;</p>\n\n<p>&quot;Uh, yeah. That&#39;s kinda hard to forget.&quot;</p>\n\n<p>&quot;Well it&#39;s been forty thousand years.&quot;</p>\n\n<p>&quot;Forty thou- shit, the professor said- doesn&#39;t that mean-&quot;</p>\n\n<p>&quot;Yeah, it&#39;s time. They&#39;re either on their way or will be soon.&quot;</p>\n\n<p>&quot;And you wanna go to <em>Earth?</em>&quot;</p>\n\n<p>As Viktor sat himself in the pilots seat and secured the restraints he indicated Jesse should do the same in one of the passenger seats.</p>\n\n<p>&quot;New York has a Project facility we can use.&quot;</p>\n\n<p>&quot;Use for what?&quot;</p>\n\n<p>&quot;Finishing unfinished business.&quot;</p>\n\n<p>&quot;Aw man you gonna go vague on me like that?&quot;</p>\n\n<p>Viktor activated the controls with a wave of his hand and started the warm up sequence.</p>\n\n<p>&quot;There&#39;s a lot involved you wouldn&#39;t understand.&quot;</p>\n\n<p>&quot;Vick, I&#39;m human, but I&#39;ve spent the last forty millennia with my soul or my mind or whatever swimmin&#39; in the consciousness of- well I still don&#39;t know exactly. Something, something beyond my comprehension, even as expanded as its become.&quot;</p>\n\n<p>&quot;All right. The facility houses the projects tertiary tachyometric capacitor.&quot;</p>\n\n<p>Jesse gave him a blank stare.</p>\n\n<p>&quot;Thought so&quot; said Viktor.</p>\n\n<p><strong>~</strong></p>\n\n<p>Hoel panned the light around the corridor. The markings indicated he was still on course for the bridge, where he hoped to gain access to the <em>Callistos</em> communications, both to get the records he was after and to call his <em>Phalanx</em> for rescue. He moved forward to the next intersection, where one of the ships emergency bulkheads had slammed shut to isolate the bridge.</p>\n\n<p>He opened the access panel in the center and started twisting the valve control to release the locks manually. To leverage it he had to activate the electromagnets in his boots. As the locks disengaged he felt the ship shudder again. This time, however, he could feel that it had come from aft of his position. He moved from the lock valve to the door portal release. Then he braced himself and pushed, forcing the bulkhead back into its recess. Beyond, he could see another stretch of corridor, and as the lights from his suit pierced the darkness, at the end of it, another sealed bulkhead labeled &quot;bridge&quot;.</p>\n\n<p>Another shudder.</p>\n\n<p>Now he looked behind. He&#39;d come around an intersection to reach this junction, but the way he hadn&#39;t come ended in another emergency bulkhead, and that one was... Strange. It was coated in ice, and the whole thing seemed buckled outward.</p>\n\n<p>With another shudder it bent towards him even more. Hoel realized whatever was on the other side of that door, he didn&#39;t want to meet it.</p>\n\n<p><strong>~</strong></p>\n\n<p>Councilwoman Rivet stormed off the transport, through the connection umbilical, and ignored the cries of security and processors that followed in her wake, one by one being silenced by her assistant with her council credentials. She didn&#39;t have time to spare dealing with bureaucracy. She needed to get to a transmitter capable of interacting with the Gate network to get a message to the Project as soon as possible. It would certainly end her career, her freedom, maybe even her life, but it had to be done.</p>\n\n<p>She pressed through the crowd towards the lift which she hoped would take her to the colonies operations center. Her fist tightly gripping the module which held all the data she had on the events crashing over the outer planets like a tidal wave.</p>\n</div><!-- SC_ON -->"
}