{
  "full_title": "Fall of Man 53: Resolve",
  "number": 53,
  "title": "Resolve",
  "created_at": "March 25, 2021",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/mcqvuu/fall_of_man_53_resolve/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>Sometimes in conflict with their ecological mandate, the HCA works within the Terra Accords to preserve more than half a dozen notable historic sites. The first interplanetary launch site at Bozeman, the first sentient AI (named Turing) at Brasov, the military graves of the last terrestrial conflict at Hebei, the Genetic Vault at Lima, and most notably and with great difficulty, the</em> <strong>Oceanic Retreat of Miami.</strong></p>\n\n<p>Hoel watched as another dent appeared in the hatch at the end of the passageway, the grey metal stretching over the impact point in the shape of a fist. A very large fist made up of fingers with far too many joints. Barely a half second later another shudder passed through him delivered by his boots magnetized to the decking. From his foot and his prosthetic up through his thighs and into his guts. He turned, and with great effort pulled the hatch valve a half turn back, bringing a solid foot of the hatch out of its recess in the bulkhead. He turned sideways and maneuvered through the gap and took cover behind it on the other side.</p>\n\n<p>He turned off his suits lighting and reached up to one of the bulbs attached to the helmet. They were detachable with an independent battery, meant to be used in zero-g to set up directional lighting and leave one<strong>&#39;</strong>s hands free. He kept it in his hand, his gloved fist wrapped around the vaguely lemon-sized object, his eyes locked on the hatch as it bent and cracked with impacts from the other side, each one throwing out shards of ice into the passageway.</p>\n\n<p>Whatever it was on the other side, he was glad it didn&#39;t know how to use the manual release valves. It gave him an advantage he intended to use. As the aft hatch split he activated the bulb in his hand and pushed it towards the intersection he&#39;d entered the passageway from. As he&#39;d hoped, it bounced off the far bulkhead and careened down the starboard passageway, spinning and producing a kind of strobe effect as it went.</p>\n\n<p>As the unknown creature burst through the aft hatch he saw the briefest image of crinkled white flesh and glowing yellow eyes in the bulbs spinning light. Whatever it was, it took the bait and went down the starboard passage as he pushed the valve the rest of the way and closed the hatch. Turning, he pushed off from the floor and floated the ten meters or so to the bridge hatch. There, he nudged the overhead just enough to stop his forward momentum and push himself to the deck, where his boots anchored once again.</p>\n\n<p>He opened the manual release panel to find it caked with frozen hydraulic fluid. No power, no manual release. He felt a shudder come up through the deck. He turned, the hatch he&#39;d come through was still pristine. Whatever it was, it was trying to get through some other place. He turned bank to the hatch. On closer inspection, it wasn&#39;t fully closed. There was a centimeter gap in the edges of the hatch. Not enough for him to get a finger into, at least not in the suit, but...</p>\n\n<p>He searched the various pouches along the arms and thighs of the suit, looking among the standard supplies and tools to see if there was anything he might use to pry it open. He found a small tool he didn&#39;t recognize in a pouch along his right forearm. A small rectangular slip of metal with odd squarish teeth along one edge, but it was roughly 7 or 8 millimeters thick, just enough for him to try and use it to pry the door open. He wedged it in and pulled. Nothing.</p>\n\n<p>The door didn&#39;t budge. He tried pushing with the same result. He stopped and thought for a second. His mind going back to his childhood, the school he attended, the first introductory lessons of simple machines. He went back to the tools in his right thigh pouch. A set of pliers. The head wasn&#39;t thin enough to fit in the crack in the door, but the handles were long. He grasped the slip of metal in the head of the pliars and wedged it back into the hatch. Some ancient philosopher, he couldn&#39;t remember the name... &quot;Give me a lever long enough...&quot;</p>\n\n<p>With a sudden violence the hatch broke seal, and a rush of atmosphere blew his tools and him into the passageway.</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse struggled with the harness attached to the aged seat, trying to get it over his larger than average bulk.</p>\n\n<p>&quot;So what&#39;s the thingamajig gonna do for us?&quot;</p>\n\n<p>Viktor didn&#39;t look up from the controls as he focused on their descent towards Earth&#39;s atmosphere.</p>\n\n<p>&quot;It&#39;s... Complicated. It&#39;s a backup to a backup of the method we use to manipulate time. Mostly it&#39;s used for historical research. Very precise historical research. Have you ever heard of the observer effect?&quot;</p>\n\n<p>&quot;Uh... No.&quot;</p>\n\n<p>&quot;Ok, have you ever heard in discussions about particle physics the phrase &#39;what you observe you change&#39;?&quot;</p>\n\n<p>&quot;I think I heard something like that in a movie once.&quot;</p>\n\n<p>Viktor keyed the observation ports closed as they&#39;d be hitting atmosphere in a few minutes. The course locked in, he&#39;d turned to Jesse.</p>\n\n<p>&quot;Ok, essentially, some subatomic particles have states of being, charges, directions, etc, that are kind of fluid. They&#39;re not consistent, and the very act of observing them, of using a tool to find out their current state, alters them.&quot;</p>\n\n<p>&quot;What&#39;s that got to do with your dealybobber?&quot;</p>\n\n<p>&quot;The easiest way I can explain it is that it&#39;s like a telescope that lets us look at the past, in very precise ways. We can look at what happened in a specific place, at an exact time range. But the very act of looking there causes a kind of ripple effect, it changes the state of matter in that space/time that corrupts or spoils it for our telescope.&quot;</p>\n\n<p>&quot;So, if you like, look at my house on the 4th of July, you can&#39;t look at anything else that happened anywhere else on that 4th of July.&quot;</p>\n\n<p>&quot;Worse, it makes it so that we can&#39;t look at your house, or at the location where your house was or would be, ever again. We get one shot, and if we miscalculate, the opportunity is lost to us forever.&quot;</p>\n\n<p>&quot;So what are we gonna do with it? What are we lookin&#39; to look at, I mean.&quot;</p>\n\n<p>&quot;I want to find out the original vector of the Shards when they came before. To be honest I&#39;m actually hoping we won&#39;t have to use it. I hope that that info is something they&#39;ve either already discovered, or, if not, that they haven&#39;t tried looking for it before, so that it&#39;s still possible to see.&quot;</p>\n\n<p>&quot;Where you going to look for it?&quot;</p>\n\n<p>&quot;What do you mean?&quot;</p>\n\n<p>The ship rocked as they started hitting the first outermost layers of atmosphere thick enough to heat up.</p>\n\n<p>&quot;I mean, let&#39;s say they ain&#39;t got that info already, where you going to point the telescope?&quot;</p>\n\n<p>&quot;The facility also houses the Projects unofficial record keeper, an AI called Omnibus, he&#39;ll know where to look.&quot;</p>\n\n<p>&quot;Ok, so... What&#39;s this got to do with me?&quot;</p>\n\n<p>The <em>Templar</em> shook chaotically as they crashed through reentry to Earth.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers tried to help with dragging their boat to shore, but between the three younger men that were with him and his bum leg, he wasn&#39;t of much use, mostly floundering in the surf as they dragged the launch and him up onto the beach. When the boat was high enough not to be carried away by the next high tide they all took a moment to rest and shake the salt and sand off before they gathered their rifles and packs before starting the hike up the roads from sea cliff beach.</p>\n\n<p>The main body of San Francisco stood between them and Oakland, so the radio was useless. Still, he kept it on, hoping against hope that he&#39;d hear something from Captain Longmire. The rest of them were silent except for the occasional offer to help Walthers as he struggled against a literal uphill effort. Once they reached a bend in the road and the terrain flattened out a bit he called for a brief respite. Using mainly one leg had resulted in a rather vicious cramp that he needed to work out before the next climb.</p>\n\n<p>One man pulled out a water bottle and a bag of trail mix and passed it around while Walthers massaged his calf. They were good men, but as they chatted and relaxed, he couldn&#39;t help but notice that their attitudes seemed muted, almost fearful. He supposed that perhaps they weren&#39;t as hopeful as he was about their chances to find Longmire and his men alive. They&#39;d heard about the firefight from when Longmire had gone to rescue Sarya.</p>\n\n<p>He groaned as he felt the knot untwist from his calf. He gave it a few more appreciative rubs before grasping the guardrail to pull himself up. He took hold of his cane and gave it a quick rap against the rail to get the attention of his companions.</p>\n\n<p>&quot;Marcus, Cole, Leonard, let&#39;s get moving, we&#39;re burning daylight.&quot;</p>\n\n<p>With a few rolled eyes they grabbed up their gear, including the rifles, and got moving up the next stretch of the road heading upwards towards the abandoned Sea Cliff neighborhood of western San Francisco, and all the bodies of its former residents.</p>\n\n<p>As he climbed, he intentionally let his mind wander. Unfortunately it wandered back to his conversation with Dr. Tailler...</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle watched in what felt like slow motion as the tactical display in the center of the bridge showed the cruisers hyperion lances coalescing around the bow armor of the <em>Fate&#39;s Embrace</em>. Indicator lights around the bridge flashed red as klaxons wailed. They were followed immediately by missiles penetrating the debris field and homed in on the the burning hulk of the <em>Ebon Cutlass</em>, the <em>Hypnos</em>, and the <em>Vigilant Watchman</em>, as well as the larger pieces of what were once the <em>Ganymede</em>. He reached down for the tactile interface on the right armrest of his chair and interfaced with Fatima.</p>\n\n<p>In moments, orders were relayed to the appropriate stations, as quickly as he could think them, faster than anyone could&#39;ve ever relayed them by voice. A chorus of &#39;ayes&#39; accompanied the receipt of them. He watched the display in the center of the room alter to show the various preparations being made throughout the ship.</p>\n\n<p>The damage control teams that had been preparing to EVA to repair the forward hull were stowing the armor sections and re-equipping for their new objectives. The launch and recovery teams were clearing the bays to make room for the <em>Mosquitos</em>, Falchions<em>, &amp; *Herons</em> that were even now being recalled by 2nd Lt. DuLee. The ship rocked as another battery of fire from her missile pods and Hyperion lances shot out at the last coordinates of the Cruiser. He waited for the inevitable impacts from the cruisers returning fire... But none came.</p>\n\n<p>He waited a beat of his heart, then two, then ordered 2nd Lt. DuLee to keep one of the remaining <em>Falchion</em> heavy fighters deployed and have it scout past the interference zone.</p>\n\n<p>As he watched the <em>Falchion</em>, callsign &#39;Rabbit&#39; deftly maneuvered out of the position it had been taken off their port beam and set out at an angle roughly 45° off their orbital, he heard footsteps coming from behind. Commander Bradford was standing- barely- just aft of his chair. His uniform was in tatters, his face and hands were coated with blood, and he seemed to missing his left shoe.</p>\n\n<p>&quot;XO what the hell happened to you?&quot;</p>\n\n<p>&quot;I apologize for my tardiness Captain, I was on my way to the bridge, taking the passageway through the crew quarters in Gamma deck when we got hit just aft of there. I took a hit, but I&#39;m alright. I&#39;ve spent the last few minutes helping triage and move the wounded.&quot;</p>\n\n<p>&quot;Your place is here Commander.&quot;</p>\n\n<p>&quot;I also had to wait until damage control cleared the passageway to let me come forward.&quot;</p>\n\n<p>&quot;I&#39;ll excuse it this time. Go back to my office and use my head, get yourself cleaned up, it&#39;ll be a few minutes until Rabbit&#39;s in position to report anything.&quot;</p>\n\n<p>&quot;Aye sir.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Longmire watched as the door to the compartment opened, a young man with a rifle- a Howa Type 89 by the looks of it- gave the compartment a quick glance over before calling to someone outside the room. The language was rapid chatter to his ears, but he discerned one combination <em>Fukudu-San</em> that he recognized as name and honorific.</p>\n\n<p>Moments later the same man from before, Mr. M, walked into the room, bringing with him a folding chair and a briefcase. He calmly unfolded the chair, sat down, and opened the briefcase, pulling out a yellow legal pad and a pen.</p>\n\n<p>&quot;Hello Captain-&quot;</p>\n\n<p>He paused, cocked his head to the side, and looked out the open door before rattling off a quick sentence. He looked back at Longmire, who still stood defiantly against the post.</p>\n\n<p>&quot;Captain, I put a stop to the torture ordered by my superiors. Now I&#39;ve asked for a chair for you, as well as a meal. I hope you will understand that I am not your enemy here. So if you&#39;ll give me your word that you&#39;ll behave yourself, for the duration of your meal and our conversation, I&#39;ll allow you to sit comfortably, free of the handcuffs. Will you agree to behave yourself?&quot;</p>\n\n<p>Longmire stared, unblinking. The gears turning in his head. This was classic interrogation technique, trying to be his friend, trying to earn goodwill. The problem is the schools diverged after this point. If he refused <em>or</em> accepted, it was likely to be followed by severely worse treatment either as punishment for uncooperative behavior if he refused, or, as punishment for not cooperating more with intelligence after being shown kindness. It was a no-win scenario. They&#39;d already shown their hands with the beating in the beginning. These were not reasonable men. He decided, and he nodded.</p>\n\n<p>Mr. M, or, Mr. Fukudu as was more likely, smiled before waving in another guard with a chair and a tray. He set the chair down, pushing it open against the deck before placing the tray on the seat. He then pulled out a set of keys and removed the handcuffs. The guard then picked up the tray and with a hand gesture, indicated Longmire should sit. When he did so the guard handed him the tray before leaving the room.</p>\n\n<p>&quot;See Captain, we can be accommodating.&quot;</p>\n\n<p>The tray had a ball of rice, a couple of what looked to be meatballs on sticks, and some kind of thick fluffy noodles in a small bowl in what smelled like streaming broth of some kind. There was also a small metal cup of what looked like some kind of tea.</p>\n\n<p>He decided right then and there he wasn&#39;t going to trust any kind of flavored liquid they gave him. He indicated the cup with a finger as he bit into one of the meatballs.</p>\n\n<p>&quot;Is that tea?&quot;</p>\n\n<p>&quot;It is.&quot;</p>\n\n<p>&quot;Not to be ungrateful, but I quit caffeine a few years ago. Just so next time, water instead.&quot;</p>\n\n<p>&quot;I&#39;ll try to remember. So Captain, I hope you&#39;ll forgive the impropriety, but I hope we can speak while you eat.&quot;</p>\n\n<p>&quot;Sure.&quot;</p>\n\n<p>&quot;I know you&#39;re not going to cooperate with my questions about the US government, but I hope you&#39;ll be more forthcoming if my questions are of a more personal manner?&quot;</p>\n\n<p>&quot;You already have all the personal information I&#39;m willing to divulge.&quot;</p>\n\n<p>&quot;Let me guess...&quot;</p>\n\n<p>&quot;Benjamin Longmire, Captain, US Navy, Serial Number Two Four Seven Eight One One Three Nine Four.&quot;</p>\n\n<p>The man&#39;s eyes hardened.</p>\n\n<p>&quot;So be it Captain.&quot;</p>\n</div><!-- SC_ON -->"
}