{
  "full_title": "Fall of Man 54: Splashdown",
  "number": 54,
  "title": "Splashdown",
  "created_at": "October 17, 2021",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/q9tafq/fall_of_man_54_splashdown/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong>Oceanic Retreat of Miami</strong> <em>was one of mankind&#39;s last great undertakings before the exodus. Miami having been submerged under the Atlantic Ocean for nearly a hundred years at that point due to a changing climate, the effort was intended to create a combination maritime sanctuary and an underwater historical museum, where guests could travel through sealed positive pressure observation corridors through the streets of the city.</em></p>\n\n<p>Councilwoman Rivet shifted her weight from one foot to the other. He left hand gripped the railing of the transport lift with a white knuckled intensity, she had to be mindful of her right to not to crush the data module. The lights indicated passing levels flashed by the transparent sections of the lifts walls. Her intern, a short, dark haired little woman barely out of her teens who reminded Rivet of a mouse, turned, opened her mouth to speak, decided against it, and turned back to the doors. It seemed like several minutes before the lift stopped and the doors opened directly onto the lowest section of the Colonies command center. She looked around until she saw the telltale screens of frequencies and Communications Channels that indicated the Colonies uplink. She wasted no time in climbing the small set of stairs to that level, ignoring the protests from the guard as her intern rushed to show her identification. She pushed the young ensign out of the way and leaned over the console, shoving the module into a data port as soon as she found it.</p>\n\n<p>She felt rather than heard a presence behind her as she searched for the control to alter the frequency of the transceiver.</p>\n\n<p>&quot;Can I help you ma&#39;am?&quot;</p>\n\n<p>She glanced over her shoulder, ignoring the man&#39;s face in favor of looking for his rank insignia- a Colonel of the Colonial Peacekeepers.</p>\n\n<p>&quot;No, I&#39;m fine I just need to- never mind.&quot;</p>\n\n<p><em>There it was.</em> She twisted the knob over to the appropriate frequency, a Project frequency. She selected the dataport and jammed her finger down on the transmit button.</p>\n\n<p>Nothing. A prompt appeared on the screen asking for an authorization code. This was the moment her career ended. If she put in her code than the Colonial Peacekeepers would know she sent out classified information to an unknown channel. She had no way of erasing the record. Her moment of hesitation saved her, or maybe fate intervened, but the colonel reached past her and keyed in his own six digits. The prompt disappeared and the it indicated the massage had been sent.</p>\n\n<p>&quot;Sorry about that ma&#39;am. The colony transceiver is locked to official use only due to the state of emergency.&quot;</p>\n\n<p>&quot;Oh, thank you.&quot;</p>\n\n<p>&quot;No problem at all ma&#39;am, is there any other way I can help the Council today?&quot;</p>\n\n<p>&quot;No, thank you, I just needed to get that sent as soon as possible.&quot;</p>\n\n<p>&quot;Very well ma&#39;am. I&#39;ll get back to my duties.&quot;</p>\n\n<p>With a quick salute which she halfheartedly waved away, he turned sharply and marched off. The communications ensign who watched the whole exchange looked up at her quizzically.</p>\n\n<p>&quot;Ma&#39;am, don&#39;t Council Members have their own authorization codes?&quot;</p>\n\n<p>She gave him a blank stare and then turned and walked away, back down the stairs and into the lift, her intern scurrying after her.</p>\n\n<p>&quot;It&#39;s only a reprieve.&quot; She thought.</p>\n\n<p>&quot;Soon enough the Peacekeepers will track down the Colonel, he&#39;ll admit to failing to follow security procedure and lose rank, but he&#39;ll point to me. The ensign will surely back him up, and I&#39;ll be done for.&quot;</p>\n\n<p>&quot;But, it may buy me enough time to do mankind one last service.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Daq Vegman counted silently. He got to nearly three hundred before he gave up the exercise. Power wasn&#39;t going to come back anytime soon. He opened his eyes to the cabin, illuminated only by the low glow of the <em>Heron</em>&#39;s control panel. He watched as the last grew wisps of smoke were sucked into the overhead air circulation vent, destined to be pulled through twisting and turning conduits until it hit the central air filtration unit that he could hear subtly hissing somewhere aft.</p>\n\n<p>He took a deep breath, the cool, metallic air proof that the system was functioning as intended, for the moment anyway. The indicator on the panel indicated that st this rate of consumption the vessel could operate for a nearly 3 months. And that was really the limiting factor. The <em>Heron</em> was an adaptable little ship. It could be a light bomber, a reconnaissance vessel, or a patrol ship like this one. It was designed in this role to carry a crew of six and operate independently for up to three weeks, which meant it&#39;s stores of food and water were enough for six adults for that long. Some quick mental arithmetic told him he had provisions for 18 weeks. He&#39;d suffocate before he starved.</p>\n\n<p>Of course, this was all assuming he was trapped and that the Hell Brigades failed. With the feed cut out he could only guess. If they did fail, he supposed it might be possible to use the <em>Herons</em> weapons to blow a hole in the side of the <em>Halberd&#39;s Edge</em> and possibly make his way outside to Mars orbit. But that prospect wasn&#39;t too particularly sanguine either; from what he&#39;d seen, the Gate was destroyed and Mars itself wasn&#39;t much better off. Phobos or Ceres might be intact, but he&#39;d have no way of knowing, and Deimos was forbidden... There might not be anywhere to go <em>to</em> even if he did manage to leave.</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor danced his hands across the controls with the dexterity of a musician as he monitored the <em>Templars</em> systems they entered the Earths atmosphere. Several of the ships screens- old style false 3d images on flat displays- still displayed the rather strongly worded automated warnings the ship had received from the HCA as they descended from New Washington. As they broke through the ionosphere and their communications cleared, they resumed, and included new transmissions from a Peacekeeper <em>Falchion</em> that was at the moment descending I their own reentry giving chase to attempt to enforce the Terra Accords.</p>\n\n<p>Jesse, unaccustomed to space travel, was trying not to throw up in sheer terrified panic.</p>\n\n<p>&quot;IS. THIS. NORMAL?&quot;</p>\n\n<p>&quot;Yes, it is, stop screaming.&quot;</p>\n\n<p>&quot;I. CAN&#39;T. H-HELP IT.&quot;</p>\n\n<p>&quot;Jesse, please.&quot;</p>\n\n<p>Jesse confined to whimper to himself as Viktor disengaged the reentry shielding on the engineering blisters and opened them to gain control over the crafts descent and take it from freefall to powered flight. He kept an eye on the radar and the proximity of the <em>Falchion</em>. It was currently some 230 kilometers behind them and some 700 kilometers up, but was descending quickly. Viktor knew that the <em>Templar</em> couldn&#39;t outrun it, certainly couldn&#39;t fight it. He&#39;d hoped that they could make it down- what with the state of emergency going on- without being detected. His next option was one he didn&#39;t relish.</p>\n\n<p>He reached out to the comm panel and brought up a frequency encoding used only for Project access. He used his tactile interface to submit his HubID and access code to send a Project override signal back to the pursueing <em>Falchion</em>. In response, the computers warned him the <em>Falchion</em> had gained target lock. Just a few seconds later that warning became urgent as it launched a missile.</p>\n\n<p>&quot;Viktor! Viktor! What&#39;s that sound mean?&quot;</p>\n\n<p>&quot;Hold on tight and I&#39;ll tell you in a minute!&quot;</p>\n\n<p>Viktor took the stick and threw the <em>Tempest</em> into a hard dive, using Earths gravity and their thrust to gain speed. He planned to take the vessel as low as possible and hopefully lose the missile in interference from terrain, but he saw with dread that they were still over the central Atlantic and several hundred kilometers from any landfall. His plans were short lived however as the proximity warning lit up, the missile was only 50 kilometers behind and closing fast, too fast.</p>\n\n<p>&quot;Jesse hold on-&quot;</p>\n\n<p>He was cut off as the missile impacted and detonated. The ship lurched and went dark as all power aboard cut out completely. The vessel became eerily silent in the last few seconds as the blue waters of the Atlantic rushed up to meet them.</p>\n</div><!-- SC_ON -->"
}