{
  "full_title": "Fall of Man 55: Dead Man Switch",
  "number": 55,
  "title": "Dead Man Switch",
  "created_at": "December 23, 2021",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/rml5js/fall_of_man_55_dead_man_switch/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><strong><em>Madam President Amanda Fox</em></strong> <em>was the leader of the Martian Republic during the War of the Field. Some historians blame her for the war, attesting that had she been more willing to compromise during the negotiations surrounding the Bulk Fuel Compact of 30978PP, armed conflict might have been avoided. Others feel that the demands of the Jupiter League were excessive from the onset, and that nothing she could&#39;ve done would&#39;ve averted war, only delayed it.</em></p>\n\n<p>Investigator Hoel reached out, grasping, pawing for gain or friction against the bulkheads as he tumbled, his tools ricocheting around him only briefly illuminated as they sailed through the beam splayed out from his suit light. He felt his hand briefly impact what felt like a railing, then his boot caught on something and his tumbling came to a sudden jarring end. He bent and brought his remaining helmet light to bear on his boots to see his right foot wedged firmly between the overhead and one of the lighting fixtures of the passage.</p>\n\n<p>He pushed down with his left and it affixed magnetically to the overhead and tried to pull his right out of the fixture, but it didn&#39;t budge. He tried jerking the boot this way and that to try and loosen it but to no avail.  With a sigh he started looking around at the tools floating and bouncing off the bulkheads, deck, and overhead. The fixture mount was secured to the overhead by a series of three hex bolts arranged in a triangle. If he could get to the right tool and detach it...</p>\n\n<p>He spotted the wrench case a meter and a half up the passageway, just out of reach. He cursed silently to himself as he stretched and twisted to try and reach the case. Then he noticed that it wasn&#39;t still, it was drifting,  be it ever so slowly towards him. He felt rather than heard the ship shudder. Then again, stronger this time. He realized that whatever that other thing on the ship was coming back his way, and if he didn&#39;t get himself loose in time... He stared at the case, willing it to drift to his outstretched hands faster.</p>\n\n<p>He briefly considered cinching his left calf up and removing the boot, his prosthetic toes could be locked in place and might function as a rudimentary wrench, but the timing was questionable, it might be quicker to wait for the case.</p>\n\n<p><strong>~</strong></p>\n\n<p>Professor Walthers looked through a pair of binoculars over the vast remains of what had once been the Richmond district. He could see rows upon rows of houses and streets,  Golden Gate Park and beyond that, Outer Sunset, Ocean Beach, and the Pacific. One thing immediately caught his eye,  somewhere in she Sunset or Outer Sunset, a column of smoke, dark, thick, but wispy, like it was dying. From previous expeditions shooting for hard to find parts, he knew the area was essentially deserted, with those few who survived the phenomenon having already moved on elsewhere or joined their own colony at Berkeley. But then, that was why he&#39;d brought Cole.</p>\n\n<p>Cole had been a high school student when the old world ended, attending Abraham Lincoln High in Sunset. He gotten the warning on his cell phone and unlike many,  he&#39;d taken it seriously.  His parents and sister hadn&#39;t, and after closing all the blinds and shades in their home with his eyes closed, he had to survive in their house for three months with their shriveled remains as his only company, then but then himself when the skies cleared. He wasn&#39;t really recovered from that. He had some pretty strong issues, but he knew the terrain and the neighborhoods they&#39;d be traversing. He hoped Cole would be an asset. But he hadn&#39;t said a word thus far.</p>\n\n<p>&quot;Cole, come here a second.&quot;</p>\n\n<p>&quot;Yeah Prof?&quot;</p>\n\n<p>&quot;Take a look through these at that column of smoke over there.&quot;</p>\n\n<p>&quot;Smoke?&quot;</p>\n\n<p>&quot;Yeah.&quot;</p>\n\n<p>Cole took the binoculars and scanned back and forth over the suburbs before he spotted the smoke.</p>\n\n<p>&quot;Got it, looks like maybe a campfire?&quot;</p>\n\n<p>&quot;Smoke&#39;s awfully dark for a campfire.&quot;</p>\n\n<p>&quot;Yeah... Yeah, you&#39;re right. And it&#39;s not cold so no way they&#39;re burning for warmth, and you don&#39;t burn tires or gas for cooking. You think we should check it out?&quot;</p>\n\n<p>&quot;I think it&#39;s the only lead we&#39;ve got.&quot;</p>\n\n<p>&quot;You think it might be Longmire?&quot;</p>\n\n<p>&quot;Not a chance.&quot;</p>\n\n<p>&quot;Why not?&quot;</p>\n\n<p>&quot;The Captain was scouting, if he was landed,  no way would he call attention to his location like that.&quot;</p>\n\n<p>&quot;Could&#39;ve had mechanical trouble, that could be from the chopper, or...&quot;</p>\n\n<p>&quot;We&#39;re going to find out one way or another.  Let&#39;s not dwell on worst case scenarios.&quot;</p>\n\n<p>Walthers wished he could follow his own advice, all he could think of were worst case scenarios.</p>\n\n<p><strong>~</strong></p>\n\n<p>Director Gilead watched as the projection display switched from an orbital view to satellite radar tracking of the pursuit going down in the skies of the western Atlantic. He&#39;d personally overrode the codes of one of his own people who was nonsensically assisting the specimen. The only explanation was that the specimen had used some kind of ability to control the member. Even among those who disagree with his interrogation of the data wouldn&#39;t conceive of assisting one as corrupted as the specimen. With a gasp he watched as the radar indicated that the pursueing craft had opened fire.  It was only moments as he stood in shock watching the missile close in on and destroy the fleeing craft.</p>\n\n<p>He shuddered as he let out his breath.  The specimen might not have died,  it could easily be more durable than they supposed. The Tall Ones were recorded as being impervious to all weapons at the time of their previous appearance,  and it was long believed that the entity corrupting the specimen was a Tall One.</p>\n\n<p>He placed his hands on the nearest tactile interface and ordered a Project asset currently in place with the HCA to divert to the area to quietly initiate a search, at the same time,  he issued gag orders to the <em>Falchion</em> crew and their superiors to avoid any undo interference, like a Peacekeeper search and rescue mission.</p>\n\n<p>With the specimen situation momentarily resolved, he turned his attention to the recovery of the B.A.B.E.L. memory core. He had good timing; the servitor had just completed the removal and replacement of a damaged connection port and was about to recover the data. He had it queue up the last few minutes of the AIs memory before its shell was destroyed. At first,  it was nothing, the specimen stood motionless in its containment apparatus as it had for centuries. The triple layered transparent material each etched subtly with runes and spells in dozens of different languages their research has indicated should contain the being within,  the containment itself surrounded by dozens of machines utilizing additional, more scientific methods of containment, everything from basic magnetic fields to proton stream tripwires and negative mass projections.</p>\n\n<p>Then, very subtly, the specimen coughed. That was the event which had caused the B.A.B.E.L. to alert him. For another minute nothing happened, then the specimens eyes opened. It looked around for a few seconds,  it&#39;s eyes twin inky pools broken only by glowing golden bolts of lightning emanating from the centers outward. Then,  slowly,  looking almost painfully,  the head raised, straightened, the eyes locked on B.A.B.E.L. The ancient mouth formed s few words, then, the containment frosted over, webbing of ice grew all over it in a matter of seconds,  followed by an explosion outward and the end of the B.A.B.E.L.s recording.  He rewound it back, turned up the volume, initiated a scrubbing program to try and remove extraneous noise. There was still a noticeable hissing in the audio, likely from one of the containment apparatus. But when it spoke, he could hear the words. Unfortunately, they were in a language he wasn&#39;t familiar with. He cued up a translation program and ran it again.</p>\n\n<p>As the specimen spoke the speech was translated into Hegemony standard in text gotten.  He read it, read it again, then initiated a direct call to the Project asset on their way to the crash site.</p>\n\n<p><strong>~</strong></p>\n\n<p>Admiral Lancaster watched the Hell Brigades&#39; intricate three dimensional ballet as they sought to send one of their own hurtling through space across to the <em>Halberd&#39;s Edges</em> aft section before it drifted out of range. His YEOD had a display counting down until it was lost forever. The countdown had less than twenty seconds when the furthest HB flashed a green indicator signal, indicating successful capture. It was another minute before the lines connecting them were drawn taut as they connected them together and started pulling the ships sections back towards each other. It was imperceptible at first, but after another three minutes the motion of the aft section had visibly stopped, and minute after that it was starting to close the distance.</p>\n\n<p>Lancaster turned back towards the sheared off passageway he&#39;d used as an airlock to exit the ship and watch the operation.  Shipwide backup power had failed on the forward section of the ship minutes before capture, which had cut coordinated communications through augmentation, but the individual hatches &amp; emergency lighting had power cells as redundancies in case of shipwide power outrage, so they still functioned.</p>\n\n<p>As he floated down the eerily red pitched passageways he thought about their next steps. <em>If</em> they could get a power umbilical from the engine core to the bow,  <em>if</em> they could raise the Hub, there was still no way the <em>Halberd&#39;s Edge</em> could do much of anything, she was cut cleanly in half, maneuvers, course corrections, \neven attitude control were out of the question.</p>\n\n<p>The best he could hope for was a rescue and coordinating with the fleet until he could get aboard a fighting vessel. With Mars cracked like an egg he couldn&#39;t imagine any of the fleets resources planet-side survived. Still, that left Ceres &amp; Phobos as possible resources. He accessed some of his internal files and pulled up the Peacekeeper deployments and resources for Mars&#39; adopted moon first. An smallish orbital shipyard, a couple training facilities, and a Peacekeeper museum dedicated to the War of the Field...</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle watched the displays in anticipation of Rabbits transmission.  He heard Com. Bradford enter the bridge once again.  He was still missing a shoe and the uniform was still tattered and bloodstained, but Bradford himself looked none the worse for wear.</p>\n\n<p>&quot;You said you took a hit?&quot;</p>\n\n<p>&quot;Rapid pressure change.&quot;</p>\n\n<p>&quot;Got it, and your augmentations are already-&quot;</p>\n\n<p>&quot;Already took care of most of the damage,  yes Captain.&quot;</p>\n\n<p>&quot;Good, can&#39;t have you-&quot;</p>\n\n<p>The Captain was interrupted by an incoming transmission, but not from Rabbit. It was coming in on an open channel, from the Hub, routed via the Gate Network. It seemed to be automated, a calm synthetic voice read the message that also came in text: </p>\n\n<p><strong>&quot;Attention All Hegemony Citizens, there has been a loss of communications with Peacekeeper HQ, Olympus Mons, Mars. Due to the extreme unlikelyhood of such an event occurring through accident or natural causes, it must be assumed that this is the result of hostile action.&quot;</strong></p>\n\n<p><strong>&quot;As such, a system-wide emergency has been declared, and all Hegemony citizens are to shelter in place until further notice from their local governments.&quot;</strong></p>\n\n<p>There was a second, coded message in a low humming tone that immediately followed.  Fatima slowed it and decoded it automatically and displayed the text on the central display.</p>\n\n<p><strong>&quot;To any Peacekeeper vessels currently underway, please follow the Dead Man Switch protocol unless otherwise ordered.&quot;</strong></p>\n\n<p>Com. Bradford looked to Captain Sayle with an eyebrow raises in puzzlement.</p>\n\n<p>&quot;Dead Man Switch?&quot;</p>\n\n<p>&quot;It&#39;s an old protocol predating wide usage of shipboard AI. In the event of loss of communications with HQ, all Peacekeeper vessels are to fall back to assigned defensive positions under the assumption that the HQ on Mars is under attack.&quot;</p>\n\n<p>&quot;What&#39;s our assigned defensive position?&quot;</p>\n\n<p>&quot;Beats the hell out of me, I just took command of the <em>Fate&#39;s Embrace</em> before we came here, remember? Fatima!&quot;</p>\n\n<p>&quot;The <em>Fate&#39;s Embraces</em> assigned defensive position is in orbit of Luna, Captain.&quot;</p>\n\n<p>&quot;Well we&#39;re in the middle of a firefight so-&quot;</p>\n\n<p>&quot;Captain, there&#39;s something else coming in on a dedicated Peacekeeper channel from the Hub, it&#39;s addressed to us specifically.&quot;</p>\n\n<p>&quot;Put it up.&quot;</p>\n\n<p><strong>To: Captain Sayle,</strong> <strong><em>Fate&#39;s Embrace</em></strong></p>\n\n<p><strong>From:  Hegemony Legislature</strong></p>\n\n<p><strong>You are herby ordered to sound retreat from all ongoing or potential conflicts, rescue any and all Peacekeepers you can from the battle space, and to immediately alter course and take your vessel and all other vessels currently under your command and proceed through the equatorial Jupiter Gate to Crimson station, there to disembark all wounded incapable of performing their duties, and furthermore to then Gate to Hub, where the fleet will undergo replenishment and repair as needed in preparation for orders to be given upon arrival.</strong></p>\n\n<p><strong>You are reminded that under currently negotiated relations with the Outer Colonies,  a vessel openly broadcasting her intention to retreat is allowed to rescue any individuals or vessels under her flag incapable of independent movement, and to withdraw safely without further aggression.</strong></p>\n\n<p><strong>End</strong></p>\n\n<p>Captain Sayle was silent for several seconds after the Fatima finished he recitation off the message. Then, he broke his silence, violently. </p>\n\n<p>&quot;What in Deimos are they thinking!?&quot;</p>\n</div><!-- SC_ON -->"
}