{
  "full_title": "Fall of Man 56: Tactically Sound",
  "number": 56,
  "title": "Tactically Sound",
  "created_at": "January 9, 2022",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/rzl75n/fall_of_man_56_tactically_sound/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The Rothstein Forced Space/Time Manipulation Travel Gate Network is exclusively maintained by the</em> <strong><em>Hegemony Peacekeeper Engineering Corps</em></strong> <em>or</em> <strong><em>H-PEC</em></strong> <em>as they&#39;re commonly known. While oversight is through the Peacekeeper command structure, membership in the Corps is actually not drawn from the enlisted or officers of the Peacekeepers themselves, but recruited directly from the best and brightest to graduate from various higher educational programs throughout the Hegemony. Membership in the Corps is generally considered a ticket to a lifetime of comfort and stability, as their members are well compensated for their labors, discretion, and the rigors (and danger) of working in large scale zero-g construction and repair projects.</em></p>\n\n<p>Councilwoman Rivet sat in the quarters assigned to her, it was a smaller space than she was accustomed to. With the Ringstation filled with evacuees, the larger quarters were being assigned to multigenerational family groups. Getting a private room, even one as sparce and small as this one- they were barely the size of her private bathroom at home- was the best they could do for a VIP. She honestly didn&#39;t care. She wasn&#39;t going to be here long. She frantically typed out a message on her Computer Access and Communication Chit (CACC). It was directed to the Colony Peacekeepers, specifically addressed to the attention of the Ringstations Peacekeeper liason, a woman by the name of Vagner, who she&#39;d met before at as political function some years earlier. She&#39;d gotten the impression she was something of a firebrand and was counting that she was right.</p>\n\n<p>If she could foster some kind of working relationship between the Colonial Peacekeepers and the Hegemony and the Project, get them to understand what was happening, get them to put a stop to the madness, to the conflict, to unite and pool resources. She wasn&#39;t privy to the Projects full resources or plans, she was just an early warning system. In their appearance 40,000 years ago they&#39;d come in from outside the solar system, so she&#39;d been placed to watch for unusual occurrences or the sudden loss of Outer Planet Colonies. She&#39;d had no idea it would happen so quickly. The Oort Cloud mining operations had gone quiet, then Pluto &amp; Charon days later. Neptune only had four real Colonies and maybe another few hundred people scattered among individual homesteads,  they&#39;d gone quiet all at once a week after Pluto. Uranus- and her son aboard the <em>Polaris</em>, had been out of contact as well, that last final loss of communication having triggered the panic that was causing the refugee crisis on the Saturn Ringstations.</p>\n\n<p>She&#39;d just submitted the message when there was a knock on the hatch. She stood, pocketed the CACC, and opened the door to see exactly what she expected. Three Colonial Peacekeepers, a Captain and two Sergeants. The Captain spoke.</p>\n\n<p>&quot;Madam Councilwoman, I&#39;m afraid we&#39;re going to have to insist you come with us.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Ramses Goveretski cracked an eye open. The effort was painful, it felt like needle sharp shards of metal simultaneously both freezing and burning as they were hammered into his eyelids. His vision was blurry. The chill was bone deep. The airless space swam with small ice crystals floating free. He rolled his eye in its socket to try and free the surface of his cornea from whatever grit has managed to settle on it. He refocused on the dials in front of him. His eye widened further. The indicators showed they were off course. Something had happened. He rolled his shoulders, breaking the layers of frost that had formed on him. He stretched a hand out and flipped open a couple switches, drawing a precious few watts of power from the solar panels to the <em>Retributions</em> primitive computer, the raw materials clawed out themselves,  processed, created and pieced together by his companions Iotashi &amp; Patir over the course of nearly two hundred years. It flickered, vibrated slightly at his touch,  then a bright spark flashed out of the rear panel and it died.</p>\n\n<p>His inner voice cursed and swore as he turned to Stern, who he could see was already rapidly looking at the various pinpoints in the sky that were distant Planets and Moons. He could almost see the brain inside the ancient flesh calculating and determining where they were headed. Stern looked away from the stars and to the ranks of instruments on his console, each one connected to different devices,  magnetometers, clinometers, his eyes settled on the gravimeter. A second passed,  three, ten. Then his eyes widened and centuries of familiarity spoke as clearly as any language. <em>We&#39;re off course because an unexpected mass is pulling us.</em></p>\n\n<p><strong>~</strong></p>\n\n<p>Vegman was 13 years old and it was his birthday. His parents were there. His friends from school were there.  Even his grandfather, deceptively young looking, was there. The cake was his favorite, lunar fudge, the real stuff imported from the Sea of Tranquility. His mother gave him his own CACC and he was excitedly showing Grandpa what it could do. But, something was off. Something was wrong. Grandfathers smile was too wide. His eyes were lifeless. And when he opened his mouth to speak a baleful crimson light emerged...</p>\n\n<p>He woke with a start to a banging sound.  He was still in the <em>Heron</em>. He blinked, his eyes affixing to the yellowish light streaming in from the various portholes of the small vessel. He rolled over in the cot and pulled the pillow over his head before the realization hit him. <em>Light streaming in the portholes.</em> He threw the pillow and blankets off and jumped to his feet, moving quickly to the starboard side hatch where Admiral Lancaster was watching him through the porthole with some small amusement.</p>\n\n<p>He banged on the hatch again,  his mouth forming the words &quot;open up.&quot; Daq pulled the handle and engaged the servomotor that installed and opened the hatch, the pressure between inside and outside briefly hissing in  equalization.</p>\n\n<p>&quot;I take it your HBs were successful.&quot;</p>\n\n<p>&quot;Mostly, yes, the engines themselves and the two secondary reactors are shot, but the primary core was untouched and just sitting there humming along at minimal power. We&#39;ve got transfer cables going back and forth from each half of the ship and at the very least we&#39;ve got life support and Communications up and running.&quot;</p>\n\n<p>&quot;Communications? Have we got an answer on just what the fuck happened?&quot;</p>\n\n<p>&quot;There&#39;s conflicting reports, c&#39;mon up to the Bridge I&#39;ve got Captain Plotter and his Comms officer up to their ears filtering through the mess, hopefully they&#39;ve been able to narrow it down.&quot;</p>\n\n<p>As they walked across the launch bay towards the passageway and the lift that would take them to the bridge level, Daq was silent as he considered what possible next options they might have. With no engines and Olympus Mons destroyed, they weren&#39;t likely to get a Peacekeeper rescue anytime soon unless it was coming from Phobos or Ceres. Still, with Admiral Lancaster aboard the <em>Halberd&#39;s Edge</em> they were very likely to be prioritized for rescue by any civilian vessels in Mars Orbit that managed to survive.</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle sat at his desk in his office with his head in his hands. Intention to retreat had been sounded on an open channel and acknowledged by the Outer Colony fleet hours before. They&#39;d withdrawn to a slightly higher orbit and seemed to be waiting for his ships to finish picking up their survivors and getting their disabled ships under tow. The distortion of the flask field and the drift of debris and revealed that the Outer Colonies didn&#39;t just have a Cruiser, but a dozen Destroyers and twice as many Frigates, even if he was willing to disobey orders he was outnumbered and outgunned. And, they hadn&#39;t pulled back as far as the lunar orbits, so it was clear they weren&#39;t backing off so much as showing mercy.</p>\n\n<p>He felt sick. He was expecting Commander Bradford to walk in any minute to report their rescue operations complete, and after that- after <em>that</em> his orders were to take what remained of his fleet and Gate to Crimson, abandoning nearly a hundred low orbit Hegemony facilities and habitats, populated by nearly 3 million souls to the Outer Colonies Peacekeepers, who&#39;d then be completely unopposed in Jupiter orbit.</p>\n\n<p>It doesn&#39;t sit right with him.  It doesn&#39;t sit right with him at all.</p>\n\n<p>&quot;Sir?&quot;</p>\n\n<p>It was Fatima, the shipboard AI, pumping her voice through the office audio system.</p>\n\n<p>&quot;Yes what is it?&quot;</p>\n\n<p>&quot;Commander Bradford is assisting with the final preparations to tow the <em>Vigilant Watchman</em>, but he asked that I convey that rescue operations of all spaced Peacekeeper personnel have concluded,  and that as soon as the <em>Watchman</em> confirms they&#39;re properly rigged, we will be underway for the Equatorial Gate.&quot;</p>\n\n<p>&quot;Very well thank you Fatima.&quot;</p>\n\n<p>&quot;Sir, if I may speak freely?&quot;</p>\n\n<p>&quot;Go ahead.&quot;</p>\n\n<p>&quot;I&#39;ve been monitoring comm traffic and fleet movements through the Gate Network, and I believe I may know what the Hub is intending, sir.&quot;</p>\n\n<p>&quot;Please, illuminate me.&quot;</p>\n\n<p>&quot;Hegemony forces are being pulled back from Jupiter to the belt and other facilities inside Jupiter Orbit. I believe they&#39;re going to surrender Jupiter to the Outer Colonies.&quot;</p>\n\n<p>&quot;That&#39;s my conclusion as well, Fatima.&quot;</p>\n\n<p>&quot;If I may be so bold, this is not the most tactically sound option.&quot;</p>\n\n<p>&quot;No, it&#39;s not, and I intend to take that up with Rear Admiral Linnorm once we get to the Hub.&quot;</p>\n\n<p>&quot;Sir, shouldn&#39;t you express your concerns to Admiral Lancaster? Your personal file indicates-&quot;</p>\n\n<p>&quot;I&#39;m aware. I&#39;m also aware that as of the most recent reports, the Old Man was transitioning to Mars Orbit, yes?&quot;</p>\n\n<p>&quot;Yes Captain.&quot;</p>\n\n<p>&quot;And the very reason for the Dead Man Switch Protocol was loss of communication with Mars essentially at that same time,  correct?&quot;</p>\n\n<p>&quot;I understand, and Rear Admiral Linnorm is the ranking Peacekeeper at the Hub, I see your point.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Jesse floated, his consciousness seemed disconnected... He could feel his body sinking, immersed in water, but the sensation was distant, more like a memory than an experience occurring in the now. He could feel the other with him. Not Viktor, the <em>other</em>, its proximity was like crawling beneath a million ton block of granite suspended above, there was a palpable weight to it, even without it noticing him, he was aware of its overwhelming presence. But, it felt... Different... Not quite as solid,  like... Like it was made up of millions of smaller conciousnesses working as one, not a single solid mind. It only lasted a moment and then he was in his own body again, the painful need to breath suddenly all he could think about, he swam towards the light above.</p>\n</div><!-- SC_ON -->"
}