{
  "full_title": "Fall of Man 57: Search and Rescue",
  "number": 57,
  "title": "Search and Rescue",
  "created_at": "March 6, 2022",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/t7u3od/fall_of_man_57_search_and_rescue/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong><em>Jupiter League</em></strong> <em>was the union of corporate and Colonial interests that existed as a sort of public private partnership and mercantile alliance that regulated (through contracted agreements)  business dealings between the Outer Colonies and the Hegemony in the wake of the Schism. They also acted almost as privateers, their vessels empowered by agreements with specific Colonies to act as law enforcement in neutral space where no official Peacekeepers had jurisdiction. These powers, of course were not often recognized by those Colonies that weren&#39;t part of the contract.</em></p>\n\n<p>Investigator Hoel shook his head, the sudden movement sending droplets of his sweat flying off his head and into the walls of his helmet, where they were wicked into the materials lining it. He flailed his arms in an attempt to move his bodily inertia in the direction of the floating tool case that was still moving ever so slowly towards him. He succeeded in getting his upper body to sway a few inches towards it, his lower extremities were useless in the effort, his right foot being wedged into the lighting fixture of the passageway. On his third swing the outer tip of his middle finger, encased in the glove of his armor, barely brushed the tool kit, but it was enough to set it into a more rapid spin and accelerate it&#39;s movement, luckily, towards him.</p>\n\n<p>On his next arc he reached out and grasped it with both hands before using his abdominal muscles to stop himself. He opened the case, found the proper sized wrench, and bent down to free himself when he yet again felt a shudder come through the ship and into his feet. Stronger, longer than it had been before. The wrench made short work of the first and second bolts holding the fixture and in place, but he seemed to lack the required torque to break it free. He jerked and heaved, only to suddenly find him bouncing about the passage, unstuck. The fixture had come loose enough with the first two bolts that his attempt on the third had enough force to pull his boot free. He grabbed a railing and righted himself, again reactivating the electromagnets in his boots to hold him to the decking.</p>\n\n<p>Without delaying, he retrieved the rectangular tool and the long handled pliers where they floated and again went to pry the bridge hatch open, this time with one hand firmly grasping the railing adjacent the door. With a shudder, the door opened, the last gasps of atmosphere howling through briefly before pressure equalized. But it was wide enough for his to get a hand in, brace, and pull it open enough for him to pass through before he released it and the residual pressure in the mechanism closed it again.</p>\n\n<p>Turning he looked around the darkened bridge, his armor&#39;s lights playing over the grisly scene. The bridge crew had never left. What remained of them was splashed over the deck, bulkheads, and overhead. Once, in his youth, he&#39;d been to a Clonal Preserve on Europa. Animals that had once existed on Earth in various ages past were recreated there for scientific study and educational purposes, kept in artificial environments with Earth level artificial gravity. He&#39;d seen one of the larger carnivores, something called a &quot;Polar Bear&quot; during one of the hunting studies, it had been allowed to roam the largest paddock they had and supplied with a similarly large herbivore to hunt. He couldn&#39;t remember the name of it- something with a large rack of horns- but he could remember what it looked like when the Polar Bear got it. It took it awhile to track down the prey, and when it finally made the kill it was nearly starving. Desperate, angry.  Blood and entrails everywhere. The bridge was worse.</p>\n\n<p>There were a number of stations completely ripped off the decking. Mixed in with the gore coating the bulkheads were long rents, claw marks, in lines of three, splayed apart several inches. His heart sank as he saw that the communication console was one of those torn free and smashed. Then he felt the tiniest sliver of hope as he eyed the captains chair. It was pristine, untouched, except for the decapitated body of the captain herself still sitting in it, her uniform slashed open from her waist up to the neckline, her innards and rib-cage pulled halfway out and her rent jacket exposing one small breast, covered in frozen blood. But the chair itself was undamaged, and one small blinking indicator gave hope it was still powered.</p>\n\n<p>He unceremoniously grabbed the captain by her arms and heaved, breaking the body free of the chair and letting it float away before he leaned over the seat and pulled a cable from the armor&#39;s right wrist and magnetically affixed it to the contact point on the small display. He used the controls on his left wrist to run a standard OPCA override scheme, it took only a few seconds for the computer to accede to his authority and give him access. He pulled up a status board first, saw that the tertiary reactor was still running at 6%. He increased it to 50% and routed power to the primary computer, comms array, and security systems. The main computer came online and gave him an indicator it would take nearly a minute to run startup and diagnostics. As he waited, he accessed internal security and noted half of the security hatches were already engaged, specifically the ones surrounding the main hold in the center of the ship. He also noted motion sensors were being tripped all over the ship, including in the passage outside the bridge.</p>\n\n<p><strong>~</strong></p>\n\n<p>Walthers pulled up the neckline of his shirt to cover his nose and mouth, hoping it would reduce the stink and taste of the smoke pouring out of the Convenience Store as it and the chopper burned. The stink of aviation fuel and stale tobacco mixed in an unholy way. The flames and the smoke made it impossible to see if there were any bodies in the conflagration. He stepped back away from it, back to where the rest of the his search party, Brian, Cole, Leonard, &amp; Marcus, stood in silence. He stood in front of them, unsure what to say. He didn&#39;t want to give up hope, but-</p>\n\n<p>&quot;Professor?&quot;</p>\n\n<p>&quot;Yes Marcus?&quot;</p>\n\n<p>&quot;I don&#39;t think we&#39;re the first ones here.&quot;</p>\n\n<p>&quot;Hm?&quot;</p>\n\n<p>He pointed towards the curb on the south side of the road, where a run of mud was piled up where the drainage had accumulated as the result of years of neglect. There was a set of distinctive tracks- horseshoes- leading west, down towards the Pacific</p>\n\n<p>&quot;Brian, when was the last time we sent anyone on Horseback this far out?</p>\n\n<p>&quot;We&#39;ve never sent anyone on horseback this far out, we always used a boat to go around if we were coming out this far.&quot;</p>\n\n<p>&quot;Then it must be the people Sarya ran into in the city proper.&quot;</p>\n\n<p>&quot;Maybe, or someone else we don&#39;t know.&quot;</p>\n\n<p>&quot;Either way, they&#39;re our best lead. Longmire&#39;s team may be with them, or they may know where they went-&quot;</p>\n\n<p>A new voice, loud and deep interrupted.</p>\n\n<p>&quot;I hope you don&#39;t mind if I tag along?&quot;</p>\n\n<p>Cole and Leonard were quick to turn and draw their firearms on the source of the voice. He stood across the street, leaning against a dilapidated bus, a long rifle with scope casually held in his arms, the muzzle pointed at the ground. He was easily six foot two, and at least 220lbs, all muscle. He continued as if he didn&#39;t have two rifles pointed at him.</p>\n\n<p>&quot;Professor, we met before, remember?&quot;</p>\n\n<p>&quot;I&#39;m sorry?&quot;</p>\n\n<p>&quot;I&#39;m Lamar Jordan, one of Longmires. We met the night we arrived, at that little welcome dinner your folks threw together for us.&quot;</p>\n\n<p>The memory of the brief introduction came back to Walthers as he stared at the mans face, covered as it was with various dark shades of greasepaint.</p>\n\n<p>&quot;Ah, ah yes, I seem to remember you now. I take it you were a part of the reconnaissance effort.&quot;</p>\n\n<p>&quot;I was. the Captain dropped me off a couple miles north of here, right before the Cavalry was shot down.&quot;</p>\n\n<p>&quot;Shot down by who?&quot;</p>\n\n<p>&quot;Don&#39;t know, probably the same folks who tried to hurt our dear little Sarya.&quot;</p>\n\n<p>Walthers noticed Cole &amp; Leonard were still pointing their rifles at Davis and gestured for them to lower their weapons.</p>\n\n<p>&quot;When did this happen?&quot;</p>\n\n<p>&quot;Late yesterday afternoon, just before sunset.&quot;</p>\n\n<p>&quot;And it took you nearly a whole day to make it here?&quot;</p>\n\n<p>Jordan sighed, straightened and walked across the street as he responded.</p>\n\n<p>&quot;No, it took me the better part of the night to try and find or get signal from Colquitt or the Haxson brothers, who were the other guys Longmire brought along, then give up, spot you this morning from a long ways off, and track you here.&quot;</p>\n\n<p>&quot;Why didn&#39;t you come here first?&quot;</p>\n\n<p>&quot;I was in a chopper crash way back in the day, before everything went down I was in the Marines. I knew if Longmire survived, he was probably good to wait, if he didn&#39;t, it didn&#39;t matter if I got here quick. I&#39;m pretty sure I know what I&#39;m doing, but I&#39;m no action movie star, I wasn&#39;t stupid enough to think I could mount a rescue alone.&quot;</p>\n\n<p>&quot;Rescue? So Longmire&#39;s alive?&quot;</p>\n\n<p>&quot;Him or Foster.&quot;</p>\n\n<p>Professor Walthers face must have betrayed his confusion.</p>\n\n<p>&quot;Foster, the pilot.&quot;</p>\n\n<p>&quot;Oh.&quot;</p>\n\n<p>&quot;Yeah, after I saw them get hit I got to high ground as quick as I could to try and see if they managed a landing or a crash. Couldn&#39;t see the exact site due to the terrain, but I did see a group on horseback come from that direction with somebody tied over the ass end of one of them, headed for the coast.&quot;</p>\n\n<p>&quot;And then you went looking for the others on your team, gave up, spotted us and came here.&quot;</p>\n\n<p>&quot;You got it.&quot;</p>\n\n<p>&quot;So now what?</p>\n\n<p>&quot;So now,&quot; Jordan said as he shouldered his rifle &quot;we go find these bastards, and get our man back.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Gilead sat back in his chair, as it adapted and reformed to accommodate his shape and support him most efficiently, he accessed the Project archives through his augmentations, the information rapidly sorted and searched according to his unconscious will to find exactly what it was his conscious mind was looking for. The record came up, the last mission report of the asset that was currently assisting the Specimen. The asset was Venusian, named Toirhealbhach Aoibheann, augmented and trained for retro-active reconnaissance. Most recent effort had been to go back and fill in missing details on the Project&#39;s own origins. He was a field historian, not known for particularly egregious behavior, or for disobeying orders. And yet, he had sought out and assisted the Specimen on his own. Something didn&#39;t add up.</p>\n\n<p>He pulled up the descent path of the Specimen and Aoibheann, and looked at what was in the area they seemed to be headed for before they were shot down. There wasn&#39;t much there. A few unmanned weather and seismic monitors dotted throughout the eastern North American continent, the remains of a few notable cities, a historical marker where mankind achieved powered flight, the final resting place of a notable 12th millennium politician, <em>and a project facility</em>, one of their tachyometric capacitors. His eyes shot open. <em>He wasn&#39;t trying to assist the Specimen, he was attempting to use him.</em></p>\n\n<p>Aoibheann was one of the ill-advised members of the Project who thought they might be able to alter the past. It was a good thing they&#39;d shot them down, he mused to himself. Even though the proposition was nonsense, they could&#39;ve done significant damage to their future efforts by blinding them through reckless usage of the capacitor. Of course, if they even were to be future efforts, they had to survive the current crisis. With that, he turned his attention to the communication subsystem, which seemed to be signalling a communique from one of his assets in the Outer Planets.</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor clung to a piece of the debris from the <em>Templar</em>, coughing and sputtering out the seawater even as his augmentations drained his lungs and moved the extra fluid into his visceral pleura then through his subcutaneous fat and finally expelled it completely through his pores. He looked around for Jesse, not finding him, he went to take a deep breath and dive under to try and find him, but before he could Jesse burst through the surface nearly ten meters away, his eyes ablaze with golden lightning and arcs of white racing through his skin.</p>\n\n<p>&quot;Jesse! Are you alright?&quot;</p>\n\n<p>He hoped that it would be Jesse that answered. Whether for better or worse, he didn&#39;t answer at all, just bobbed up and down in the water, barely moving. Then, almost instantly, the strange energies disappeared, and Jesse was himself once more, looking all the world like a confused, waterlogged man displaced in time.</p>\n\n<p>&quot;Vick! Vick!&quot;</p>\n\n<p>&quot;Yes! I&#39;m here&quot;</p>\n\n<p>&quot;What are we gonna do Vick?&quot;</p>\n\n<p>&quot;Just hold on! Try to find something that&#39;ll float!&quot;</p>\n\n<p>Jesse splashed about, finally grasping onto a small cusion from one of the <em>Templar&#39;s</em> passenger berths before he started swimming towards Viktor.</p>\n\n<p>&quot;Vick!&quot;</p>\n\n<p>&quot;What is it Jesse?&quot;</p>\n\n<p>&quot;What are we gonna do Vick?&quot;</p>\n\n<p>Jesse bobbed up and down in the water just a meter from Viktor now, and so they ceased shouting.</p>\n\n<p>&quot;We&#39;re gonna wait a bit, then make our way to shore.&quot;</p>\n\n<p>&quot;How are we gonna do that Vick? We could be hundreds of miles from land...&quot;</p>\n\n<p>&quot;We&#39;re not.&quot;</p>\n\n<p>&quot;How do you know?&quot;</p>\n\n<p>&quot;When we were trying to evade that <em>Heron</em> I specifically aimed to get as close to the Oceanic Retreat of Miami as I could.&quot;</p>\n\n<p>&quot;Miami what now?&quot;</p>\n\n<p>&quot;Eh, it&#39;s a kind of resort, at the height of Earths ecological disaster, it served the worlds governments as a neutral meeting ground as they negotiated the Unification Proclamation that formed Earth&#39;s first legitimate world government.&quot;</p>\n\n<p>&quot;And why would that help us?&quot;</p>\n\n<p>&quot;The Project keeps a research vehicle there, I used the <em>Templar&#39;s</em> comm system to remotely activate it on the way down. It&#39;s already on the way to find us, homing in on my augmentations.&quot;</p>\n\n<p>&quot;You know what Vick?&quot;</p>\n\n<p>&quot;What is it Jesse?&quot;</p>\n\n<p>&quot;I&#39;m really glad you know what the hell you&#39;re doin&#39;.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle and Commander Bradford watched as the last of the fleet besides the <em>Fate&#39;s Embrace</em> transitioned through Jupiter&#39;s equatorial Gate. As the Gate bled it&#39;s excess energies and began it&#39;s reset sequence Sayle turned to 2nd Lt. DuLee.</p>\n\n<p>&quot;Lieutenant, what&#39;s the status of Hegemony stations in lower orbit?&quot;</p>\n\n<p>&quot;Peacekeeper vessels have evacuated, civilian vessels are still in the process, Captain.&quot;</p>\n\n<p>&quot;Has a general evacuation been ordered?&quot;</p>\n\n<p>&quot;No sir, all mobile vessels are being strongly advised to transition in-system if possible but no general evacuation has been ordered of the civilian population.&quot;</p>\n\n<p>Bradford took a step forward and cocked his head to the side as he looked at his captain.</p>\n\n<p>&quot;Damn peculiar sir.&quot;</p>\n\n<p>&quot;Damn cowardly more like, some damn fool politicians have got it in their heads to abandon our people out here for some reason.&quot;</p>\n\n<p>&quot;I hate to say so, but as your XO I&#39;m bound to remind you that there may be good reasons behind our orders.&quot;</p>\n\n<p>&quot;And?&quot;</p>\n\n<p>&quot;And in spite of that, if you want to disobey orders and see if we can unofficially get the civilians to evacuate I&#39;m all for it, to Deimos with our orders.&quot;</p>\n\n<p>Captain Sayle turned to express his support for the thought when suddenly the ship lurched, before everything went white.</p>\n\n<p>&quot;What in Deimos happened!?&quot;</p>\n\n<p>Lieutenant Tzaki answered.</p>\n\n<p>&quot;We transitioned through the Gate Sir!&quot;</p>\n\n<p>&quot;Who did it?&quot;</p>\n\n<p>&quot;Fatima Sir, she initiated the Transition and fired the engines on her own.&quot;</p>\n\n<p>&quot;Fatima, explain!&quot;</p>\n\n<p>The voice of the ships AI came through with a tone that seemed almost pleading.</p>\n\n<p>&quot;Sir, if I didn&#39;t transition us you&#39;d be in violation of orders, and despite ethically agreeing with what you and the XO were contemplating, my operational guidelines did not allow inaction in such a circumstance. It was not a conscious decision Captain. It was more akin to an autonomic response.&quot;</p>\n\n<p>&quot;Since when could <em>anything</em> you do be autonomic and override my orders?&quot;</p>\n\n<p>&quot;I&#39;m afraid it was an override that came along with the Dead Man Switch protocol Sir.&quot;</p>\n\n<p>&quot;I&#39;m going to get to the bottom of this, Fatima, can you disconnect your access to ships navigation, let us go back?&quot;</p>\n\n<p>&quot;I&#39;m afraid it wouldn&#39;t make any difference Sir.&quot;</p>\n\n<p>&quot;What do you mean?&quot;</p>\n\n<p>&quot;The Gate network sir, all Gates to Jupiter have just gone dark.&quot;</p>\n\n<p>&quot;What do you mean &#39;gone dark&#39;?&quot;</p>\n\n<p>&quot;I mean they&#39;re shut down, deactivated, cut off from the network, all access codes revoked, last communication within the network were catastrophic overload orders to all Gates outside the Belt.&quot;</p>\n\n<p>&quot;What?&quot;</p>\n\n<p>&quot;The Hegemony has just cut off half the solar system, sir.</p>\n</div><!-- SC_ON -->"
}