{
  "full_title": "Fall of Man 58: Stopgap",
  "number": 58,
  "title": "Stopgap",
  "created_at": "March 8, 2022",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/t9n1qb/fall_of_man_58_stopgap/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The four AIs that help to manage Olympus Mons are named after The Roman God Mars&#39; four siblings,</em> <strong>Minerva, Vulcan, Juventua, &amp; Bacchus.</strong> <strong>Minerva</strong> <em>maintains the facilities Operational systems, the transport network for personnel and materials, the administration of personnel and scheduling, etc.</em> <strong>Vulcan</strong> <em>oversees the facilities maintenance, construction, and fabrication personnel, as well as raw material acquisition and storage.</em> <strong>Juventua</strong> <em>oversees the Peacekeeper Training Corps, as well as manages all dealings with civilian businesses or personnel within the facility. She also oversees all childcare for Peacekeepers stationed at Olympus Mons.</em> <strong>Bacchus</strong> <em>is responsible for Peacekeeper morale, diversions, and managing the mental health portion of facility medical.</em></p>\n\n<p>Admiral Lancaster and Daq Vegman walked onto the bridge of the <em>Halberd&#39;s Edge</em> to find it in silence, the entire bridge crew seemed to be staring at Captain Plotter, a rather thin and wiry man with almost alabaster skin topped by a small crown of jet black hair. His most notable feature, however, was the wild and unkempt black beard that came down nearly to his sternum. The admiral looked at him and broke the silence.</p>\n\n<p>&quot;Well, Captain, report.&quot;</p>\n\n<p>&quot;Admiral, we&#39;ve managed to clean up some of the comms mess and we&#39;ve got transmission from Olympus- well- One of the AIs. Juventua.&quot;</p>\n\n<p>&quot;Really? Bring her up, I want to hear it.&quot;</p>\n\n<p>Captain Plotter laid a hand on the command chair&#39;s tactile interface and put the transmission over the bridges speakers.</p>\n\n<p>&quot;-vironmental systems are isolated to conserve breathable atmosphere in the upper core. The seismic event has cut off my contact with the other AIs and Peacekeeper Command at the summit or in the base levels and central core. Somebody, anybody please respond, I have lost my connection with much of the facility, I cannot ascertain the full extent of the damage. With what information I do have I&#39;ve been able to determine there&#39;s at least eight thousand survivors, mostly training personnel, trainees, civilians, and children under my care. Eight thousand out of forty thousand I cared for originally. Someone, anyone please respond! I say again, this is Juventua, a Peacekeeper AI at Olympus Mons, we have experienced a catastrophic seismic event. We have sustained significant damage. I have managed to take control of some systems in the upper core to preserve life as best as I am able. I have closed off all blast doors and shields. I&#39;ve made it so that the environmental systems are isolated to conserve breathable atmosphere in the upper core.&quot;</p>\n\n<p>Plotter cut off the transmission.</p>\n\n<p>&quot;It repeats that same message over and over again sir. It&#39;s not a loop, we&#39;ve analyzed it and it&#39;s an active, ongoing transmission, she&#39;s simply repeating herself.&quot;</p>\n\n<p>&quot;Have you responded?&quot;</p>\n\n<p>&quot;We tried sir, it seems Juventua has access to a transmitter, but not a transceiver or receiver.&quot;</p>\n\n<p>&quot;Any other more productive communications?&quot;</p>\n\n<p>&quot;Sir?&quot;</p>\n\n<p>&quot;We can&#39;t help them. Much as I&#39;d like to. So we need to concentrate on the next steps. Have we managed to communicate with the Hub?&quot;</p>\n\n<p>&quot;Eight thousand people- trainees and children-&quot;</p>\n\n<p>&quot;<strong>Who we can&#39;t help at this time.</strong> Not that we won&#39;t help when we can, but this is triage, we help who we can, when we can, understood?&quot;</p>\n\n<p>&quot;Yes Admiral.&quot;</p>\n\n<p>&quot;So as I was saying Captain,  any communication with the Hub?&quot;</p>\n\n<p>&quot;Not as yet Admiral, our current orbit won&#39;t allow line of sight with the Equatorial Gate untill we cross the northern pole, or, what used to be the northern pole.&quot;</p>\n\n<p>&quot;What about the satellite network?&quot;</p>\n\n<p>&quot;Completely inoperable, what satellites weren&#39;t obliterated by debris ejection were set spinning off on new orbits or into interplanetary space by the anomaly.&quot;</p>\n\n<p>&quot;Other ships?&quot;</p>\n\n<p>&quot;That&#39;s where we&#39;re lucky sir, there&#39;s two Peacekeeper vessels and a couple dozen civilian craft that were fortunate enough to survive and remain operable within range of us. &quot;</p>\n\n<p>&quot;The Peacekeepers, who are they?&quot;</p>\n\n<p>&quot;There&#39;s a Peregrine Light Frigate called the <em>Persephone</em>, and a Tiamat Light Destroyer called the <em>Ironclad Resolution</em></p>\n\n<p>&quot;Get me the <em>Persephone</em>.&quot;</p>\n\n<p>Captain Plotter momentarily directed his attention to the tactile interface then back to the Admiral before nodding.</p>\n\n<p>&quot;Persephone, this is <em>Halberd&#39;s</em> actual,  Admiral Lancaster. Please acknowledge.&quot;</p>\n\n<p>There was a momentary hiss of static before a beleaguered and very tired voice came on.</p>\n\n<p>&quot;Admiral, this is Captain Hwangbo, <em>Persephone</em> actual, go ahead.&quot;</p>\n\n<p>&quot;What is your current classification, capabilities, and status <em>Persephone</em>?&quot;</p>\n\n<p>&quot;We are Peregrine class, we have full armament &amp; navigation, vessel is fully operational, we have numerous injuries, none critical. We had a rough ride, we&#39;re banged up but we&#39;re mission capable.&quot;</p>\n\n<p>&quot;Roger that <em>Persephone</em>, we are not so fortunate, we&#39;re severely damaged, we have no propulsion.&quot;</p>\n\n<p>&quot;Aknowledged <em>Halberd</em>, we will adjust our orbit to rendezvous with you in-&quot;</p>\n\n<p>There was a moment of silence.</p>\n\n<p>&quot;-my helmsman says we can be alongside in one hour, give or take.&quot;</p>\n\n<p>&quot;Look forward to it.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Councilwoman Rivet could barely keep her feet as the Peacekeepers escorting her nearly carried her down the passage. Their hands gripped her upper arms, lifting her with every other step. Their boots sent rebounding echoes up and down the corridor. She didn&#39;t resist, not even the tiniest bit. She&#39;d been resolved to her own fate before she&#39;d ever opened the door. They took her past several guarded checkpoints and into a room she wasn&#39;t familiar with. She was set down on a chair in the center of the room.</p>\n\n<p>Facing her was a table with four people. First on her left was the Peacekeeper liason she&#39;d messaged, Burkina Vagner, she was of medium height &amp; weight, with few distinguishing features except her white hair,  cropped short. Second was the Peacekeeper Colonel who&#39;s inadvertently assisted her in sending the message to the Project, he was taller,  stocky, with a well groomed beard and mustache. Third was a man she didn&#39;t recognize, but by the formal nature of his clothes and all fed bulk, she was guessing he was Colonial governance, possibly the Ringstation Governor. Fourth seat was her own intern, the meek little young woman she&#39;d been assigned by the Council support staff administration. But here, she didn&#39;t seem so meek. She stared her in the eyes, shoulders square, leaning forward on the table with her hands folded together, a small smile playing across her lips. It almost seemed as if she&#39;d grown several inches, her hair looked darker, and her eyes had taken on a cruel glint to them. The politician spoke first. </p>\n\n<p>&quot;Councilwoman Rivet, I am Jachus, the governor of this Ringstation, and I&#39;ve counted myself among your political supporters for the past several elections. So please understand my great surprise to find us sitting here this evening-&quot;</p>\n\n<p>Rivet rolled her eyes as he spoke, then interrupted.</p>\n\n<p>&quot;Governor if you&#39;ve followed my career you know I have no patience for ceremony,  pomp, or flowery bullshit. Get to the point.&quot;</p>\n\n<p>The man looked almost hurt by her outburst. </p>\n\n<p>&quot;Very well Madam. Miss Yadav?&quot;</p>\n\n<p>Rivet blinked. <em>Her goddamn intern?</em></p>\n\n<p>&quot;Thank you Governor. Madam Rivet, as you know I was assigned to you nearly a month ago. What you do not know is that I am an OPCA Investigator.&quot;</p>\n\n<p>Rivets stomach sank as Yadav continued.</p>\n\n<p>&quot;For the past several years we- and by we I refer both to the OPCA as well as the intelligence community of the Colonial Peacekeepers- have had indications that the Hegemony has managed to compromise the Council. We&#39;ve had a few false leads, a few dead ends. For a short time we even considered the idea that maybe it was all paranoia and coincidence. But then, we were looking at Council administrative personnel, it didn&#39;t occur to us to look at Councilors themselves until Jarl Godrecht was assassinated.&quot;</p>\n\n<p>Rivet went to stand to protest her innocence but one of the Peacekeepers behind her pushed her down back in her seat.</p>\n\n<p>&quot;Oh, don&#39;t worry Councilor, we know you didn&#39;t have anything to do with that. But that investigation did lead us to discover certain facts about one of the Councilors who replaced him. Namely that he was in contact with the Hegemony. By tracking these contacts, these methods of communication,  we&#39;ve been able to uncover nearly half a dozen Hegemony agents or sympathizers within the Colonies.&quot;</p>\n\n<p>She paused, seemingly to let her words sink in.</p>\n\n<p>&quot;Which brings us to the events of the last six hours. Madam, I was assigned to you as a precaution, not because we actually suspected you. But your transmission,  made with the unwitting assistance of Colonel Fhast, was on a frequency we&#39;ve been monitoring. This, combined with the hesitation I myself witnessed you show to utilizing your own authorization code, have effectively proven that you are a Hegemony asset.&quot;</p>\n\n<p>&quot;I do not work for the Hegemony.&quot;</p>\n\n<p>&quot;Madam, we are not here to debate what you are or aren&#39;t. This is not a trial. In times of war- and we are at war- treason is subject to summary execution. We already have enough evidence to prove you&#39;re guilty. We&#39;re here to debrief you. If you cooperate, we are prepared to commute the death sentence in favor of imprisonment.&quot;</p>\n\n<p>Major Vagner stood.</p>\n\n<p>&quot;If I might interject, Investigator?&quot;</p>\n\n<p>Yadav looked at her with a questioning look,  but after a moment nodded her assent.</p>\n\n<p>&quot;Just before you convened this debriefing, I received a private message from Councilor Rivet. It is that message that motivated me to ask to join you. If you&#39;ll indulge me, I&#39;d like to share a summation of the contents of that message.&quot;</p>\n\n<p>Colonel Fhast looked up at her in surprise before he spoke. </p>\n\n<p>&quot;Abdolutely not Major.&quot;</p>\n\n<p>&quot;Colonel?&quot;</p>\n\n<p>&quot;We have a civilian politician and an OPCA Investigator here. I cannot allow you to disseminate that info until and unless it&#39;s been properly screened.&quot;</p>\n\n<p>Rivet looked at Vagner, and saw the consternation in her eyes, as well as something else. A kind of... Amusement? In the gaze she returned to her. Rivet smiled as understanding dawned.</p>\n\n<p>&quot;Major, Colonel, Governor, Investigator, I&#39;m under no such limits, nor do I intend to allow the Peacekeepers, the civilian government, or the OPCA to claim or enforce particular authority over what I&#39;m going to tell you.&quot;</p>\n\n<p>Yadav&#39;s eyebrows raised at her announcement.</p>\n\n<p>&quot;So you intend to cooperate then?&quot;</p>\n\n<p>&quot;Fully.&quot;</p>\n\n<p>&quot;Then let me ask directly the most pressing question. Why has the Hegemony destroyed the Jupiter and Saturn Gates?&quot;</p>\n\n<p>Rivet was taken aback. </p>\n\n<p>&quot;What?&quot;</p>\n\n<p>&quot;Two hours after you sent your transmission, even as we tried to decode what you&#39;d sent and trace where, the Hegemony pulled all their Peacekeepers out of Jupiter orbit, and then H-PEC sent overload orders to all nine of the Gates around Jupiter and the Galilean Moons, as well as the Saturn Gate.&quot;</p>\n\n<p>&quot;What? Why would they destroy-&quot;</p>\n\n<p>&quot;I can answer that.&quot; Colonel Fhast stood as he spoke.</p>\n\n<p>&quot;It all boils down to the negotiated principles upon which the Gate Network access operates. You see, the Gates maintain a certain level of connection with each other. When a vessel approaches they send a signal that indicates three things, their identification, the Gate they&#39;re trying to go through, and the Gate they want to transition to. The Gate then checks against a registry of allowed vessels and destinations that Colonial or Hegemony Gate control keeps updated on a regular basis, then the Gate approves or denies access. It has to maintain the registry locally, because communications aren&#39;t in real time. Transitions are only instant to those transitioning, remember, the actual travel occurs at <em>near</em> c, meaning communications and transitions, say, between Jupiter and Saturn still have a travel time of nearly 41 minutes.</p>\n\n<p>When the Gate Network was being built and ever since, it&#39;s been a critical negotiating point that first the Leagues and later the Outer Planet governments all maintained Gate access as a necessary concession, with Colonial Gate control effectively limited to controlling the Gates between the Galilean Moons and Saturn. The Hegemony has always maintained the Network, and kept the technology necessary to build them as a state secret, even as we&#39;ve had some degree of control over Gates in the Colonies it was <em>never</em> total control. We effectively rented the Gates via diplomatic concessions, and maintained that a loss of Gate access was tantamount to a declaration of war. H-PEC built them, repaired them when necessary, and guards them via automated defensive drones.&quot;</p>\n\n<p>&quot;That doesn&#39;t explain why they destroyed them.&quot;</p>\n\n<p>&quot;Doesn&#39;t it? <em>We declared war.</em> We gave up the one bargaining chip we used to bribe the Hegemony into building, maintaining, and allowing access to the Gates. There was no advantage whatsoever to allowing us continued access.&quot;</p>\n\n<p>&quot;Why not simply deny access by refusing all transition requests?&quot;</p>\n\n<p>&quot;Because that would only be a stopgap measure until we destroyed the drone defenses and physically accessed the gates and reprogrammed them. By overloading them, they&#39;ve prevented that, and, prevented us from reverse engineering the technology ourselves. Even if we could somehow manage to collect every last milligram of debris from a Gate, one of the things we <em>do</em> know is that the Deserium components of the Gates have to be manufactured to very exacting standards, a degree of precision we&#39;d have no hope of extrapolating from remains twisted by the force of an overload.&quot;</p>\n\n<p>Rivet had an epiphany.</p>\n\n<p>&quot;That wasn&#39;t why they destroyed them.&quot;</p>\n\n<p>Colonel Fhast raised an eyebrow.</p>\n\n<p>&quot;Oh? Do tell then, why did they destroy the Gates?&quot;</p>\n\n<p>&quot;Colonel, you know about the loss of communications we&#39;ve experienced, the odd goings on that have been the cause of the evacuations and why this Ringstation is at capacity?&quot;</p>\n\n<p>&quot;I&#39;m aware of a bunch of rumors and nonsense which is leading the civilian populations to panic over what I&#39;m sure are perfectly explainable losses of comms, yes.&quot;</p>\n\n<p>&quot;40,000 years ago human society on Earth nearly ended-&quot;</p>\n\n<p>&quot;What the hell does a history lesson have to bear on-&quot;</p>\n\n<p>&quot;<strong>Excuse me.</strong> I know you&#39;re not likely a student of ancient history, but, history records it was because of a bioweapon released by an insane scientist, but that&#39;s not what really happened. <em>It was the same thing that&#39;s happening now.</em> Some kind of- <em>things</em>- visit this solar system every 40,000 years, coming from the outside in. First the Oort Cloud, then Pluto &amp; Charon, then Neptune, Uranus, and now it&#39;s coming here.&quot;</p>\n\n<p>There was a moment of silence as they considered her words. </p>\n\n<p>&quot;Don&#39;t you see? They destroyed the Gates to slow it down, to buy themselves time.&quot;</p>\n\n<p>Yadav had been quiet as Rivet spoke but now interjected. </p>\n\n<p>&quot;Not that I believe you- I don&#39;t, for the record, I think you&#39;ll say anything to save your skin- but just how do you purport to know all this?&quot;</p>\n\n<p>&quot;Because in response to that event 40,000 years ago, a small group founded an organization to pass down knowledge and prepare for it to occur again. I told you I&#39;m not Hegemony, and I was being truthful. What I <em>am</em>, however, is a modern member of that group, which we call the Project. What information I&#39;ve been sending and receiving has been a part of our vigil, waiting, watching... And I hate to correct you Colonel, but destroying the Gates is still just a stopgap measure. It&#39;s still coming.&quot;</p>\n</div><!-- SC_ON -->"
}