{
  "full_title": "Fall of Man 59: Intersection",
  "number": 59,
  "title": "Intersection",
  "created_at": "March 13, 2022",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/td0u37/fall_of_man_59_intersection/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>The</em> <strong>Field Museum</strong> <em>is a facility in orbit of Ceres, Mars&#39; adopted satellite captured from the asteroid belt. Formerly a shipyard, it sat abandoned for nearly 700 years before 31340PP when the Martian Colonial Union special panel on historical preservation ordered it refurbished as a War Museum dedicated to the War of the Field circa 20985PP. It houses numerous examples of weapons, spacecraft, and other historical artifacts and documents from the period, most preserved in vacuum and shielded from external radiation.</em></p>\n\n<p>Captain Sayle deactivated his desk&#39;s holoprojector and ended the YEOD overlay that added information to it. He leaned back in his chair and pinched the bridge of his nose before rubbing his eyes. For all the wonderful things his augmentations did, increased stamina, promotion of healing, mitigating life-threatening injuries, cessation of the aging process, and virtual immortality, at the literal end of the day they couldn&#39;t stave off fatigue forever, and he been up for nearly four days straight since he&#39;d been resurrected after the sucker punch in Jupiter orbit. He needed good old-fashioned sleep.</p>\n\n<p>The door chimed, his door opened, and Lieutenant Tzaki and Commander Bradford walked through it.</p>\n\n<p>&quot;Gentleman.&quot;</p>\n\n<p>&quot;Captain.&quot; They responded in unison. </p>\n\n<p>&quot;Report, and keep it short and simple I&#39;ve got an appointment with my rack and I don&#39;t intend to be late.&quot;</p>\n\n<p>Bradford smiled. </p>\n\n<p>&quot;Yes Captain. We&#39;ve offloaded all our wounded to the medical facilities aboard Crimson. We&#39;ve got replacement personnel assigned and roughly three-quarters of those are aboard.&quot;</p>\n\n<p>&quot;Good, Lt. Tzaki, how are repairs coming?&quot;</p>\n\n<p>&quot;Most of the smaller repairs are done. As to the big stuff,  we&#39;ve got a replacement for the starboard dorsal sensor pod, but Crimsons repair crew is still removing the damaged connections and replacing them before they can install it.  They estimate they&#39;ll have it done inside five hours. The damage to the ventral hull armor is mostly repaired, but the station&#39;s fabrication facilities are struggling to keep up with half the fleet demanding parts, they estimate another seven hours.&quot;</p>\n\n<p>&quot;What about the breach in the bow armor, and radiation cleanup?&quot;</p>\n\n<p>&quot;That was a priority, the armor is fully repaired, but the repair team wants to do another chelation scrub of the affected sections before restocking the forward magazines.&quot;</p>\n\n<p>&quot;Good, thank you. How much longer until we&#39;re fully ready to transition to the Hub?&quot;</p>\n\n<p>&quot;Assuming they&#39;re right about their repair estimates, and none of the replacement personnel are too terribly late, we could push off from Crimson and be headed for the Hub as soon as repairs are complete.&quot;</p>\n\n<p>&quot;Then an hour until we get to the Gate at the Mercury Lagrange point.&quot;</p>\n\n<p>&quot;Yes Captain.&quot;</p>\n\n<p>&quot;Well then that gives me a solid eight hours of shut-eye, and I intend to take full advantage, hold all updates until-</p>\n\n<p>He brought up the chronometer of his YEOD.</p>\n\n<p>&quot;-zero four hundred hours, dismissed.&quot;</p>\n\n<p>Lieutenant Tzaki and Commander Bradford stood and started walking out, but almost to the door, Commander Bradford slowed and turned back to the Captain.</p>\n\n<p>&quot;Captain there is one other matter before you retire if you don&#39;t mind.&quot;</p>\n\n<p>&quot;Yes Commander, what is it?&quot;</p>\n\n<p>&quot;I thought I&#39;d ask if you reviewed the after-action report yet.&quot;</p>\n\n<p>&quot;I took a glance at it, what about it?&quot;</p>\n\n<p>&quot;I thought you&#39;d want to specifically know that the <em>Ceres</em> came through. She&#39;s severely damaged, had to be taken under tow, but your old command, her AI, and Captain Dawp will live to fight another day.&quot;</p>\n\n<p>&quot;Thank you, Commander.&quot;</p>\n\n<p>&quot;Your welcome Captain, sleep well.&quot;</p>\n\n<p>As they left, he stood from his chair and went to grab his uniform jacket before leaving his office and heading to his quarters,  when a subtle sound indicated Fatima wanted to speak.</p>\n\n<p>He stopped, let out a deep sigh, and then responded. </p>\n\n<p>&quot;Yes Fatima, what is it?&quot;</p>\n\n<p>&quot;Sir, I know you were headed to bed, but there&#39;s a priority communique come in from the Hub, it&#39;s from Rear Admiral Linnorm.&quot;</p>\n\n<p>&quot;Very well, put it through.&quot;</p>\n\n<p>The desk holoprojector came back on, this time projecting into the center of the room at roughly head height so that the Captain didn&#39;t have to crane his neck. The image of R.Adm. Linnorm showed him to be a lean-cut man with salt &amp; pepper hair, piercing grey eyes, and a well groomed black mustache and beard. His voice was a low growl.</p>\n\n<p>&quot;Captain Sayle, I&#39;ll leave all pleasantries aside and get to the point. The Council and I want you at the Hub, in person. Not your ship, not the fleet, <em>you.</em> I&#39;m ordering you here as soon as possible. I don&#39;t care if you have to jump out an airlock and float through the damn Gate, just get here. I&#39;m placing the fleet under the temporary command of Captain Ulrich from the <em>Lightning Rider</em>, she&#39;s perfectly capable of overseeing the repair and re-armament of the fleet and of getting them here to the Hub when they&#39;re ready.&quot;</p>\n\n<p>The communication ended and the holo faded out. Captain Sayle stared at where it had been for a moment, then his eyes closed, his shoulders slumped, and a heavy sigh escaped him. </p>\n\n<p>&quot;Maybe I can catch a nap on the trip to the Gate.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Goveretski, Patir, Iotashi, Stern, and Figg crowded together to look through their craft&#39;s singular viewport in front of the vessel&#39;s pilot and navigator seats, the mass which had drawn them off course was just now becoming visible. The cabin was airless and cold as the void of space itself. They hadn&#39;t had enough fuel to include any kind of atmospheric life support aboard. As it happened, they didn&#39;t need it anyway. As it grew larger, Figg was the first to recognize it. Their silent language had developed over time, but it had no word for the body ahead. He reached out with one ancient digit and scrawled letters in the frost which covered the panel. MARS, he wrote.</p>\n\n<p>Goveretski narrowed his eyes and cocked his head, his signal that he was pondering the orb in front of them, its importance, and how Mars could&#39;ve thrown them off course. He knew Stern had spent several lifetimes calculating and recalculating their course, accounted for every known variable. He straightened his neck and widened his eyes. That was it, every <em>known</em> variable, in the long time they&#39;d been gone, there must have simply been some kind of change they hadn&#39;t anticipated, an unknown variable which had resulted in something that pulled them off course. He looked down to the gauges which showed their monopropellant reserves. Not enough to alter course by any significant amount, but possibly enough. They weren&#39;t going to make it to Earth, but if they were lucky, they might still be able to accomplish some of what they set out to do. He turned to Stern and communicated his intentions. It took some back and forth, some convincing, but eventually, Stern did his own calculations and agreed. Then he explained his decision to the others. Iotoshi, originally their mission equipment specialist, then headed aft, to the mechanism of their intended retribution. Meanwhile, Figg and Patir set to work to rewrite the message they&#39;d intended to send.</p>\n\n<p><strong>~</strong></p>\n\n<p>Gilead tapped his foot in impatience as he waited. He was standing on the edge of the Ziggurat by the singular landing pad that serviced the entire facility. The craft which was supposed to take him and a small team of Peacekeepers loyal to the Project to the crash site was visible on the horizon, an orbital skiff that would take them from the Ziggurats position on North America&#39;s west coast, into low Earth orbit, then re-enter near the crash site in the Atlantic just off the east coast. The trip was expected to take ten minutes once they were aboard. The Peacekeepers were set with an advanced set of armor with integrated atmospheric and propulsion systems, rated to allow them to function in any environment on Earth since they never knew exactly where they might be deployed to search for ruins or warrens.</p>\n\n<p>He could just barely hear them checking and rechecking their gear and communications. He turned to the squad leader, who stood at attention when he saw he was being addressed.</p>\n\n<p>&quot;Your team been briefed on the objective of this little excursion?&quot;</p>\n\n<p>&quot;Yes, sir, a specimen, considered extremely dangerous, possible cognitohazard, which we are to detain at all costs.&quot;</p>\n\n<p>&quot;And the other?&quot;</p>\n\n<p>&quot;Project member Toirhealbhach Aoibheann, Venusian, heavily augmented, combat capable, but if unarmed considered a negligible threat. Unlikely to have survived the crash.&quot;</p>\n\n<p>&quot;And your orders regarding Aoibheann if he has survived?&quot;</p>\n\n<p>&quot;Detain if possible, eliminate if necessary.&quot;</p>\n\n<p>&quot;Good.&quot;</p>\n\n<p>The sudden blast of wind and noise told him without looking that the skiff had arrived and was landing behind him.</p>\n\n<p>&quot;Get your men aboard and get seated ready for immediate deployment, I will join the pilot in the cockpit.&quot;</p>\n\n<p>&quot;Aye sir.&quot;</p>\n\n<p>It had been a long time since he&#39;d been in orbit, he intended to enjoy the view.</p>\n\n<p><strong>~</strong></p>\n\n<p>Daq stepped forward to the Admirals side as the <em>Persephone</em> approached. The ship was painted in variations of green, black, and yellow. Across her bow armor was a splash of various White Lilys, Yellow Orchids, and Black Roses.</p>\n\n<p>&quot;Admiral, care to share your plan? The <em>Persephone</em> isn&#39;t big enough to tow us, nor does she have the space to evacuate us.&quot;</p>\n\n<p>&quot;I&#39;m aware. I&#39;ve dispatched a communique to the <em>Ironclad Resolution</em> to make her way here for those purposes. We, that is, you and I, are going to hitch a ride on the <em>Persephone</em>. The <em>Resolution</em> is going to follow shortly.&quot;</p>\n\n<p>&quot;And, where are we going?&quot;</p>\n\n<p>&quot;We&#39;re going to the Field Museum in orbit of Ceres.&quot;</p>\n\n<p>Daq was taken aback for a moment before expressing his confusion.</p>\n\n<p>&quot;And, just why are we going to a museum at a time like this?&quot;</p>\n\n<p>&quot;The Field Museum has a couple of dozen ships kept preserved from the War of the Field, they&#39;re by no means modern, in fact, I&#39;d say a couple <em>Mosquitos</em> could probably take them all out in short order, but they&#39;re all capable of planetary landing.&quot;</p>\n\n<p>&quot;Admiral?&quot;</p>\n\n<p>&quot;We&#39;re going to get as many of them up and running as we can, then use them to go down to Mars and evacuate as many as we can.&quot;</p>\n\n<p>&quot;Admiral, forgive me if I&#39;m a little skeptical, but wasn&#39;t the War of the Field almost twenty thousand years ago?&quot;</p>\n\n<p>&quot;It was, and I understand your confusion, but back when I was a Captain, after the last minor inter-Hegemonic spat between Earths orbital colonies and Luna, long before you were born, I was part of an initiative to plan contingencies in case of a full-fledged war between the Hegemony and the Outer Planets. As a part of that effort, I received reports on the complete restoration of every vessel in that museum and issued standing orders for the local Peacekeepers on Ceres to keep them in good repair. To my knowledge, that order has not been rescinded.&quot;</p>\n\n<p>&quot;Still, Admiral-&quot;</p>\n\n<p>&quot;You know what&#39;s interesting to me, Daq?&quot;</p>\n\n<p>&quot;I- I don&#39;t know sir.&quot;</p>\n\n<p>&quot;You know the namesake of the *Persephone?&quot;</p>\n\n<p>&quot;No sir.&quot;</p>\n\n<p>&quot;Ancient, pre-Phenomena religion on Earth, a culture on the shores of the Mediterranean Sea, a Goddess of the afterlife, but, she was also a Goddess of the spring.&quot;</p>\n\n<p>&quot;Spring, sir?&quot;</p>\n\n<p>&quot;One of Earth&#39;s seasons, a time of rebirth and rejuvenation. I&#39;m hoping it&#39;ll give us luck in the &#39;rebirth&#39; of that ancient fleet.&quot;</p>\n\n<p>&quot;Never took you for one to rely on luck, Admiral.&quot;</p>\n\n<p>&quot;I&#39;m not, but with a war on our hands, and now this- this second Martian Cataclysm I-&quot;</p>\n\n<p>&quot;You don&#39;t think they&#39;re connected?&quot;</p>\n\n<p>&quot;The war and what&#39;s happened to Mars? Not possible. No weapon could&#39;ve possibly done this. I&#39;m not going into details for obvious reasons, but even the experimental or theoretical weapons I&#39;ve been briefed on couldn&#39;t have done this.&quot;</p>\n\n<p>&quot;And if the Outer planets did do it? If they have something nobody knew about, something new?&quot;</p>\n\n<p>&quot;Then they&#39;d better use it on Mars, Venus, and Mercury as well because otherwise, I&#39;ll make damn sure we destroy every single last vessel and installation on the wrong side of the Asteroid Belt.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Viktor Reitmeyer, or as he&#39;d been named by his parents on Venus, Toirhealbhach Aoibheann, looked over at Jesse as they floated, clinging to a few pieces of debris from the <em>Templar</em> that were light enough to float, Jesse seemed to be almost relaxing, he&#39;d removed his footwear and placed them on his chest as he lay floating on his back, one arm still draped over the cushion he&#39;d grabbed hold of. As he watched, his augmentation alerted him that the research vessel was approaching.</p>\n\n<p>&quot;Jesse.&quot;</p>\n\n<p>&quot;Yeah?&quot;</p>\n\n<p>&quot;The vessel is almost here, it should be surfacing in a minute or so.&quot;</p>\n\n<p>&quot;Surfacing?&quot;</p>\n\n<p>&quot;It&#39;s an underwater vessel.&quot;</p>\n\n<p>&quot;A submarine?&quot;</p>\n\n<p>&quot;Is that what they called them in your time?&quot;</p>\n\n<p>&quot;Yeah, Captain Longmire used to command one.&quot;</p>\n\n<p>&quot;Longmire? US Navy?&quot;</p>\n\n<p>&quot;Yeah, you know about him?&quot;</p>\n\n<p>&quot;Yes, he was one of-&quot;</p>\n\n<p>He was interrupted by a loud rumble seemingly coming from above. Jesse looked about.</p>\n\n<p>&quot;Is that thunder? I don&#39;t see no storm clouds...&quot;</p>\n\n<p>&quot;No, that&#39;s a sonic boom, something is coming.&quot;</p>\n\n<p>As he spoke, a large white rounded hull rose out of the water some 30 meters from where they floated.</p>\n\n<p>&quot;Come on Jesse, that&#39;s our ride, we&#39;d better get aboard and underway before whatever that is gets here.&quot;</p>\n\n<p>&quot;Won&#39;t hear no bitchin&#39; from me.&quot;</p>\n\n<p>As they swam for the research vessel, they could see a glowing streak of flame descending towards them coming from the west.</p>\n</div><!-- SC_ON -->"
}