{
  "full_title": "Fall of Man 60: Interrogations",
  "number": 60,
  "title": "Interrogations",
  "created_at": "March 27, 2022",
  "url": "https://www.reddit.com/r/ThePhenomenon/comments/tptj4h/fall_of_man_60_interrogations/",
  "body": "<!-- SC_OFF --><div class=\"md\"><p><em>Ancient history tells of the</em> <strong>Alvarez Plague,</strong> <em>a devastating disease released by a mad scientist and terrorist which caused the collapse of human society on Earth 40,000 years ago leading to the adoption of the Pre-Phenomena (PPa)/Post-Phenomenon (PP) dating system. This history is a fabrication. Upper-level Peacekeeper Officers are told that it was released on accident due to an EMP discharge released from an experimental &quot;Displacement Drive&quot; tested in orbit. This too is a fabrication. In truth, every 40,000 years the Earth&#39;s solar system moves within the Milky Way to be in alignment with several stellar phenomena which allow strange energies to be tapped and used. Certain intelligences make usage of this interval, and it is their interference that caused two near-extinction effects,  80,000 years ago in the stone age, and 40,000 years ago, in 2018CE, under the old dating system.</em></p>\n\n<p>Investigator Hoel cycled through the various command and control systems that were still accessible. Life support was out of the question. Half the ship&#39;s weapons systems were unpowered, but it didn&#39;t matter, the targeting systems were down anyway. He accessed the communications system, but it was locked, keyed to command officers only. He turned back to the captain&#39;s corpse, which was bouncing off the forward bulkhead. He disconnected from the console and took a few steps, grabbed her, and pulled her back to the console, reconnected his armor to it, then placed her right thumb on the scanner. The console scanned it and granted access.</p>\n\n<p>He immediately downloaded the records of all communications going in or out over the past six months. Additionally, he downloaded all the captain&#39;s logs made over the same period. He then switched on his armors comms and patched them through the console before turning the vessel&#39;s transceiver to the frequency of the <em>Phalanx.</em></p>\n\n<p>&quot;This Hoel, come in <em>Phalanx</em>.&quot;</p>\n\n<p>There was a moment of dead air.</p>\n\n<p>&quot;Investigator, have you-&quot;</p>\n\n<p>&quot;Need to make it quick Lahn, the Peacekeepers abandoned me here, they may choose to attack, launch a decoy and use cold propellants to rendezvous with <em>Callisto</em> and <strong>get me the hell out of here!</strong>&quot;</p>\n\n<p>&quot;Aye, sir.&quot;</p>\n\n<p>He was about to give further instructions when he felt the ship shudder and the captain&#39;s chair informed him that one of the emergency bulkheads surrounding the main cargo bay had breached. The motion sensors showed whatever had been outside the bridge was now moving aft, towards the cargo bay. He decided to take care of another, more important task first.</p>\n\n<p>&quot;Lahn, I&#39;m sending you all the data I&#39;ve pulled from the <em>Callisto</em> under our standard encryption, I want you to save us a copy, then re-transmit it out on OPCA dedicated Investigative frequency, mark it as a high priority. Do that <em>before</em> you make any moves to come to get me, understand?&quot;</p>\n\n<p>&quot;Yes Sir.&quot;</p>\n\n<p>&quot;Good, in the meanwhile, I&#39;m going to see about setting up a distraction.&quot;</p>\n\n<p>With that, he cut comms and accessed the power systems again, routing power to the primary cargo bay doors and opening them to space. There was an immediate response. Motion sensors all over the ship showed movement, dozens, hundreds of beings, it was impossible to tell, were suddenly converging on the cargo bay.</p>\n\n<p><strong>~</strong></p>\n\n<p>Rivet looked as they absorbed her declaration. Vagner looked thoughtful, Fhast was unreadable, Jachus looked ill, and Yadav seemed extremely nonplussed, and proceeded to speak first.</p>\n\n<p>&quot;Councilwoman Rivet, your assertions notwithstanding, we have every reason to believe that you have communicated with the Hegemony without authorization, and with your access to sensitive information even if it were to appear completely innocent we couldn&#39;t take that at face value, it could be code words designating pre-arranged messages, and that still makes you a traitor to the Colonies. So we will make sure you get a traitor&#39;s punishment-&quot;</p>\n\n<p>At this, Fhast interjected.</p>\n\n<p>&quot;Investigator Yadav, that may not square with Colonial Law.&quot;</p>\n\n<p>&quot;Oh? And how so Colonel?&quot;</p>\n\n<p>&quot;Saturn Colonial Law allows for extreme measures in face of an extreme threat. The example used in the Officers School is a comet or asteroid threatening to destroy a populated body, in such an event, where the threat of complete loss of life is present, the Colonial Government and Peacekeepers are allowed to take whatever actions they deem necessary, even actions specifically prohibited by law, so long as the intended effect of the actions is the preservation of lives. Note I specifically didn&#39;t say <em>Colonial</em> lives, the principle of saving lives is held as higher than political considerations. To my knowledge it&#39;s never been tested practically, but, if what the Councilwoman says is true, if there is some kind of extra-solar threat making its way through the Colonies, wiping out everything in its path, then any actions she&#39;s taken to preserve lives, Colonial or Hegemony, may very well be within the law.&quot;</p>\n\n<p>Governor Jachus nodded in agreement.</p>\n\n<p>&quot;Indeed, it&#39;s descended from a pre-Exodus legal principle summed up as &#39;what is necessary is therefore also legal&#39;.&quot;</p>\n\n<p>Vagner, Yadav, and Fhast looked at the Governor in surprise.</p>\n\n<p>&quot;Before I got into politics I practiced law, not too successfully, but I made it a point to memorize as many precepts as I could.&quot;</p>\n\n<p>Yadav looked incredulous as she looked between the Colonol and the Governor.</p>\n\n<p>&quot;I can&#39;t believe you two. Here we have a traitor, who admits to being so openly, and you&#39;re debating principles of law?&quot;</p>\n\n<p>The Governor looked at his hands as he spoke quietly.</p>\n\n<p>&quot;Investigator, your authority has significant breadth, but any arrest or sentencing on a colony or station must be made with the cooperation or assent of the local government and/or highest-ranking Peacekeeper. That is why the Colonel and myself are present here, normally it&#39;s a formality, we generally accede to the expertise of OPCA Investigators as a matter of policy, but this is not a normal situation, as I think we can all agree. For you to have the Councilor &#39;punished&#39; as you say, you need a two-thirds vote. I do not assent, I think her assertions deserve investigation. I know your vote, Yadav. So, Colonel, it&#39;s up to you.&quot;</p>\n\n<p>Colonel Fhast looked Rivet in the eyes for a few moments before speaking.</p>\n\n<p>&quot;I don&#39;t believe her-&quot;</p>\n\n<p>Rivet felt her stomach drop.</p>\n\n<p>&quot;-however I do believe in being thorough. What&#39;s more, every time in history where military men have decided that they are above the law, or when the law has been applied blindly, without consideration of exigent circumstances, it has almost always resulted in cruelty, and untold human suffering. I may be Peacekeeper, but I am not blind, nor is my trust. For now, I do not assent to her execution. I will, however, have her held incommunicado as we work to decrypt her transmission. If she&#39;s being truthful, then I will make my superiors off-station aware of the threat, and we will see what can be done. If she&#39;s lying, I&#39;ll be happy to carry out the sentence myself.&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Captain Sayle was unsuccessful in his attempt to nap aboard the Falchion as he was ferried to the Gate to transition to the Hub. The flight suit and helmet he had to wear, not to mention the combat seat and harness, did not allow for a comfortable recline. He made the best of it by using his CACC to review reports on the repair and resupply of the fleet. The damage to the <em>Lightning Rider</em> was going to put her out of commission for a month at least, the <em>Ebony Glacier</em>, the <em>Tip of the Spear</em>, the <em>Alpha Centauri</em>, the <em>Archer&#39;s Quiver</em>, the <em>Gilded Gauntlet</em>, the <em>Ceres</em>, and the <em>Rosethorne</em> were all looking at a few days or weeks of repairs. But, considering the Gates at Jupiter and the Saturn Gate were gone, they were looking at at least a month before any Outer Colony vessels could threaten facilities in the Belt. His review was interrupted by the pilot.</p>\n\n<p>&quot;Coming up on the Mercurial L1 Gate, sir, ready for the transition.&quot;</p>\n\n<p>&quot;Thank you, Lieutenant.&quot;</p>\n\n<p>There was the momentary flash of light as they went through, and from their perspective, they were at the Hub instantly. It was abuzz with activity, as far as he could tell, nearly a quarter of the fleet was in port docked along the central spire. Cargo hoppers were flying every which way within the shell of the station. The Pilot was immediately contacted by Port Control and relinquished control to be safely routed through the chaos to the appropriate docking bulb. The trip through the station was direct, seems his arrival was prioritized as he saw everything from hoppers to full frigates stopped to allow his passage. Docking was performed in short order, and the bulb was closed and pressurized within five minutes after they transitioned. He was escorted into the station as the pilot was refueled for the trip back to Crimson. His escort, a young Peacekeeper Ensign, didn&#39;t say anything as he navigated him through the bowels of the spire to the central lift and delivered him to a series of offices belonging to the Diplomatic Corps.</p>\n\n<p>Inside, he was seated in a large conference room, alone, and told to wait. It seemed rather peculiar to him. They asked for him to come urgently, then he was left waiting. He pulled his CACC back out and went over the list of repair estimates and made a file on what vessels he&#39;d take to the Belt where he assumed he was headed next. If the Outer Colonies didn&#39;t sue for peace, he bet he was going to be fighting a war amongst the asteroids and was already thinking of the tactical advantages and disadvantages of that battlespace. He didn&#39;t have long to wait as it happened, after about ten minutes Rear Admiral Linnorm entered flanked by a Commodore and a civilian by the looks of their suit. He stood at attention and saluted as they came in. Linnorm spoke first as he returned the salute.</p>\n\n<p>&quot;At ease Captain. This is Commodore Velleth, I believe you&#39;re familiar.&quot;</p>\n\n<p>&quot;Tangentially, we were at the Old Mans&#39;s birthday party a few decades ago but we were never formally introduced nor did we speak.&quot;</p>\n\n<p>Indicating the civilian, he continued.</p>\n\n<p>&quot;This is Consul Andrew Elimak of the 12th Jupiter Delegation. We should take a seat Captain, we may be here for a little bit.&quot;</p>\n\n<p>As they sat the Admiral went to the door and spoke to the Brigadiers guarding it before shutting the door and locking it before he took his seat opposite the Captain.</p>\n\n<p>&quot;Now before we begin I need to make sure we&#39;re all up to speed and address the shadow in the room. Several months ago Hegemony Peacekeeper Intelligence operatives within the Outer Colonies passed the word along that the Outer Colonies had lost contact with some of the furthest facilities in the Oort Cloud. Shortly thereafter they lost contact with Pluto and Charon, and over the intervening time frame they&#39;ve lost contact with colonies at Neptune, then Uranus, and now the outermost moons of Saturn. This has triggered a panic among the colonies civilian populations, and started a wave of fear, misinformation, and denial among colonial governments.&quot;</p>\n\n<p>Consul Elimak leaned forward in his seat.</p>\n\n<p>&quot;The Legislature was not made aware of these losses of communications, Admiral, may I ask why?&quot;</p>\n\n<p>&quot;We&#39;ll get to that Consul. At the same time, a certain organization which specializes in a different kind of intelligence organization operating within the Hegemony received long-expected indications of a significant threat to, well, everything, was about to manifest itself.&quot;</p>\n\n<p>Commodore Velleth locked eyes with Captain Sayle, and suddenly the Captain realized, <em>Velleth was a member of the Project, as was the Admiral.</em> The Consul interjected again.</p>\n\n<p>&quot;What kind of intelligence organization?&quot;</p>\n\n<p>&quot;That&#39;s what we&#39;re here to discuss. Consul, The Commodore, the Captain, and I are all members of a group that calls itself <em>The Project</em>. Most of our membership exists within the Hegemony, but one of our members in the Outer Colonies recently delivered to us a complete report on the events occurring amongst the colonies, and it acted as the final confirmation for us that all the preparations we&#39;ve been making are about to be needed.&quot;</p>\n\n<p>&quot;What is this, some kind of soft coup? Do you expect the Legislation to just-&quot;</p>\n\n<p>&quot;Please Consul, let us explain, please understand we are not a threat to the Hegemony, or democracy, we&#39;re trying to save it. By the end of this conversation, I believe you&#39;ll understand why we&#39;ve not operated in the open before now.&quot;</p>\n\n<p>&quot;I&#39;ll give you your time Admiral, but first I want answers to some specific questions, then, if I feel you&#39;ve been honest with me, we can move forward with whatever you&#39;re proposing here.&quot;</p>\n\n<p>&quot;Ask your questions.&quot;</p>\n\n<p>&quot;What is the nature of the threat you alluded to?&quot;</p>\n\n<p>&quot;How good is your knowledge of history, Consul?&quot;</p>\n\n<p><strong>~</strong></p>\n\n<p>Jordan and Walthers continued their conversation as they rested along Geneva Avenue headed west-northwest towards the shore. The prints from whatever horseback group that had taken the survivor of the helicopter crash were still readily apparent in the mud and debris lining the gutters of the street. They were passing a fire station with a faded mural of a horse drawn fire pump decorating it which Marcus and Leonard had taken as an opportunity to search for supplies, specifically, bottled water. Meanwhile Brian and Cole had gone into the gas station opposite to look for bug spray, as the afternoon wore on mosquitos were becoming a nuisance.</p>\n\n<p>&quot;So Lamar, how did you end up with the Captain?&quot;</p>\n\n<p>&quot;Well when everything went to shit, I was working supply out of Camp Lejeune doing overnight inventory, I was lucky, I was trapped somewhere with a couple years worth of MREs and bottled water. Me and couple other guys, we hunkered down and made it through. Afterwards, we loaded up and started reconnoitering the Camp and the surrounding area, found about a dozen other survivors, two Marines and ten civvies. Then, we loaded up and headed for DC, looking for any surviving government, didn&#39;t find much. But about a week later the <em>Oregon</em> came sailing up the Anacostia River, caught sight of her as she crossed under the Frederick Douglas Memorial Bridge, and we met them when they docked at a pier at the Navy Yard.&quot;</p>\n\n<p>&quot;So you&#39;ve basically been with the Captain since he started playing Mayor.&quot;</p>\n\n<p>&quot;Playing? Hell, he&#39;s been a better leader than most my old CO&#39;s and a damn sight better than any politician. You know he tried to set up a civilian election a couple years ago and-&quot;</p>\n\n<p>&quot;I remember, he told me, he didn&#39;t run at all, couple other folks did, and a woman, I think?&quot;</p>\n\n<p>&quot;Yeah Lindsay, a bank manager from Denver but-&quot;</p>\n\n<p>&quot;But like three quarters of the vote were write-in votes for Longmire anyway.&quot;</p>\n\n<p>They shared a brief moment of laughter as Marcus and Leonard emerged from the fire station, each carrying a case of bottled water. Walthers grabbed up his pack.</p>\n\n<p>&quot;Ok guys, break up the water,  everybody take a four or five bottles and leave the rest,  we&#39;ve got to get moving again. We&#39;re burning daylight.&quot;</p>\n\n<p>Marcus started divvying up his case, but as he did so he looked to Walthers.</p>\n\n<p>&quot;Professor, these fireman had a bunch of bicycles in the garage.&quot;</p>\n\n<p>&quot;And?&quot;</p>\n\n<p>&quot;And they&#39;ve been sheltered from the elements the whole time, they look like they&#39;re still in good repair. Maybe a low tire or two but there&#39;s a hand pump in there too.&quot;</p>\n\n<p>&quot;You thinking we might use them?&quot;</p>\n\n<p>&quot;Couldn&#39;t hurt to check them out.&quot;</p>\n\n<p>&quot;Well there&#39;s six of us,  how many bikes are in there?&quot;</p>\n\n<p>&quot;Nine or ten, easy.&quot;</p>\n\n<p>&quot;Alright, if you can get six of them in working order, we&#39;ll take them.&quot;</p>\n\n<p>&quot;Right on, Prof.&quot;</p>\n</div><!-- SC_ON -->"
}